entry(આઆ, પ., [આસ], "કાચી સિંડરી લાવા").
entry(આહ, ક્રિયા, [આહ્યું,આહ નોંધવું,આહ], "વીસ્મય આનંદ અથવા આશ્ચર્ય સાથે ચીસ પાડવી").
entry(આલ, ન, [આલ્સ], "એક પૂર્વ ભારતીય ઝાડ").
પદ્ધતિ(aalii, n, [aaliis], "એક ઉષ્નકટિબંધીય ઝાડ").
entry(આર્ડવાર્ક, ન, [આર્ડવાર્ક્સ], "એક આફ્રિકન સસ્તન પ્રાણી").
entry(aardwolf, n, [aardwolves], "એક આફ્રિકન સ્તનધારી પ્રાણી").
entry(આર્ગ, અભિવ્યક્તિ, [], "વીરસે ચીડ ઉકેલવા માટે વપરાય છે").
entry(aarrgh, interj, [], "આઽઃ").
entry(aarrghh, ક્ષેત્રજ્ઞાપક, [], "આર્ગ").
entry(ઍસ્વોગલ, n, [ઍસ્વોગલ્સ], "એ વલ્ચર").
entry(ab, n, [abs], "એક પેટકી عضله").
entry(આબા, ન, [આબાસ], "અરબ લોકો દ્વારા પહેરવામાં આવતો એક બિનબાઝુ બંધ વૈષ્‍ણીક વસ્ત્ર").
entry(abaca, n, [abacas], "ફિલીપાઈની વનસ્પતિ").
entry(aback, adv, [], "પાછળ તરફ").
entry(અબાકસ, સંત, [અબાકસીઝ], "અથવા અબાકસ ગણતરીનું સાધન").
entry(abaft, adv, [], "પાછળ તરફ").
entry(abaka, n, [abakas], "અબાકા").
entry(અબલોન, ન, [અબલોનસ], "એક ખાદ્ય શેલફિશ").
entry(abamp, n, [abamps], "ઍબૅમ્પિયર").
entry(અબઍમ્પિયર, n, [અબઍમ્પીઅર્સ], "વિદ્યુત પ્રવાહની એક એકમ").
entry(ત્યાગ, ક્રિયા, [ત્યાગ કર્યો,ત્યાગ કરાઈ રહ્યો છે,ત્યાગ કરે છે], "સંપૂર્ણપણે છોડવું કે છોડી દેવું").
entry(abapical, adj, [], "ટોચમાંથી દૂર દોરી જવાયેલું").
entry(abase, v, [abased,abasing,abases], "દરજ્જો પ્રતિષ્ઠા અથવા આત્મસમ્માન ઘટાડવા માટેABASEDLY adv").
entry(abaser, n, [abasers], "જોકે તે ઓછું કરે છે").
entry(શરમાવવું, ક્રિયાપદ, [શર્મિંબિત,શરમાવતા,શરમાવે છે], "શરમાવી કે લજિત બનાવવું").
entry(અબાસિયા, n, [અબાસિયાઓ], "ચાલવામાં કશોની સમન્વયની ખામીઘટ").
પ્રવેશ(કમ કરવા, વર્તમાન, [], "ની સતાને નીચે લાવવાનો ભાગ").
entry(ઓગાળવું, ક્રિયા, [ઓગાળેલું,ઓગાળ પડી રહ્યું,ઓગાળે છે], "ઉંડાણ અથવા તીવ્રતા ઘટાડવી ABATABLE વિશેષણ").
entry(અબેટર, ન, [અબેટર્સ], "जो कमी करे").
entry(abatis, n, [abatises], "ઉડેલી ઝાડોથી બનેલો અવરોષ").
entry(ઉત્તરાધિકારહરણકર્તા, n, [ઉત્તરાધિકારહરણકારક], "એક જે ગેરકાયદેસર રીતે વારસાનો કબજો કરે છે").
entry(abattis, n, [abattises], "અબેટિસ").
entry(કસાઈખાનું, સ, [કસાઈખાનાં], "એક કસાઈઓની જગ્યા").
entry(abaxial, adj, [], "ધરીથી દૂર સ્થિત").
entry(abaxile, adj, [], "એબૅક્સિયલ").
પ્રવેશ(અબાયા, ન, [અબાયાસ], "અરબી સ્ત્રીઓ દ્વારા પહેરવામાં આવતા લાંબા ભોંયગાલ કવચ").
entry(અબ્બા, ન, [અબ્બાસ], "સન્માનના સ્થાને ઉપયોગ કરેલ પિતા").
entry(abbacy, n, [abbacies], "અબ્બોટનો અધિકાર").
entry(અબ્બેશીયલ, વિશેષણ, [], "અબ્બટ સંબંધિત").
entry(એબ્બે, ન, [એબ્બેસ], "એક એબોટ").
entry(abbess, n, [abbesses], "નનનું કોન્વેન્ટની મહિલા પ્રમુખ").
entry(abbey, n, [abbeys], "એક મઠ અથવા વિહાર").
entry(abbot, n, [abbots], "મઠના વડા").
એન્ટ્રી(abbotcy, n, [abbotcies], "abbacy").
entry(સિંહાસન_ત્યાગ, ક્રિયા, [સિંહાસન_ત્યાગ_કર્યો,સિંહાસન_ત્યાગ_કરતાં,સિંહાસન_ત્યાગ_કરે છે], "સમારંભપૂર્વક છોડી દેવું").
entry(પેટ, n, [પેટો], "શરીરના અવયવો ધરાવતું કોષ અથવા પેટ").
entry(abduce, v, [abduced,abducing,abduces], "અપહરણ કરવું").
entry(abducens, n, [abducentes], "એક ક્રેનિયલ નર્વ").
entry(abducent, adj, [], "અપહરણ કરવા માટે કામ કરવું").
entry(abducing, present, [], "abduce નો કૃત્યવિશેષણ").
entry(abduct, v, [અપહરણ કર્યું, અપહરણ કરવું, અપહરણ કરે છે], "મૂળ સ્થિતિને દૂર લઈ જવું").
entry(અપહરિત, n, [અપહરિતો], "அકिसीનો अपहरण કરવામાં આવેલ).
entry(abductor, n, [abductors], "અથવા ABDUCTORES એક વિક્ષેપી સ્નાયુ").
entry(abeam, adv, [], "જહાજના કીલ સાથે સમકોણિય").
entry(abed, adv, [], "પલંગમાં").
entry(abegging, વિશેષણ, [], "begging").
entry(abele, n, [abeles], "યુરેશિયન ઝાડ").
entry(એબેલિયા, ન, [એબેલિયાસ], "એક એશિયાનો અથવા મેક્સિકનો ઝાડ").
entry(એબેલિયન, વિશેષણ, [], "ગણિતમાં મૂલ્યવાન સમૂહ હોવો").
entry(અબેલમોસ્ક, ન, [અબેલમોસ્કસ], "એક ઉષ્ણકટિબંધીય જડીબુટી").
entry(અબરંટ, ન, [અબરંટ્સ], "એક વિમાર્ગી").
entry(પ્રોત્સાહન, v, [પ્રોત્સાહિત,પ્રોત્સાહિત કરી રહેલા,પ્રોત્સાહિત કરે છે], "પ્રોત્સાહન આપવું અને ટેકો આપવો").
entry(ઉશ્કેરણી, ન, [ઉશ્કેરણીઓ], "ઉશ્કેરવાનું કાર્ય").
entry(abettal, n, [abettals], "પ્રેરણા").
entry(abetted, past, [], "abet નો કાળ").
entry(abetter, n, [abetters], "પ્રેરક").
entry(ઊશ્કેરી, વર્તમાન, [], "ઉશ્કેરવા ના કૃદંત").
entry(સહાયક, ન, [સહાયકો], "જે મદદ કરે છે").
entry(સ્થગિતતા, n, [સ્થગિતતાઓ], "કામચલાઉ નિષ્ક્રિયતા").
એન્ટ્રી(એબિયન્સી, ન, [એબિયન્સીસ], "એબિયન્સ").
entry(અબેયન્ટ, વિશેષણ, [], "અસ્થાયી સ્થિતિ દ્વારા ચિહ્નિત").
entry(abfarad, n, [abfarads], "ક્ષમતાાનું એક એકમ").
entry(abhenry, n, [abhenrys], "અથવા ABHENRIES ઇન્ડક્ટન્સની એકમ").
entry(ઘૃણાપાત્ર, ક્રિયા, [ઘૃણાસ્પદ, ઘૃણા કરવી, ઘૃણા કરે છે], "ઘૃણા કરવી").
entry(અભોરર, ن, [અભોરર્સ], "જે ઘરણા કરે છે").
entry(અબીડન્સ, ન, [અબીડન્સેસ], "આબિડીંગ કરવાની ક્રિયા").
entry(માછવું, v, [માછ્યો,રમવું,માછે છે], "વિના વિરોધે સ્વીકારવું").
entry(abider, n, [abiders], "એક જે અનુસરે").
entry(abigail, n, [એબીગૈલ્સ], "એક સ્ત્રીની સાહાયક દાસી").
એન્ટ્રી(ક્ષમતા, એન, [ક્ષમતાઓ], "કોઈ વસ્તુ કરવા સક્ષમ થવાની ગુણવત્તા").
પ્રવેશ(અજૈવ, ન, [અજૈવસ], "જીવન ગેરહાજરી અજૈવિક વિશે").
entry(abject, adj, [], "હાસ્ પ્રાપ્તિ સુધી પહોંચેલ તેની નમ્રતાABJECTLY adv").
entry(ત્યાગ કરવો, ક્રિયાપદ, [ત્યાગ કર્યો,ત્યાગ કરી રહ્યો છે,ત્યાગ કરે છે], "શપથ હેઠળ ત્યાગ કરવાનો").
entry(અબ્જુરર, ન, [અબ્જુરર્સ], "એક જે ત્યાગે").
entry(કાપીને દૂર કરવું, ક, [કાતરી,કાપતા,કાપે છે], "કાપીને દૂર કરવું").
entry(અબ્લેશન, ન, [અબ્લેશનસ], "શરીરના ભાગની સર્જરી દ્વારા દૂર કરવાનું").
પ્રવેશ(અબ્લેટિવ, ન, [અબ્લેટિવ્ઝ], "એક વ્યાકરણનો કિસ્સો").
entry(અબ્લેટર, ન, [અબ્લેટર્સ], "જે અબ્લેટ કરે છે").
entry(ablaut, n, [ablauts], "ક્રિયાપદ રૂપનાં મૂળ સ્વરોમાં લયબદ્ધ ફેરફાર").
પ્રવેશ(અબ્લેઝ, વિશેષણ, [], "આગ પર હોવું").
entry(able, adj, [], "સક્ષમ વધુ સક્ષમ છે વધુ સક્ષમવત niceસાધનો અથવા પૂરતા જોર કરવાની ક્ષમતા છે").
entry(એਬલ, ન, [એબલ્સ], "અક્ષર A માટે એક સંચાર કોડ શબ્દ").
entry(abled, adj, [], "અખૂંટ કાર્યક્ષમતા માટે સક્ષમ").
entry(ablegate, n, [ablegates], "પાપલ દૂટ").
entry(ઍબ્લિઝમ, ન, [ઍબ્લિઝમ્સ], "અપંગ વ્યક્તિઓ સામેના પૂર્વગ્રહ અથવા ભેદભાવ").
entry(અક્ષમવાદી, n, [અક્ષમવાદીઓ], "જે અક્ષમવાદનો અભ્યાસ કરે છે").
પ્રવેશ(અ_ble અથવા _a_b_l_e_r_, તુલનાત્મક, [], "ક્ષમ").
entry(ablest, ધુપતિમા, [], "of able").
entry(ablings, adv, [], "ablins").
entry(ablins, adv, [], "કદાચ").
પ્રવેશ(ફૂલતું, વિશેષણ, [], "ફૂળેલા").
entry(abluent, n, [abluents], "સફાઈ કરવાનું પ્રવાહી").
entry(ablush, વિશેષણ, [], "લાલાશ").
entry(abluted, વિશેષણ, [], "સાફ ધોઈ દેવાયુ").
entry(અબલ્યુશન, n, [અબલ્યુશન્સ], "એક ધોવું").
entry(ably, adv, [], "લાયકાતપૂર્ણ રીતે").
entry(abmho, n, [abmhos], "વિદ્યુત ચલાવની એક માપક એકમ").
પ્રવેશ(અેબનેગેટ, v, [અેબનેગેટેડ,અેબનેગેટિંગ,અેબનેગેટ્સ], "પોતાને ઇનકાર કરવો").
પ્રવેશ(અસામાન્ય, પ, [અસામાન્યઓ], "માનસિક દ્રષ્ટિએ અપંગ વ્યક્તિ").
entry(માટે, ક્રિયા વિશેષણ, [], "એક જહાજ, ટ્રેન અથવા વિમાને").
entry(વાનુ.ન.ગર, v, [વાનીવ, વાનિવતુ, વાનુ.ન.ગરો], "પૂર્વ સૂચન કરવું").
entry(abohm, n, [abohms], "વિદ્યુત પ્રતિકારનું એક માપ").
entry(અબોઇડિયા, n, [અબોઇડીઆસ], "અથવા અબોઇડોક્સની એક પ્રકારની ડાય્ક").
entry(aboil, adj, [], "ઉકળતું").
entry(aboiteau, n, [aboiteaus], "અથવા ABOITEAUXaboideau").
entry(રદ, v, [રદ કર્યો,રદ કરવી,રદ કરે છે], "દૂર કરવા માટે").
entry(abolla, n, [abollae], "પ્રાચીન રોમમાં પહેરવામાં આવતા એક પ્રકારનું વસ્ત્ર").
entry(અબોમા, ન, [અબોમાસ], "દક્ષિણ અમેરિકન સાપ").
entry(abomasal, વિશેષણ, [], "અબોમાસમથી સંબંધિત").
entry(અબોમાસમ, ન, [અબોમાસા], "ચરાણાર પ્રાણીનું ચોથું પેટ").
entry(abomasus, n, [અબોમાસી], "અબોમાસમ").
Prolog:
entry(aboon, adv, [], "મેથી").
entry(aboral, adj, [], "મોઢાથી દૂર આવેલી સ્થિતિABORALLY adv").
entry(aborning, adv, [], "જન્મ લેતી વખતે").
માર્ગદર્શન(રદ, v, [રદ કર્યો, રદ કરી રહ્યો, રદ કરે છે], "ફેટસને અચાનક બહાર લાવવા માટે").
entry(aborter, n, [aborters], "જે ગર્ભપાત કરે છે").
entry(abortion, n, [abortions], "અયોગ્ય ભ્રૂણની પ્રેરિત નિસ્સરણ").
entry(અસફળ, ઉમ્મેદ, [], "સફળ થવામાં નિષ્ફળ").
entry(abortus, n, [મંદાવરૂ], "મંદાવરૂ ભ્રૂણ").
entry(abought, past, [], "અબી અને અબ્યેનો કાળ").
entry(aboulia, n, [aboulias], "abuliaABOULIC adj").
ઇન્ટ્રી(અબાઉન્ડ, ક્રિયા, [અબાઉન્ડેડ,અબાઉન્ડિંગ,અબાઉન્ડ્સ], "મોટી સંખ્યા અથવા રકમ હોવી").
entry(વિશે, ક્રિયા વિશેષણ, [], "લગભગ").
entry(ઊપર, ને, [ઉપરથી], "કઈક જે ઉપર છે ઉચ્ચ સ્થાન પર").
નલિખ(abrachia, નામ, [abrachias], "હાથેનો અભાવ").
પ્રવેશ(અભરડંટ, ન, [અભરડંટ્સ], "એક ઘર્ષક").
entry(ખંજવાળ, ক্রিয়া, [ખંજવાળ્યું,ખંજવાળી રહ્યું છે,ખંજવાળે છે], "ઘર્ષણથી ધસી નાખવું").
entry(કુદરતી, સું, [કુદરતીઓ], "ખરચવા માટેનું સાધન").
entry(ઘસરણ, n, [ઘસાણો], "ઘસવાની ક્રિયા").
entry(abrasive, n, [abrasives], "ઘસવાથી મટાદેનારી વસ્તુ").
entry(ભાવવિમુક્ત, ક્રિયા, [ભાવવિમુક્તથ્ય,ભાવવિમુક્તકર્તા,ભાવવિમુક્તકરે છે], "મૂળ આઘાતક અનુભવને ફરીથી જીવતી વખતે દબાયેલા ભાવોને મુક્ત કરવું").
entry(કાંધેથી-કાંધ જોડાઈને, ક્રિયાવિશેષણ, [], "બરાબર બાજુ બાજુમાં").
entry(abri, n, [abris], "એક બૉમ્બ શેલ્થર").
entry(ટૂંકાવવું, ক্রিয়া, [ટૂંકાવ્યું,ટૂંકાવી રહ્યું છે,ટુંકાવે છે], "લંબાઈ ઘટાડવા માટે").
entry(સંક્ષિપ્તકરણકર્ટા, સ, [સંક્ષિપ્તકરણકર્તાઓ], "જે સંક્ષિપ્ત કરે છે").
entry(abroach, adj, [], "અસ્થીર").
entry(વિદેશમાં, ક્રિયાવિશેષણ, [], "પોતાના દેશના બહાર").
entry(રદ્દ, ક્રિ, [રદ્દ કર્યું, રદ કરી રહ્યું છે, રદ કરે છે], "અધિકૃત રીતે નાબૂદ કરવું").
entry(abrosia, n, [abrosias], "ખોરાકનો ઉપવાસ").
પ્રવેશ(અચાનક, વિશેષણ, [], "અચાનક અચાનકના અચાનકરુડલી બ્રીફઅચાનકથી એડવ").
entry(ફોડો, v, [ફોડાચળી,ફોડારહ્યું,ફોડાઓ], "સોજો આવેલી કોશિકાઓથી ઘેરાયેલા પિયથી ભરેલા સ્થાનીક સંચય તરીકે ફોડા બનાવવો").
પટાવટ(abscise, v, [abscised,abscising,abscises], "કાપી નાખવું").
entry(abscisin, n, [abscisins], "વનસ્પતિઓમાં જોવા મળતો નિયમનકારક પદાર્થ").
entry(એબ્સિસા, એન, [એબ્સિસાસ], "અથવા એબ્સિસીAખાસ ભૂમિતીય સ્થાનાંતર").
entry(abscond, v, [absconded,absconding,absconds], "અચાનક અને ગુપ્ત રીતે પ્રસ્થાન કરવું").
entry(ઍબસેઇલ, v, [ઍબસેઇલેડ,ઍબસેઇલિંગ,ઍબસેઇલ્સ], "રેપલ કરવું").
entry(abseiler, n, [], "અબસાઈલર એવો ব্যক্তি જે અબસાઈલ કરે છે").
entry(ગેરહાજરી, n, [ગેરહાજરીઓ], "દૂર હોવાની સ્થિતિ").
entry(अनुपસ્થિત, v, [अनुपस्थित रहा, अनुपस्थित रहा છે, अनुपस्थित છે], "અલગ અથવા દૂર રાખવા માટે").
entry(ગેરહાજર, પ, [ગેરહાજરો], "તે જો હાજર નથી").
entry(absenter, n, [absenters], "જે પોતે વધે છે").
entry(absently, adv, [], "અવધ્યાનમાં").
entry(અબસિંથ, n, [અબસિંથસ], "અબસિંથ").
entry(એબસિન્થ, ન, [એબસિન્થસ], "એક કડવો દારૂ").
entry(સંપૂર્ણ, વિશેષણ, [], "કોઈ પ્રતિબંધથી મુક્ત").
entry(અબ્સોલ્યુટ, સં, [અબ્સોલ્યુટ્સ], "કંઈક જે નિર્દિષ્ટ છે").
entry(અબ્સોલ્વ, ક્રિયાપદ, [અબ્સોલ્વ્ડ,અબ્સોલ્વિંગ,અબ્સોલ્વસ], "કર્મના પરિણામોથી મુક્ત કરવા માટે").
entry(absolver, n, [absolvers], "એક જે મુક્ત કરે").
entry(absonant, adj, [], "અવિચારી").
entry(absorb, v, [absorbed,absorbing,absorbs], "અર્થ: શોષીને લેવું અથવા અંદર લેવું").
entry(અબઝૉર્બર, n, [અબઝૉર્બર્સ], "ઘટકે તે જે શોષે છે").
entry(અવરોધ, ક્રિયા, [અવરોધિત,અવરોધી રહ્યા છે,અવરોધ કરે છે], "સ્વૈચ્છિક રીતે વિમુખ થઈ જવું").
entry(absterge, v, [absterged,absterging,absterges], "વાઇપ કરીને શુદ્ધ કરવા").
entry(abstract, adj, [], "સમજૂ હાથથી દુર").
entry(અબ્સ્ટ્રેક્ટ, v, [અબ્સ્ટ્રેક્ટેડ,અબ્સ્ટેક્ટિંગ,અબ્સ્ટ્રેક્ટ્સ], "દૂર લઈ જવું").
entry(શાત્રિગ, v, [શાત્રિગડ,શాత్రિગીંગ,શાત્રિગ સાથે], "વિચારણાઓને કપાડીને રચવું").
entry(કડ, વિશેષણ, [], "અર્થ સમજવા મુશ્કેલ").
entry(અબસર્ડ, વિશેષણ, [], "અબસર્ડર અબસર્ડેસ્ટઅસંગત અથવા અનરીઝનેબલઅબસર્ડલી ક્રિયાવિશેષણ").
પ્રવેશ(અબસરડ, ન, [અબસરડ્સ], "અસંગત અને બિનમૂલ્યકાશી બ્રહ્માંડમાં માનવ જે હાલતમાં વસે છે").
entry(abubble, વિશેષણ, [], "સફEndpointsiving").
entry(અબુલિયા, ન, [અબુલિયાઓ], "મનોબળ ગુમાવવુંABULIC વિશેષણ").
entry(પ્રચુર, વિશેષણ, [], "મોટી માત્રામાં હાજર").
પ્રવેશ(વાપરવો, ક્રિયા, [વપરાયો,વપરાઇ રહ્યો છે,વાપરે છે], "ખોટી રીતે અથવા અનુકૂળ રીતે વાપરવોABUSABLE વિશ્વેશેષણ").
entry(abuser, n, [અત્યાચારીઓ], "એક જે અત્યાચાર કરે છે").
entry(ગાળઘાટ, વિશેષણ, [], "ખોટા અથવા અયોગ્ય ઉપયોગ દ્વારા લક્ષણિય").
entry(abut, v, [abutted,abutting,abuts], "સીમા સાથે સ્પર્શ કરવા").
entry(abutilon, n, [અબ્યુટિલોન], "ફુલદાર છોડ").
entry(તાળેબંધ, ન, [તાળેબંધો], "કંઈક જે જોડાય").
entry(abuttal, n, [abuttals], "એક સીમાવરુદ્ધિ").
પ્રવેશ(અબટર, નામ, [અબટર્સ], "એક જે આબટ કરે").
entry(abutting, present, [], "abut નો ફેરણીસવાદ્ય ભાગરૂપી").
entry(abuzz, વિશેષણ, [], "બઝિંગ").
entry(abvolt, n, [એબવોલ્ટ્સ], "ઇલેક્ટ્રોમોotive ફોર્સની એક એકમ").
entry(abwatt, n, [abwatts], "શક્તિનો એકમ").
entry(aby, v, [abought, abying, abys], "દંડ ભરવા માટે").
entry(અબાય, v, [અબૉટ,અબાઈંગ,અબાય], "અબાય કરવા માટે").
પ્રવેશ(ગહનતા, ન, [ગહનતાઓ], "એક ખીણ").
entry(અબિસ્ટર, વિશેષણ, [], "અપાર રીતે ઊંડું").
entry(અબિસ, ન, [અબિસેસ], "એક ગહન ખાડોABYSSAL વિશેષણ").
entry(શ્વેતચાલ, ન, [શ્વેતચાલો], "એક ફૂલદાર વૃક્ષ અથવા ઝાડ").
entry(વિદ્યાલય, n, [વિદ્યાલયો], "શિક્ષણ સ્થાન").
entry(શૈક્ષણિક, n, [શૈક્ષણિક], "શૈક્ષણિક જીવન અથવા વાતાવરણ").
entry(શૈક્ષણિક, n, [શૈક્ષણિકો], "કૉલેજનો વિદ્યાર્થી અથવા શિક્ષક").
entry(એકેડેમી, n, [એકેડેમીઝ], "એક માધ્યમિક શાળા").
entry(અકાઇ, ન, [અકાઇઝ], "એક બૅરી જેવું ઊજાળું ફળ જે એક ઉષ્ણકટિબંધીય તાડનું ઝાડ બને છે").
entry(એકાજૂ, ન, [એકાજૂઝ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(acaleph, n, [acalephs], "કેવામાં ACALEPHAEa જેલીફિશ").
entry(acalephe, n, [acalephes], "acaleph").
entry(એકાન્થા, n, [એકાન્થાય], "ஒரு尖锐的部分").
એન્ટ્રી(એકન્થસ, ન, [એકન્થસ્સ], "અથવા એકન્થી એક કાંટાળું હર્બ").
entry(acapnia, n, [acapnias], "લોહી અને ઊતકોમાં કાર્બન ડાય ઑક્સાઇડનો અભાવ").
entry(અકાર્બોઝ, ન, [અકાર્બોઝીસ], "મધુમેહની સારવાર માટેની એક દવા").
entry(acari, pl, [], "અકેરસના").
entry(એકારિડ, ન, [એકારિડ્સ], "એરકનિડનો એક પ્રકાર").
entry(acaridan, n, [acaridans], "એકારિડ").
entry(અકારાઇન, n, [અકારાઇન્સ], "અકેરિડ").
entry(acaroid, adj, [], "ઍકારિડ જેવું").
entry(acarpous, adj, [], "ફળ નથી ઉત્પન્ન કરતા").
entry(acarus, n, [acari], "એક પ્રકારનું ઝીણી જીવાત").
entry(અકોડલ, વિશેષણ, [], "પોચડ વિના").
entry(acaudate, adj, [], "acaudal").
entry(acauline, વિશેષણ, [], "કોઇ ડાં થયો વિના").
entry(acaulose, વિશેશણ, [], "acauline").
entry(acaulous, વિશેષણ, [], "acauline").
entry(મંજૂર કરવું, v, [મંજૂર કર્યું,મંજૂર કરી રહ્યું,મંજૂર કરે], "સંમતિ આપવા માટે").
entry(પ્રવેશ, ન, [પ્રવેશકર્તાઓ], "એક જે પ્રવેશ કરે છે").
entry(ઍક્સેન્ટ, v, [ઍક્સેન્ટેડ,ઍક્સેન્ટિંગ,ઍક્સેન્ટ્સ], "ઉચ્ચારણા કરવા").
entry(accentor, n, [એક્સેન્ટર્સ], "એક ગાયકપક્ષી").
entry(accept, v, [accepted,accepting,accepts], "સ્વેચ્છાથી સ્વીકારવું").
એન્ટ્રી(સ્વીકારકર્તા, પ, [સ્વીકારકર્તાઓ], "સ્વીકારેલું એક").
entry(accepter, n, [accepters], "એક સૂકારો").
entry(સ્વીકારક, n, [સ્વીકારકો], "સ્વીકારક").
entry(પ્રવેશ, v, [પ્રવેશ કર્યો, પ્રવેશ કરવો, પ્રવેશ કરે છે], "પ્રાપ્ત કરવા માટે").
entry(હાદસા, n, [હાદસાઓ], "અનપેક્ષિત અથવા અજાણતી ઘટના").
entry(accidia, n, [ખેદ/ઉદાસીનતા], "acedia").
entry(accidie, n, [accidies], "એસિડિયા").
entry(પ્રશંસા, v, [પ્રશંસિત,પ્રશંસતા,પ્રશંસે], "મંજૂરી મૂકી ચીસા પાડવી").
entry(ઓક્કોલેડ, v, [ઓક્કોલેડેડ,ઓક્કોલેડીંગ,ઓક્કોલેડસ], "પ્રશંસા કરવા").
entry(સમાનતા, v, [સମાનતા પુરી કરેલ, સમાનતા પુરી કરી રહ્યો, સમાનતાઓ], "સંમતિ અથવા સમજુતીમાં લાવવું").
entry(accorder, n, [accorders], "એક જે સંમત થાય").
entry(સમૂખ થવું, વ, [સમૂખ થઈ, સમૂખ થતી, સમૂખ થાય છે], "પ્રથમ સંપર્ક કરવા અને વાત કરવા માટે").
entry(ખાતા, v, [ગણનાકૃત,ગણતરી,ખાતાઓ], "સ્પષ્ટીકરણ આપવાનું").
entry(accouter, v, [accoutered,accoutering,accouters], "સજ્જ કરવું").
entry(accoutre, v, [accoutred,accoutring,accoutres], "સજાવવા માટે").
entry(પ્રમાણપત્ર, v, [પ્રમાણપત્રિત,પ્રમાણપત્રકરણ,પ્રમાણપત્રિત કરે છે], "સત્તાવાર અનુમતિ આપવા માટે").
entry(ભેગું થવું, ક્રિ, [ભેગું થયું, ભેળવી છે, ભેળે છે], "સાથે વધવું").
entry(accrual, n, [accruals], "જોડાણ કરવાની ક્રિયા").
entry(જમા થવું, ક્રીયાપદ, [જમા થયું, જમા થતું, જમા થાય છે], "મૂલ પ્રમાણમાં વધારો થાય છે અથવા ઉમેરો તરીકે આવે છે").
એન્ટ્રી(એક્યુરસી, એન, [એક્યુરસિસ], "ચોકસાઇ હોવાનો ગુણવત્તા").
સુચિ(ચુકવટ, વિશેષણ, [], "ભુલથી મુક્ત").
entry(શાપીત, વિશેષણ, [], "શાપિત").
entry(accurst, adj, [], "અભિશપ્ત").
entry(accusal, n, [accusals], "આક્ષેપ કરવાનું કાર્ય").
entry(અંધારોપકર્તા, પ, [અંધારોપકર્તાઓ], "એક આરોપકાર").
entry(અપરાધકાર, ક્રિયાપદ, [અપરાધકાર્યું,અપરાધકારતું,અપરાધકારેછે], "વિરુદ્ધ આક્ષેપ કરવો").
entry(accuser, n, [આરોપક], "એક જે આરોપ કરે છે").
entry(મળી જવું, v, [મળી ગયેલા,મળી રહ્યા છે,મળી જાય છે], "જનકાર કરવો").
entry(એસ, ક્રિયા, [એસ્ડ, એસીંગ, એસેસ], "એક જ સ્ટ્રોકમાં વિરુદ્ધ પોઈન્ટ સ્કોર કરવા").
entry(ઉદાસીનતા, n, [ઉદાસીનતાઓ], "અલક્ષ્યતા").
entry(અકેલ્ડામા, n, [અકેલ્ડામાસ], "લોહીનો સંહાર સ્થળ").
entry(અસીસર્યક, વિશેષણ, [], "કેન્દ્ર વગરનું").
entry(acequia, n, [acequias], "સેચન ટોચ અથવા કેનાલ").
entry(acerate, વિશેષણ, [], "acerose").
entry(acerated, adj, [], "એસેરોઝ").
entry(સાર, વિશેષણ, [], "ACERBER ACERBESTsour").
entry(અસીર્બેટ, क्रिया, [અસીર્બેટેડ,અસીર્બેટીંગ,અસીર્બેટ્સ], "ખાટું બનાવવું").
entry(કટુ, વિશેષણ, [], "કટુ").
entry(તિક્ષ્ણતા, ન, [તિક્ષ્ણતાઓ], "ખાટાશ").
entry(એસરોળા, ન, [એસરોળાસ], "પશ્ચિમ ભારતીય ઝાડ").
entry(acerose, વિશેષણ, [], "સૂચીાકાર").
entry(acerous, વિશેષણ, [], "acerose").
entry(acervate, adj, [], "ઘન નજીકના ગૂંચમાં વધવું").
entry(acervuli, npl, [], "શાકોત્પન્ન જીવાણુના આંગોને ઉત્પન્ન વગર").
entry(acescent, n, [acescents], "કૈંક જે થોડું ખાટું હોય").
એન્ટ્રી(aceta, pl, [], "ઓફ એસિટમ").
entry(અસેટાલ, ન, [અસેટાલ્સ], "એક બળેલી શકાય તેવી પ્રવાહી").
entry(એસિટામીડ, ન, [એસિટામીડ્સ], " એસિટિક એસિડનો અમાઈડ").
entry(એસિટેટ, n, [એસિટેટ્સ], "એસિટી્ક એસિડનું મીઠુંએસિટેટેડ વિશેષણ").
entry(એસિટિક, વિશેષણ, [], "વિનેગર સંબંધિત").
entry(acetify, v, [acetified,acetifying,acetifies], "વીનેગરમાં રૂપાંતરિત કરવું").
entry(એસેટિન, n, [એસેટિન્સ], "એક રસાયણિક સંયોજન").
entry(એસિટોન, n, [એસિટોનસ], "એક દાહક তরળACETONIC વિશેષણ").
entry(એસેટોસ, વિશેષણ, [], "એસેટસ").
entry(ઍસિટસ, વિશિષ્ટણ, [], "સirka જેવો સ્વાદ").
entry(acetoxyl, n, [acetoxyls], "એક અણિવલન્ટ રેડિકલ").
entry(acetum, n, [aceta], "વિનિગર").
entry(ઍસિટાઇલ, n, [ઍસિટાઇલ્સ], "એક એકમૂલ્યક રેડિકલACETYLIC વિશેષણ").
entry(દુખાવો, v, [દુખાવ્યો,દુખી રહ્યો,દુખાવે છે], "નરસ સંચાલિત દુખાવો સહન કરવો").
entry(અશીં, ન, [અશીંઝ], "ફળનો એક પ્રકાર અશીંજલ વિશેષણ").
entry(achier, comparative, [], "ઓફ એચી").
entry(achiest, superlative, [], "એચીનો").
entry(સફળતા મેળવો, v, [સફળતા મેળવણી,સફળતા મેળવી રહ્યા છે,સફળતા મેળવે છે], "સફળતાપૂર્વક પૂર્ણ કરવા માટે").
entry(અચિવર, ન, [અચિવર્સ], "એક જે સિદ્ધ કરે છે").
entry(અચિલિયા, નં, [અચિલિયાસ], "યેરો").
entry(achiness, n, [achinesses], "ખિચામણનો અવસ્થા").
entry(કસરત, વર્તમાન, [], "દર્દનું ક્રિયાવિશેષણ").
entry(અચિંગલી, ક્રિયા વિશેષણ, [], "એક દર્દભર્યા ક્ષણમાં").
entry(achiote, n, [achiotes], "પીઠ્ત અને લાલ રંગનું રંગત").
entry(એચિiral, વિશેષણ, [], "સિમેટ્રીકલ અણુ સંબંધિત").
entry(અચોલિયા, નામ, [અચોલિયાઝ], "પિત્તનો અભાવ").
entry(અચ્છુ, વિશ્વમંગલ, [], "અચ્છૂ").
entry(અક્રોમેટ, ન, [અક્રોમેટ્સ], "લેન્સનો એક પ્રકાર").
entry(અક્રોમિક, વિશેષણ, [], "કોઈ રંગ ન હોવો").
entry(achy, adj, [], "ACHIER ACHIESTaching").
entry(acicula, n, [aciculas], "અથવા ACICULAE સોયાઓ જેવા ભાગ અથવા પ્રક્રિયા ACICULAR વિશેષણ").
પ્રવેશ(aciculum, n, [aciculums], "અથવા ACICULA એક વાંસની જેમનો ભાગ").
એન્ટ્રી(એસિડ, ન, [એસિડ્સ], "રાસાયનિક સંયોજનનો એક પ્રકાર").
entry(એસિડેમિયા, n, [એસિડેમિયાઓ], "રક્તમાં એસિડિટીની વધેલી સ્થિતિ").
પ્રવેશ(એસિડહેડ, ના, [એસિડહેડ્સ], "જે LSD નો ઉપયોગ કરે છે").
entry(અમ્લીય, વિશેષણ, [], "ખાટું").
entry(એસિડીફાય, ક્રિયા, [એસિડિફાઇડ, એસિડીફાઇંગ, એસિડિફાઇઝ], "એસિડમાં ફેરવવું").
entry(અમ્લતા, n, [અમ્લતાઓ], "ખટાશ").
entry(acidly, adv, [], "ખાટબહોળું").
entry(ઍસિડનેસ, ન, [ઍસિડનેસેસ], "ઍસિડિટી").
entry(એસિડોસિસ, n, [એસિડોસિસ], "લોહીની અસામાન્ય અવસ્થા એસિડોટિક વિશેષણ").
entry(એસિડ્યુરીઆ, ન, [એસિડ્યુરિયાસ], "મૂત્રમાં એસિડની અતિશય માત્રા ધરાવતી સ્થિતિ").
entry(acidy, adj, [], "ખાટું").
entry(acierate, v, [acierated,acierating,acierates], "સ્ટીલમાં ફેરવવું").
entry(aciform, વિશેષણ, [], "સોયાના આકારવાળું").
entry(એસિંગ, વર્તમાન, [], "એસનો પર.Participle").
entry(acinus, n, [acini], "એક ಸಣ್ಣ પોકળ રાજ્ય વિન્યાસ જે ગ્રંથિનુ分岐彩票平台注册")
entry(ackee, n, [ackees], "અકી").
entry(aclinic, adj, [], "કોઇ ઝુકાવ ન હોવું").
નિકાસ(એકમે, પ, [એકમ્સ], "ઉચ્ચતમ બિંદુACMATIC ACMIC વિશેષણ").
entry(ફોડા, ન, [ફોડા], "ચામડીની બીમારીACNED વિશેષણ").
entry(acnode, n, [acnodes], "વ્યાવસ્થિત પ્રવૃત્તિઓના અન્ય તત્વોથી અલગ થયેલ ગણિતીય સમૂહનો એક તત્વ").
entry(acock, વૃશ્ચિક, [], "cocked").
entry(acoelous, વિશેષણ, [], "ખરેખર શરીરનું ગુહા ન હોવું").
entry(acold, વિશેષણ, [], "ઠંડું").
પ્રવેશ(સહાયક, એન, [સહાયકો], "એક સહાયક").
entry(અકોનાઇટ, n, [અકોનાઇટ્સ], "એક ઝેરી ઉકાળોઅકોનિટિક વિશે").
entry(અકોનાઇટમ, ન, [અકોનાઇટમ્સ], "અકોનાઈટ").
entry(એકોર્ન, ન, [એકોર્નસ], "ઓક ઝાડનો ફળACORNED વિશેષણ").
entry(શ્રવ્ય, n, [શ્રવાદેવ], "શ્રવણ ઉપકરણ").
entry(જાણવું, v, [જાણકાર,જાણતા,જાણે], "જાણવા માટે કારણ બનવું").
entry(પ્રાપ્તિ, ન, [પ્રાપ્તિઓ], "કંઈક પ્રાપ્તિ").
entry(મિલકત મેળવવું, v, [મિલકત મેળવી,મિલકત મેળવતો,મિલકત મેળવે છે], "ઓતરવાનું માલિકી મેળવવું").
entry(acquiree, n, [acquirees], "જેનુ અધિગ્રહણ કરવામાં આવે છે").
entry(અક્વાયર, ગા, [અક્વાયરર્સ], "જે મેળવતું હોય").
entry(દોષમુક્ત, ક્રિયાપદ, [દોષમુક્ત કર્યા,દોષમુક્ત કરવું,દોષમુક્ત કરે છે], "અપરાધ અથવા ગુનો પ્રમાણે મુક્ત અથવા ચોખ્કસ કરવા").
entry(acrasia, n, [acrasias], "જાતનિર્ભરતા માટેની અછત ACRATIC વિશેષણ").
entry(acrasin, n, [acrasins], "એક સબસ્ટન્સ જે સ્લાઇમ મોલ્ડના કોષો દ્વારા સ્રાવિત થાય છે").
entry(એકર, n, [એકરો], "જમીન માપવા માટેની એક એકમ").
entry(acreage, n, [acreages], "એરીયા ઇન એકર્સ").
entry(acred, adj, [], "ઘણા એકર ધરાવવું").
entry(acrid, adj, [], "ACRIDER ACRIDESTચોખ્ખું અને ગંધ માટે કડવું").
entry(acridine, n, [acridines], "એક રાસાયણિક સંયોજક").
પ્રવેશ(તીક્ષ્ણતા, ન, [તીક્ષ્ણતાઓ], "તીક્ષ્ણ હોવાની સ્થિતિ").
entry(acridly, adv, [], "એક કડવાશભર્યા ભર્યા રીતે").
entry(દ્વેષ, નામ, [દ્વેષો], "વાણી અથવા સ્વભાવની તીક્ષણતા અથવા કડવાશ").
entry(acro, n, [acros], "એક સ્કીઇંગ ઇવેન્ટ જેમાં એક સ્કીઅર સંગીત પર કરતબ બતાવે છે").
entry(એક્રોબેટ, ન, [એક્રોબેટસ], "ચપળતા અને સંતુલનની સિદ્ધિઓમાં નિષ્ણાત").
પ્રવેશ(acrodont, n, [acrodonts], "મૂળ વગરના દાતો ધરાવનાર પ્રાણી").
entry(acrogen, n, [acrogens], "ફક્ત શીર્ષ પર વૃદ્ધિ પામેતું એક વનસ્પતિ").
entry(એક્રોલેક્ટ, ન, [એક્રોલેક્ટ્સ], "ભાષાનો ઉચ્ચ સ્વરૂપ").
પ્રવેશ(acrolein, n, [acroleins], "એક જ્વલનશીલ પ્રવાહી").
entry(એક્રોલિથ, n, [એક્રોલિથ્સ], "પ્રতার ઉલ્કરણનો એક પ્રકાર").
entry(એક્રોમિઓન, ન, [એક્રોમિયા], "ખભાની હાડપિંજરની બહારની બાજુACROMIALવિશેષણ").
entry(acronic, adj, [], "સૂર્યાસ્ત સમયે ઘટે છે").
entry(અક્રોનિમ, n, [અક્રોનિમ્સ], "યોજનાકારક શબ્દ અથવા શબ્દોના શ્રેણીમાંથી શરૂઆતના અક્ષરો વડે બનેલો શબ્દ").
પ્રવેશ(એક્રોસોમ, સ, [એક્રોસોમ્સ], "સ્પર્મના વડા પરનો પાતળો થેલો").
entry(અક્રોસ, પૂર્વ પ્રત્ય, [], "એક તરફથી બીજી તરફ").
entry(અક્રોસ્ટિક, ન, [અક્રોસ્ટિક્સ], "એવું કાવ્ય જેમાં ચોક્કસ અક્ષરો ક્રમમાં લઈને શબ્દ અથવા વાક્ય બને").
entry(acrotism, n, [acrotisms], "નબળાઈનું ધબકારાACROTIC વિશેખી").
entry(એક્રિલેટ, n, [એક્રિલેટ્સ], "એક માતોદ્રવ્ય").
entry(એક્રેલિક, n, [એક્રેલિક્સ], "રેઝિનનો એક પ્રકાર").
entry(act, v, [અભિનય કર્યો,અભિનય કરવો,અભિનય કરે છે], "કંઇક કરવા માટે").
entry(acta, npl, [], "પ્રતિબદ્ધ પ્રક્રિયા").
entry(actable, adj, [], "મંચ પર પ્રદર્શન માટે યોગ્ય").
entry(actin, n, [એક્ટિન], "સ્નાયુના તંતુમાં પ્રોટીન").
entry(actinal, adj, [], "આંટા ഉള്ള").
entry(acting, n, [actings], "અભિનેતાનું વ્યવસાય").
entry(actinia, n, [actinias], "અથવા ACTINIAE એક સાગરીક પ્રાણી").
entry(actinian, n, [actinians], "એક્ટિનિયા").
entry(એકટિનિક, વિશેષણ, [], "એક્ટિનિઝ્મના સંબંધમાં").
પ્રવેશ (એક્ટિનાઈડ, n, [એક્ટિનાઈડ્સ], "કોઈપણ શ્રેણીની ક્રિયાશીલ ભૂતત્વ તત્વો").
entry(એક્ટિનિઝમ,ન, [એક્ટિનિઝમ્સ], "ઔજસ પ્રકાશનો ગુણધર્મ જે રાસાયણિક ફેરફારો કરી શકે છે").
પ્રવેશ(એક્ટિનિયમ, ન, [એક્ટિનિયમ્સ], "એક રેડિઓઍક્ટિવ તત્વ").
એન્ટ્રી(એક્ટિનોઈડ, પ, [એક્ટિનોઈડ્સ], "એક એક્ટિનાઈડ").
entry(actinon, n, [actinons], "રેડોનનું એક આઇસોટોપ").
entry(ક્રિયા, v, [ક્રિયારત,ક્રિયાવિહિન,ક્રિયાઓ], "એ વિરુદ્ધ કાયદેસરની કાર્યવાહી લાવવા માટે").
entry(ક્રિયાકરતા, પ, [ક્રિયાકર્તાઓ], "ઉત્તેજક ક્રિયા સાથેની ફિલ્મ").
entry(સક્રિય, ક્રિયા, [સક્રિય થયું, સક્રિય કરી રહ્યું છે, સક્રિય કરે છે], "ચાલુ કરવું").
પ્રવેશ(સક્રિય, ન, [સક્રિયગણ], "સંસ્થા ના ભાગ લેનાર સભ્ય").
entry(actively, adv, [], "સક્રિય સાથે").
entry(કૃતિવાદ, નામ, [કૃતિવાદો], "મૂળધાર જે સીધી અને નિર્ણયકારી ક્રિયા પર ભાર આપે છે").
entry(લડીવાળું, ન, [લડીવાળાઓ], "સક્રિયતાવાદનું સમર્થક").
પ્રવેશ(સક્રિયતા, n, [સક્રિયતાઓ], "ઝડપી ક્રિયા અથવા ગતિ").
entry(સક્રિય કરો, v, [સક્રિય કર્યો,સક્રિય કરી રહ્યો છે,સક્રિય કરે છે], "સક્રિય કરવા માટે").
પ્રવેશ(નట, n, [નટઓ], "એક નાટ્ય અભિનયકર્તાઅભિનયકર્તાસંક્રાંત અભિનયકર્તાસંક્રાંત adj").
entry(અભિનેત્રી, n, [અભિનેત્રીઓ], "એક મહિલાઓ અભિનેત્રી adj").
entry(હકીકત, વિશેષણ, [], "factACTUALLY adv માં અસ્તિત્વમાં છે").
entry(વિમાકર્તા, n, [વિમાકર્તાઓ], "એક આંકડાશાસ્ત્રી જે વીમા જોખમો અને પ્રિમિયમ ગણતરી કરે છે").
entry(actuate, v, [actuated,actuating,actuates], "ક્રિયા અથવા ગતિમાં મૂકવા માટે").
એન્ટ્રી(એક્યુએટર, પ, [એક્યુએટર્સ], "એક એવું જે સક્રિય કરે").
entry(acuate, adj, [], "તીક્ષ્ણ").
entry(acuity, n, [acuities], "તેમજ").
પ્રવેેશ(aculeate, n, [aculeates], "એક ડંખ મારનાર કીટક").
entry(aculeus, n, [aculei], "એક તીક્ષ્ણ બિન્દુરૂપ ભાગ").
નમૂનાઓ(acumen, n, [acumens], "માનસિક ચતુરાઇ").
entry(acutance, n, [acutances], "ફોટોગ્રાફિક સ્વચ્છતા માંપ").
entry(તીવ્ર, વિશેષણ, [], "ACUTER ACUTESTતીવ્રતા અથવા ગંભીરતા દ્વારા ચિહ્નિતACUTELY adv").
entry(acute, n, [acutes], "ઊચ્ચાર ચિન્હનો એક પ્રકાર").
entry(અચક્રિય, વિશેષણ, [], "ચક્રિય નથી").
entry(acyl, n, [acyls], "અનિષ્ક્રિય મૂળક").
પ્રવેશ(acylate, v, [acylated,acylating,acylates], "એસિલ દાખલ કરવો").
entry(એસિલોઇન, ન, [એસિલોઇન્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(જાહેરાત, ન, [જાહેરાતો], "એક જાહેરાત").
entry(કહાવત, ન, [કહાવતો], "સામાન્ય અવલોકન વ્યક્ત કરતી પરંપરાગત કહેવતકહાવતીય વિશેષણ").
પ્રવેશ(adagio, n, [adagios], "હળવા ટેમ્પોમાં ભજવાતું એક સંગીત રચના અથવા ગતિ").
entry(ધૃઢતા, ણ, [ધૃઢતાઓ], "અડગપણા").
નવીProlog: entry(અડગતા, n, [અડગતાઓ], "અટલ કઠિનતા").
entry(અડગ, ન, [અડગતા], "એક અત્યંત કઠોર પદાર્થ").
entry(એડમસાઈટ, n, [એડમસાઈટ્સ], "સ્વાસ લેવા મુશ્કેલ બનાવે તેવા વાયુ").
entry(એડપ્ટ, ક્રિયાપદ, [એડપ્ટેડ,એડપ્ટિંગ,એડપ્ટ્સ], "યોગ્ય બનાવવા માટે").
entry(adapter, n, [અડેપ્ટર], "જોકે કે એડપ્ટ કરે છે").
entry(અડપ્શન, ન, [અડપ્શન્સ], "અડપ્ટ કરવાની ક્રિયા ADAPTIVE વિશેષણ").
entry(એડેપ્ટર, n, [એડેપ્ટર્સ], "એડેપ્ટર").
entry(adaxial, adj, [], "જે તે જ બાજુ પર આવેલી").
પ્રવેશ(એડબોટ, સ, [એડબોટ્સ], "એક વિશિષ્ટ કોમ્પ્યુટર પ્રોગ્રામ").
entry(add, v, [ચોકાવવું,ચોકાવતા,ચોકાવે છે], "સમાવેશિત અથવા જોડવા માટે જેથી વધારાને લાવી શકાય તેવુંADDABLE વિશેષણ").
entry(addax, n, [ડૉક્સ], "એક મોટું મૃગ").
entry(addedly, adv, [], "ડુક્કેસથી").
entry(addend, n, [addends], "બીજા જોડવાનો એક નંબર").
entry(ઉપરાંત, ન, [ઉપરાંતો], "અથવા ઉમેરવામાં આવે અથવા ઉમેરવું").
એન્ટ્રી(એડર, એન, [એડર્સ], "એક ઝેરી સાપ").
entry(addible, adj, [], "એડ કરવાના યોગ્ય").
entry(વ્યસની, ક્રિયા, [વ્યસનમગ્ન,વ્યસનકારક,વ્યસનો], "કંઈકની લાગણીશીલ અથવા મજબೂರ привычાની સાથે સમર્પિત અથવા સ્વરૂપ થવું").
entry(ઉમેરણા, ન, [ઉમેરણાઓ], "કૈંક ઉમેર્યું").
entry(additive, n, [additives], "અન્ય ગુણવત્તાઓ આપવાની ઇચ્છા સાથે અન્યમાં ઉમેરાયેલ પદાર્થ").
પ્રવેશ(ઉમેરણીય, વિશેષણ, [], "ઉમેરણ કરવું").
entry(addle, v, [addled,addling,addles], "ગુંચવાલું").
entry(સરનામું, v, [સરનામાં,સરનામું કરવું,સરનામાંઓ], "બોલવા માટે").
entry(અપનવું, ક્રિયા, [અપનાવ્યો, અપનાવી રહ્યો, અપનાવે છે], "પુરાવા તરીકે આગળ લાવવા માટે").
entry(adducent, adj, [], "એડડેક્ટ કરવા માટે સેવા આપવા માં").
entry(ઉદાહરણ આપનાર, ન, [ઉદાહરણ આપનારાઓ], "જણ જે ઉદાહરણ આપે").
entry(અથ પુરૂષ્ઠિત કરવું, વર્તમાન, [], "અથાનાં વર્તમાન વાચક").
entry(adduct, v, [adducted, adducting, adducts], "મૂખ્ય અક્ષ તરફ ખેંચવું").
entry(ઍડક્ટર, સ, [ઍડક્ટર્સ], "એક અભિનયક muscle").
entry(અદીમ, ક્રિયા, [અદીમ્ડ,અદીમિંગ,અદીમ્સ], "દૂર કરવા").
entry(એડેલ્ગિડ, સં, [એડેલ્ગિડ્સ], "એક નાનું પ્રાણી").
એન્ટ્રી(એડેનિન, એન, [એડેનાઇન્સ], "એક આલ્કલોઇડ").
entry(એડેનાઇટિસ, ન, [એડેનાઇટીસેસ], "લિંફ ગાંઠની સોજો").
entry(એડેનોઇડ, નામ, [એડેનોઇડ્સ], "ફરેન્ક્સ પાછળ વધેલું લોહિતરસ ગ્રામ").
entry(એડેનોમા, ન, [એડેનોમાસ], "અથવા એડેનોમાટાઐ ગ્રંથિ સપોજીત અસાધારણ ગાંઠ").
entry(એડેનોસિસ, n, [એડેનોઝીસ], "ગ્રંથિ મુજબના ટીસૂનો અસમાન્ય વિકાસ").
entry(એડેનાઇલ, n, [એડેનાઇલ્સ], "એક એકમૂલ્ય રેડિકલ").
entry(adept, adj, [], "અસ્ત્રસ્નાત આસ્ત્રસ્નાતતમ અત્યંત કુશળતા કુશળતાથી adv").
entry(નિપુણ, ન, [નિપુણો], "એક નિપુણ વ્યક્તિ").
entry(પૂરકતા, ન, [પૂરકતાઓ], "પુરક હોવાની ಸ್ಥિતિ").
entry(યોગ્ય, વિશેષણ, [], "નિર્ધારિત આવશ્યકતા માટે પૂરતું").
entry(ચીપકવું, ક્રિયા, [ચીપક્યું,ચીપકતી,ચીપકે], "કંઈક સાથે જોડાવું અથવા નજીક રહેવું").
entry(ચોંટાયેલી પદાર્થ, n, [ચોંટાયેલી પદાર્થો], "ચોંટનાર પદાર્થ જે સપાટી સાથે ચોંટે છે").
એન્ટ્રી(અનુયાયી, નં, [અનુયાયીઓ], "એક સમર્થક").
entry(જોડાવનાર, ન, [જોડાવનારઓ], "એક જે જોડાય છે").
entry(adhering, present, [], "જળવવા માટેનો વર્તમાન કાળનો જીવાત").
entry(અડકચીપક, n, [અડકચીપકો], "ચીપકવાના ક્રિયા").
entry(સંયોજક, સં, [સંયોજકો], "એક પદાર્થ કે જે સંબંધન સર્જે છે").
entry(પ્રદર્શિત, ક્રિયા, [પ્રદર્શિત,પ્રદર્શિત કરવાની પ્રક્રિયામાં,પ્રદર્શિત કરે છે], "પ્રવેશ કરવાની અથવા પ્રવેશ թույլ આપવા માટે").
entry(adieu, n, [adieus], "અથવા ADIEUX વિદાય").
entry(આદિયોસ, n, [આદિયોસેસ], "ગુડબાય").
એન્ટ્રી(એડિપોઝ, એન, [એડિપોઝઝ], "પ્રાણી ગરમીએડિપિક વિશેષણ").
entry(adiposis, n, [adiposes], "જરના").
entry(એડિપસ, વિશેષણ, [], "ચરબી સંબંધી").
entry(અદીત, પ, [અદીત્સ], "પ્રવેશદ્વાર").
પ્રવેશ(સમાન, વિશેષણ, [], "પછી").
entry(લગાડવું, ક્રિયાપદ, [લગાડ્યું,લગાડવાથી,લગાડે છે], "બાજુમાં હોવું").
એન્ટ્રી(એજોઇન્ટ, એન, [એજોઇન્ટ્સ], "ગણિતીય મેટ્રિક્સનો એક પ્રકાર").
entry(મુલતવી, ક્રિયા, [મુલતવીરાખી,મુલતવીરહશે,મુલતવીરાખે], "પછીના સમય સુધી સ્થગિત કરવા માટે").
entry(ન્યાયાધીશે નિર્ણય કરવો, ક્રિયાપદ, [ન્યાયાધીશે નિર્ણય કરી ચુક્યો, ન્યાયાધીશે નિર્ણય કરી રહ્યો, ન્યાયાધીશે નિર્ણય કરે છે], "ન્યાયિક રીતે નિર્ધારિત કરવાનું").
entry(adjunct, n, [adjuncts], "કોઈ વસ્તુ જે નાનું સ્થાન ધરાવે છે").
entry(આદેશ આપવો, ક્રિયા, [આદેશ આપ્યો, આદેશ આપવું, આદેશ આપે છે], "ગંભીરપણે આદેશ આપવો").
entry(adjurer, n, [adjurers], "જોકો કે જે સંપૂર્ણ ભાવ ધરાવે છે").
entry(adjuror, n, [adjurors], "adjurer").
entry(સમાયોજન, ક્રિયા, [સમાયોજિત,સમાયોજિત કરી રહ્યો آهي,સમાયોજિત કરે છે], "વધુ સંતોષજનક હાલતમાં લાવવા માટે").
entry(એડજસ્ટર, ન, [એડજસ્ટર્સ], "એક જે એડજસ્ટ કરે છે").
entry(adjustor, n, [adjustors], "એડજસ્ટર").
entry(એડ્યુટન્ટ, ન, [એડ્યુટન્ટ્સ], "મદદનીશ").
entry(સહાયક, n, [સહાયકો], "એક સહાયક").
ઍન્ટ્રી(એડલૅન્ડ, પ, [એડલૅન્ડ્સ], "જાહેરાતની દુનિયા").
entry(adman, n, [admen], "જાહેરાત વ્યવસાયમાં નોકરી આપે છે").
entry(admass, n, [admasses], "માસમીડિયા ઍડ્વર્ટાઈઝિંગ").
entry(એડમિન, n, [એડમીને], "એક વહીવટ").
entry(એડ્મિરલ, સ, [એડ્મિરલ્સ], "એક ઉચ્ચ પદવિ ધરાવતો નૌકાદળ અધિકારી").
entry(પ્રશંસા, ક્રિયા, [પ્રશંસિત,પ્રશંસતા,પ્રશંસે], "આશ્ચર્ય આનંદ અને મંજૂરી સાથે જોવું").
પ્રવેશ(પ્રશંસક, સ, [પ્રશંસકો], "જે પ્રશંસા કરે છે").
entry(પ્રવેશ, ક્રિયાપદ, [પ્રવેશ કર્યો,પ્રવેશ કરી રહ્યો છે,પ્રવેશ કરે છે], "પ્રવેશ કરવાની મંજૂરી આપવી").
પ્રવેશ(મંજુરકર્તા,ન, [મંજુરકર્તાઓ], "એક જે મંજુર કરાયો છે").
entry(admitter, n, [admitters], "એક જે દાખલ થાય છે").
entry(admix, v, [admixt,admixing,admixes], "મિક્ષ કરવા").
entry(તાડના, ક્રિયા, [તાડ્યું,તાડીરહ્યું,તાડે છે], "મૃદુ અથવા દયાળુ રૂપે ઠપકો આપવા").
entry(adnate, adj, [], "બીજાં ભાગ અથવા અંગ સાથે જોડાયેલા").
entry(adnation, n, [adnations], "સંલગ્ન થવાનો અવસ્થા").
entry(adnexa, npl, [], "સંયુક્ત શારિરીક ભાગોADNEXAL વિશેષણ").
entry(adnoun, n, [વિશેષણનામ], "નામ રૂપે ઉપયોગ થતું વિશેષણ").
entry(ado, n, [ados], "જોરશોરના ઉત્સાહ").
entry(અડોબ, ન, [અડોબ્સ], "અનબર્ન્ડ સૂકવેલા ઇંટ").
entry(અદોબો,ન, [અદોબોઝ],"ફિલિપીંસનું માછલી અથવા માંસથી નું બનાવાયેલ એક વાનગી").
entry(એડોનિસ, સં, [એડોનિસીસ], "એક પોષ્ટિક યુવાન પુરુષ").
entry(દત્તક, ચિ, [દત્તક લીધું,દત્તક લેતાં,દત્તક લે છે], "કાયદાકીય માધ્યમથી એકના પરિવારમાં લેવા માટે").
દાખલ(adoptee, n, [adoptees], "શીશુ ધારણ કરેલું").
entry(દત્તક લેનાર, n, [દત્તક લેનારઓ], "જે દત્તક લે છે").
entry(અપનાવવું, નં, [અપનાવનો], "અપનાવવાનો ક્રમADOPTIVE વિશેષણ").
entry(adorable, adj, [], "પ્રશંસાને લાયકADORABLY adv").
પ્રવેશ(આદર, ક્રિયા, [આદર્યું,આદરતા,આદરે], "ખૂબ જ પ્રેમ કરવો").
entry(adorer, n, [adorers], "જે પ્રેમ કરે છે").
entry(સ્વતંત્ર, ક્રિયા, [સજાવટ, સજાવટ_કરી, સજાવે], "મોહક બનાવવા માટે કંઈક ઉમેરવું").
entry(અડોર્નર, ન, [અડોર્નર્સ], "એક જે શણગાર કરે છે").
entry(adown, adv, [], "નીચે").
entry(adoze, adj, [], "ઊંઘમાં").
entry(adrenal, n, [adrenals], "એન્ડોક્રાઇન ગ્રંથી").
entry(adrift, adj, [], "વહેતા").
entry(adroit, adj, [], "નિપુણ વધુ નિપુણ સૌથી નિપુણતાપૂર્વક adv").
entry(અડસ્ક્રિપ્ટ, ન, [અડસ્ક્રિપ્ટ્સ], "બીજાના આકાર પછી લખાયેલો એક ઓળખતું પ્રતિક").
entry(_adsorb, v, [adsorbed,adsorbing,adsorbs], "સંઘનિત પરતમાં સપાટી પર ભેગા થવા માટે").
entry(એડસોર્બર, n, [એડસોર્બર્સ], "જે એડસોર્બ કરે છે").
entry(એડસુકી, ન, [એડસુકીસ], "એડઝુકી").
entry(adularia, n, [adularias], "એક ખનિજ").
entry(વખાણ કરવું, ક્રિયા, [વખાણ કર્યું, વખાણ કરતા, વખાણ કરે છે], "અતિશય વખાણ કરવાનો").
entry(પ્રશંસક, ન, [પ્રશંસકો], "જે અભિનંદન કરે છે").
প্রৱিষ্ট করুন(প্ৰাপ্তবয়স্ক, এন, [প্ৰাপ্তবয়স্কসকল], "এক সম্পূৰ্ণ বিকাশিত ব্যক্তি").
પ્રવેશ(વિધર્મ, ન, [વિધર્મણ], "વૈવાહિક વ્યક્તિ અને તેના જીવનસાથી સિવાયના અન્ય વ્યક્તિ વચ્ચે ઇચ્છાકૃત કામસૂત્ર વ્યવહાર").
entry(વયસ્ક રીતે, ક્રિયાવિસ્તાર, [], "વયસ્ક માટે ગણી શકાય તેવી રીતમાં").
entry(adumbral, વિશેષણ, [], "છાયો").
entry(adunc, adj, [], "અંદર તરફ વાંકેલી").
entry(aduncate, adj, [], "adunc").
entry(aduncous, adj, [], "એડંક").
entry(adust, વિશેષણ, [], "જلول").
entry(ીયથ, ક્રિયા, [યથ,યથતર,યથહે], "આગળ વધવું અથવા આગળ વધવાનો કારણ બનવું").
entry(અડ્વાન્સર, n, [અડ્વાન્સર્સ], "જે આગળ વધે છે").
entry(advect, v, [advected,advecting,advects], "દ્રવનું પ્રવાહ દ્વારા પરિવહન કરવું અથવા વહન કરવું").
પ્રવેશ(આડવેંટ, એન, [આડવેંટસ], "આગમન").
entry(ક્રિયાવિશેષણ, ન, [કૃિયાવિશેષણો], "એક શબ્દ જે ક્રિયા વિશેષણ અથવા અન્ય ક્રિયાવિશેષણCrowd ને સુધારવા માટે વપરાય છે").
entry(પ્રતિકૂળ, વિશેષણ, [], "વિરોધમાં કાર્ય કરવું").
entry(જાહેરાત, v, [જાહેરહતી,જાહેરિંગ,જાહેરાતો], "ધ્યાન આકર્ષવા માટે").
entry(સલાહ, સં, [સલાહો], "નિર્ણય અથવા ક્રિયાને લગતી ભલામણ").
entry(સલાહ, ફ, [સલાહ આપ્યો,સલાહ આપવી,સલાહ આપે છે], "સલાહ આપવા માટે").
entry(advisee, n, [જણાવેલા], "એ જે સલાહ લેવામાં આવે").
entry(સલાહકાર, n, [સલાહકારો], "જે સલાહ આપે છે").
entry(સમજાવટ, વર્તમાન, [], "સલાહ આપવાનો ભવિષ્યદર્ચક રૂપ").
ઍન્ટ્રી(સલાહકાર, n, [સલાહકાર], "સલાહકાર").
પ્રવેશ( સલાહકાર, ન, [સલાહકારો], "માહિતી આપતી અહેવાલ").
entry(અડવોકેટ, n, [અડવોકેટસ], "બ્રાન્ડી ખાંડ અને ઇંડાં દ્વારા બનેલ એક મીઠી દારૂ").
entry(વკივાણ, ન, [વკივાણ], "સલાહ જરુરી છે").
entry(વકીલ, v, [વકીલઉઠાવ્યુ, વકીલીફરમાવવું, વકીલ ઉપાડી રહ્યું છે], "ના સમર્થનમાં બોલવું").
entry(પ્રધાનત્વ, ન, [પ્રધાનત્વો], "ખાલી ચર્ચ પદ પર ઉમેદવારને રજૂ કરવાનો અધિકાર").
પ્રવેશ(એડવેર, ન, [એડવેર], "કંપ्यूटर સોફ્ટવેર જે વિનામૂલ્યે પ્રદાન કરવામાં આવે છે પરંતુ તેમાં જાહેરાતો હોય છે").
entry(adwoman, n, [adwomen], "વિજ્ઞાપન વ્યવસાયમાં નિયુક્ત એક મહિલા").
entry(adynamia, n, [adynamias], "શારીરિક તાકાતનો અભાવADYNAMIC વિશેષણ").
entry(અડાઇટમ, ந, [અડીટા], "પ્રાચીન મંદિરમાં આંતરિક પૂજાઘર").
entry(adz, v, [adzed,adzing,adzes], "લાકડું કાપવામાં અકસોપી કરવાની એક કાપવાની સાધન થી આકાર આપવો").
entry(એડ્ઝ, v, [એડ્ઝ્ડ,એડ્ઝિંગ,એડ્ઝસ], "એડ્ઝ કરવા માટે").
entry(અડઝુકી, n, [અડઝુકિસ], "એશિયન છોડનું ખાદ્ય બીજ").
entry(ae, adj, [], "એક").
entry(aecia, pl, [], "એસિયમની").
entry(aecial, adj, [], "એસિયમ સાથે સંબંધિત").
entry(aecidial, adj, [], "ઍસીમ સંબંધી").
entry(aecidium, n, [એસીડિયા], "એક એસિયમ").
entry(aecium, n, [aecia], "ચીકણા ફૂગના કેટલાક જાતિમાં નાશપદા ઉત્પન્ન કરતું અંગ").
entry(aedes, n, [aedes], "મચ્છરોની એક જીનસમાંથી કોઇ").
entry(aedile, n, [aediles], "પ્રાચીન રોમનો એક ચંદ્રમહિને").
entry(aedine, adj, [], "એક એડીસને લગતું").
entry(એજિસ, ન, [એજિસેસ], "સુરક્ષા").
entry(અગ્રોતેટ, ન, [], "બહુવચન અગ્રોતેટસ અન્વાય લાભપત્ર બીમાર વિદ્યાર્થીને પરીક્ષામાંથી મુક્તિ આપતું પ્રમાણપત્ર").
entry(aeneous, adj, [], "લીલાશ સોનાળ રંગ ધરાવતા").
entry(aeneus, adj, [], "તિામ્રવર્ણ").
entry(એઓલિયન, વિશેષણ, [], "ઇઓલિયન").
entry(યુગ, ન, [યુગો], "યુગ").
પ્રવેશ(એઓનિયન, વિશેષણ, [], "ઇઓનિયન").
entry(શાશ્વત, જગ્યા, [], "સદાય માનવ").
entry(એક્વોરિન, ન, [એક્વોરિનસ], "જેલીફિશ દ્વારા સ્રવિત કરાયેલ એક પ્રોટીન").
entry(aeradio, n, [aeradios], "વિમાનચાલકો માટેની કેનેડિયન રેડિયો સેવા").
entry(એરેટ, ક્રિયા, [એરેટેડ,એરેટિંગ,એરેટ્સ], "હવાની સપ્લાય કરવા").
entry(વાયુસંચાર, નિ, [વાયુસંચારો], "વાયુસંચાર કરવાનું કૃત્ય").
entry(વાતાકળી, ન, [વાતાકળીઓ], "જે હવામાં ઓક્સિજન વધારવાની ક્રિયા કરે છે").
entry(એરિયલ, ન, [એરિયલ્સ], "એક એન્ટેના").
entry(હવાઇ રીતે, ક્રિયા વિશેષણ, [], "હવા સંબંધિત રીતે").
entry(એરી, ન, [એરીઝ], "ઉંચી પહાડી અથવા પડખું પર બાંધવામાં આવેલ પંખીના ગૂંથણાનું માળુંAERIED વિશેષણ").
entry(aerier, comparative, [], "ઍરીનો").
entry(aeries, pl, [], "એરીનો").
entry(aeriest, superlative, [], "એરીનો").
entry(હવાનીનુ સ્વરૂપ ધરાવતું, વિશેષણ, [], "having the form of air").
entry(એરિફાઇ, ક્રિયા, [એરિફાઇડ, એરિફાઇંગ, એરિફાઇઝ], "વેન્ટિલેટ કરવું").
entry(એરિલી, ક્રિયા વિશેષણ, [], "હવામાં અથવા ઓચિંતું").
entry(એરો, વિશેષણ, [], "વિમાન સંબંધિત").
entry(એરોબેટ, ન, [એરોબેટ્સ], "જે વિમાનમાં કુશળતાપૂર્વક કારનામા કરે છે").
entry(એરોબ, ન, [એરોબ્સ], "ઓક્સિજનને જીવવા માટે જરૂરી હોય તેવું સંગઠનAEROBIC વિશેષણ").
entry(એરોબિક્સ, બહુવચન, [], "આકસીજનના વપરાશને વધારવાનું હૈયું અને ફેફસાંની સ્થિતિ માટેના વ્યાયામ").
entry(એરોબિયમ, n, [એરોબિયા], "એરોબ").
entry(એરોડક્ટ, ન, [એરોડક્ટ્સ], "જેટ એન્જિનનો એક પ્રકાર").
entry(વાયુમંત્ર, સ, [વાયુમંત્રો], "હવામાન વિમાન જે હવામાંથી ભારે હોય").
entry(aerofoil, n, [aerofoils], "એરફોઇલ").
entry(ઍરોજેલ, n, [ઍરોજેલ્સ], "ઍક બહુસોરિય ઘન").
પ્રવેશ(એરોગ્રામ, નામ, [એરોગ્રામ્સ], "એક વાયુમેલ પત્ર").
entry(એરોલાઈટ, ન, [એરોલાઈટ્સ], "અધિક પથ્થરો ધરાવતાં લોખંડ કરતા meteorite").
entry(એરોલિથ, ન, [એરોલિથ્સ], "એરોલાઇટ").
entry(હવામાનવિજ્ઞાન, પ, [હવામાનવિજ્ઞાનો], "વાતાવરણનો અભ્યાસ").
entry(વાયુચાણક, ન, [વાયુચાણકો], "જેઓ હવાઈ જહાજ ચલાવે છે").
entry(એરોનોમી, નં, [એરોનોમીઝ], "ઉચ્ચ વાયુમંડળનો અભ્યાર").
પ્રવેશ(એરોસેટ, ન, [એરોસેટ્સ], "વિમાન ટ્રાફિક નિયંત્રણમાં ઉપયોગ માટેનો ઉપગ્રહ").
entry(એરોસોલ, n, [એરોસોલ્સ], "સૂક્ષ્મ ઘન અથવા પ્રવાહી કણોના વાયુમંડલિક નિલંબન").
entry(એરેાસ્ટેટ, н, [એરેાસ્ટેટસ], "હવા કરતા હળવો એરક્રાફ્ટ").
entry(एरुगो, ન, [एरुगोस], "તામ્બા પર બનતું હરિત્ર કલિક").
entry(aery, adj, [], "એરીઈઅર એરીએસ્ટairy").
entry(aery, n, [aeries], "aerie").
entry(અસ્થેટ, ન, [અસ્થેટ્સ], "અસ્થેટ").
entry(ઉનાળાકાળ, વિશેષણ, [], "ઉનાળાકાળ").
entry(aetatis, adj, [], "ની વય/ઉંમર").
entry(ઐથર, n, [ઐથર્સ], "વાયુમંડળનો ઉપરનો સ્તરAETHERIC વિશેષણ").
પ્રવેશ(અફાર, ન, [અફારներ], "એક મહાન અંતર").
entry(afeard, વિશેષણ, [], "afraid").
entry(afeared, adj, [], "afeard").
entry(જ્વરહિન, વિશેષણ, [], "જ્વર ના હોવો").
entry(aff, adv, [], "બંધ").
entry(affable, adj, [], "વાત કરવા માટે સરળAFFABLY adv").
entry(affair, n, [affairs], "કશુક કરવું કે કશુક કરવાનું").
entry(affaire, n, [affaires], "એક સંક્ષિપ્ત રોમાંચક સંબંધ").
entry(affect, v, [affected,affecting,affects], "ખોટી છાપ પ્રદાન કરવા માટે").
entry(affecter, n, [affecters], "પ્રભાવિત કરે તે").
entry(અફેરન્ટ, ન, [અફેરન્ટ્સ], "એક નસ જે સંદેશોને નસ કેન્દ્ર તરફ પહોંચાડે છે").
entry(affiance, v, [affianced,affiancing,affiances], "સગાઈ કરવી").
entry(affiant, n, [affiants], "શપથ હેઠળ લેખિત ધરણા કરનાર").
entry(affiche, n, [affiches], "એક પોસ્ટર").
entry(જમાઇ, વિશેષણ, [], "લગ્ન દ્વારા સંબંધિત").
entry(affine, n, [affines], "લગ્ન દ્વારા સંબંધિત વ્યક્તિ").
entry(affined, adj, [], "નજીકનું લાગતું").
entry(affinely, adv, [], "ગણિતીય નિરમિતીમાંના એક પ્રકારના નકશાની રીતમાં").
entry(affinity, n, [affinities], "એક કુદરતી આકર્ષણ અથવા ઝોક").
entry(માન્ય, ક્રિયા, [માન્ય કર્યું,માન્ય કરી રહ્યું છે,માન્ય કરે છે], "દૃઢપણે કહેવું").
entry(અફર્મર, ન, [અફર્મર્સ], "સ્વીકાર કરનારો").
entry(ઍફિક્સ, ક્રિયાપદ, [ઍફિક્સ્ડ,ઍફિક્સિંગ,ઍફિક્સસ], "જોડવું").
entry(અતિક્રમણવચ્ચો, વિશેષણ, [], "પ્રત્યય કે ઉપસર્ગના સંદર્ભમાં").
entry(affixer, n, [affixers], "એક જે જોડે").
entry(affixial, વિશેષણ, [], "affixal").
entry(afflatus, n, [afflatuses], "સર્જનાત્મક પ્રેરણા").
entry(afflict, v, [afflicted,afflicting,afflicts], "માનસિક અથવા શારીરિક પીડા આપવી").
entry(affluent, n, [affluents], "બીજામાં વહેતી નદી").
entry(અફલક્સ, ન, [અફલક્સિસ], "એક બિંદુ તરફ વહેવું").
entry(afford, v, [afforded,affording,affords], "મોટા થઈ જવા માટે પૂરતી સાધનો હોવા").
entry(afforest, v, [afforested,afforesting,afforests], "કાંઝર છોડીને વનમાં ફેરવવું").
entry(સંગ્રામ, ક્રિયાપદ, [સંગ્રમિત,સંગ્રામતા,સંગ્રામો], "ભયભીત કરવું").
entry(affrayer, n, [affrayers], "એક જે affrays").
entry(ભયભીત, v, [ભયભીત થયેલ, ભયભીત કરવું, ભયભીત કરે છે], "ડરાડવું").
entry(affront, v, [affronted,affronting,affronts], "ખુલ્લેઆમ અપમાન કરવું").
entry(અફ્યુઝન, ન, [અફ્યુઝન્સ], "એ પ્રવાહી રેડવાની ક્રિયા").
entry(અફઘાન, ન, [અફઘાન્સ], "વૂલન બ્લેંકેટ અથવા શોખ").
entry(અફગાની, ન, [અફગાનીઝ], "અફઘાનિસ્તાનની એક નાણાકીય એકમ").
entry(afield, adv, [], "ફિલ્ડમાં").
entry(અગ્નિ, વિશેષણ, [], "આગ પર હોવું").
entry(અફ્લેમ, વિશેષણ, [], "બળતું").
entry(afloat, adj, [], "તરતી").
entry(અફ્લટર, વિશેષણ, [], "નર્વસલી એક્સાઇટેડ").
entry(afoot, adv, [], "પગે").
entry(afore, adv, [], "પહેલાં").
entry(afoul, વિશેષણ, [], "ઉલશ્કાયેલા").
entry(afraid, વિશેષણ, [], "ચિંતા સાથે ભરેલું").
entry(અફરીત, ન, [અફરીટ્સ], "અરબી миથોલોજીમા એક દૂષિત આત્મા").
entry(ફરીથી, ક્રિયાવિશેષણ, [], "અન્યુ").
entry(અફ્રિત, n, [અફ્રિત્સ], "અફ્રીટ").
entry(એફરો, સ, [એફરોસ], "એક ઘુંવાળા અથવા ચિક્કાર વાળની શૈલી").
entry(આફ્ટ,크, [], "સ્ટર્ન તરફ").
entry(પછી, પૂર્વ, [], "સ્થળ અથવા ક્રમમાં પાછળ").
entry(afters, npl, [], "ડેસર્ટ").
entry(aftertax, adj, [], "કરચુકવણી પછી બાકી").
entry(aftmost, adj, [], "સ્ટર્ન પાસે નિકટમ").
entry(aftosa, n, [અફટોસ], "ખુરવાળા સ્તનધારીઓનો એક રોગ").
entry(કૃ, ન, [કૃષિ], "કૃષિ").
entry(અગા, ન, [અગાસ], "એક ઉચ્ચ પદ છવાની તુર્કી સૈન્ય અધિકારી").
entry(ફરીથી, ક્રિયાવિશેષણ, [], "ફરી એક વાર").
entry(against, prep, [], "વિરોધમાં").
entry(અગાલોચ, સ, [અગાલોચ્સ], "ટ્રોપિકલ વૃક્ષની સુગંધિત લાકડી").
પ્રવેશ(અગલવુડ, ન, [અગલવુડ્સ], "અગલોક").
entry(અગમ, ન, [અગમસ], "એક ઉષ્ણકટિબંધ છિપકાળી").
entry(agamete, n, [agametes], "લૈગિક પ્રજનન રહિત પ્રજનન કોષ").
entry(અગામીક, વિશેષણ, [], "લિંગવિહીન").
entry(અગામિડ, ન, [અગામિડ્સ], "જુના સમયમાં મળતા ભગવાંડિયા").
entry(અગેમસ, વિશેષણ, [], "અગેમિક").
entry(અગાપે, ન, [અગાપેસ], "અથવા અગાપેએ અથવા અગાપેઆઈ તોફાનની ભોજનસદન, અગાપેઅઈસી વિશેષણ").
entry(અગર, ન, [અગરો], "કેટલાક સમુદ્રી છોડમાંથી મળતી એક ચિપચી છાશ".).
entry(અગેરિક, ન, [અગેરિક્સ], "ફૂગનો કોઈપણ કુટુંબ").
entry(અગારોઝ, ન, [અગારોઝ્સ], "અગારથી પ્રાપ્ત થનાર એક સક્કર").
ઓચિષ્ટવિધિ(agate, n, [agates], "ક્વાર્ટઝની એક જાતAGATOID વિશેષણ").
entry(agatize, v, [agatized, agatizing, agatizes], "agate સમાન બનાવવું").
entry(અગવે, ન, [અગવેસ્ટ], "એક ઉષ્ણકટિબંધીય છોડ").
entry(agaze, વિશેષણ, [], "વળગી જોયું").
entry(ઉંમર, v, [], "વૃદ્ધ વૃદ્ધત્વ અથવા વૃદ્ધમાનું વૃદ્ધત્વ").
પ્રવેશ(ઊંમરવાળી રીતે, ક્રિયાવિશેષણ, [], "વૃદ્ધ વ્યક્તિની જેમ").
entry(agedness, n, [agednesses], "જૂનાપણું").
entry(agee, adv, [], "એક બાજુ").
પ્રવેશ(વયીર્વઘર્ષણ, ન, [વયીર્વઘર્ષણ], "aging").
entry(ઉંમરવાદ, એકવચન, [ઉંમરવાદો], "ઉંમર આધારિત ભેદભાવ").
પ્રવેશ(વયવાદી, સ, [વયવાદીઓ], "વયવાદનો પક્ષપાતી").
entry(યુৱৰહિત, વિશેષણ, [], "ક્યારેય વૃદ્ધ ન થવું").
entry(agelong, adj, [], "દિર્ઘ સમય સુધી ચાલવું").
entry(agemate, n, [agemates], "બીજા વ્યક્તિ જેવી જ ઉમરના વ્યકતિ").
entry(agency, n, [એજન્સીઓ], "અન્ય લોકો માટે વ્યવસાય કરતી એક સંસ્થા").
entry(કરણીય, ન, [કરણીયોની યાદી], "કરવાના કામોની સૂચિ").
entry(કાર્યसूચિ, n, [કાર્યસૂચિઓ], "કાર્યક્રમની સૂચિમાં એક વસ્તુ").
entry(એજેને, ન, [એજેનેસ], "મોટો લોટ સુધારવા માટે ઉપયોગમાં લેવાતું રાસાયણિક સંયોજન").
entry(એજેનેસિયા, n, [એજેનેસિયાઝ], "એજેનેસિસ").
entry(agenesis, n, [ageneses], "શારીરિક અવયવનો અભાવ અથવા અધૂરું વિકાસAGENETIC વિશેષણ").
entry(એજનાઈઝ, v, [એજનાઈઝડ,એજનાઈઝિંગ,એજનાઈઝેસ], "એજેન સાથે સારવાર કરવા").
એન્ટ્રી(એજન્ટ, વી, [એજન્ટેડ, એજન્ટિંગ, એજન્ટ્સ], "AGENTIAL વિશેષણ માટે પ્રતિનિધિ તરીકે કાર્ય કરવા માટે").
entry(agenting, n, [agentings], "એજન્ટ નો ધંધો અથવા પ્રવૃત્તિઓ").
entry(agentive, n, [agentives], "સાકારક ક્રિયાપદ જે ક્રિયાનું કાર્ય કરનાર દર્શાવે છે").
entry(એજન્ટ્રી, ન, [એજન્ટ્રીઝ], "કિસી પ્રતીનિધિ કે કાર્યાલય કે જવાબદારીઓ").
entry(વર્, ન, [વર], "જે વૃદ્ધ થતો હોય").
entry(એજરેટમ, વિશેષણ, [એજરેટમ્સ], "ફૂલવું વનસ્પતિ").
entry(અગગદા, n, [અગગદાસ], "અથવા એજગાડોટ અથવા એજગાડોથહગ્ગાદાહ").
entry(અગગદાહ, પ, [અગગદાહ્સ], "અથવા અગગદોત અથવા અગગદોથહગગદાહ").
entry(અગાડિક, વિશેષણ, [], "હેગાડિક").
entry(agger, n, [aggers], "કિલ્લાબંધી તરીકે ઉપયોગમાં લેવામાં આવતું ભૂમિ સંગ્રહ").
entry(એગી, ન, [એગીઝ], "રમવાનું કાચનું ગોળ નાનું કણ").
entry(aggrade, v, [aggraded,aggrading,aggrades], "જમાવટ સામગ્રીથી ભરવું").
entry(અગ્રેસ, ક્રિયા, [અગ્રેસ્ડ,અગ્રેસિંગ,અગ્રેસેસ], "શત્રુતાનું પહેલું ક્રિયાકલાપ પૂર્ણ કરવો").
entry(અગ્રિવ, v, [અગ્રિવડ,અગ્રિવિંગ,અગ્રિવસ], "દુ:ખ આપવા").
entry(અગ્રો, ન, [અગ્રોઝ], "એક દુશ્મનાવટ અથવા ફરિયાદ").
entry(આઘા, પ, [આઘાસ], "આગા").
entry(aghast, adj, [], "કશીક ભયાનક વસ્તુથી આશ્ચર્યચકીત").
entry(ચુસ્ત, વિશેષણ, [], "ઝડપથી અને સરળતાથી હલનચલન કરવાની ક્ષમતા").
entry(চਾਪাল্য, સં, [ચાપલ્યતા], "ચપળ હોવાની ગુણવત્તા").
entry(agin, prep, [], "વિરુદ્ધ").
entry(ઊંમર, ન, [ઊંમરો], "વૃદ્ધ થવાની પ્રક્રિયા").
entry(અગિનર, n, [અગિનર્સ], "અ બદલાવના વિરોધ માં હોય તેવું").
entry(એજિયો, પ, [એજિયોસ], "એક ચલણને બીજા ચલણ સામે બદલી માટે ચૂકવવામાં આવતું પ્રીમિયમ").
entry(આજિયોટાજ, ન, [આજિયોટાજસ], "દલાલનો વ્યવસાય").
entry(વયભેદ, n, [વયભેદો], "ageism").
entry(ચરાણ, ક્રિયા, [ચરાણ કર્યું,ચરાણ કરી રહ્યો,ચરાણ કરે છે], "પશુઓને ઘાસ ચરવા દેવું અને યોગ્ય વળતર મળવું").
entry(અજિત, n, [અજિતસ], "ઉલ્લાસનું ભાવ").
entry(ઉતેજિત, ક્રિયા, [ઉતેજિત,ઉતેજિત કરી રહ્યા છે,ઉતેજિત કરે છે], "હિંસક અનિયમિત ક્રિયાથી હલાવવુંAGITABLE વિશેષણ").
entry(અજિટાટો, વિશેષણ, [], "જલદી અને ઉત્ક્રાંતિથી સંગીત દિશા તરીકે ઉપયોગમાં").
entry(આંદોલનકારક, સં, [આંદોલનકારકો], "જે આંદોલન કરે છે").
entry(એગિટપ્રોપ, ન, [એગિટપ્રોપ્સ], "પ્રોકોમ્યુનિસ્ટ પ્રોપેગેન્ડા").
entry(aglare, વિશેષણ, [], "glaring").
entry(agleam, વિશેષણ, [], "ઝળહળતું").
entry(અગલી, ક્રિયા વિશેષણ, [], "agley").
entry(એગ્લેટ, ન, [એગ્લેટ્સ], "લેસના અંતે એક ધાતુ શીથ").
entry(agley, adv, [], "અડંગા").
entry(ચમક, વિશેષણ, [], "ચમકદાર").
entry(aglitter, વિશેષણ, [], "ઝગમગતું").
entry(આગ્લૂ, ન, [આગ્લૂઝ], "બેરીએલ દ્વારા બનાવેલ હિમમાં આવેલ એક વાયુ છિદ્ર").
entry(પ્રકાશિત, વિશેષણ, [], "જળમળતું").
entry(અગલુ, ન, [અગલુસ], "અગલૂ").
entry(agly, adv, [], "agley").
entry(aglycon, n, [aglycons], "એક પ્રકારનું રાસાયણિક સંયોજન").
entry(એગ્લાઇકોન, પ, [એગ્લાઇકોન્સ], "એગ્લાઇકોન").
entry(agma, n, [agmas], "અંગ્રે").
entry(agminate, adj, [], "એકત્રિત").
entry(agnail, n, [agnails], "નખની નીચેની અંદરનું કાટલું").
entry(પિતૃકુટુંબી, n, [પિતૃકુટુંબી], "પિતાની બાજુનો સગોAGNATIC તસવીર").
entry(અગ્નાથન, પ, [અગ્નાથન], "જડબાવાળા કશેરુકાવાળાઓના એક સમૂહમાંથી એક").
entry(નાતાકીયતા, ન, [નાતાકીયતાઓ], "આગ્નેટનો સંબંધ").
entry(માટે ઓળખવું, v, [માટે ઓળખ્યું,માટે ઓળખી રહ્યું છે,માટે ઓળખે છે], "સ્વીકારવા માટે").
પ્રવેશ(અગ્નોમેન, ન, [અગ્નોમેન્સ], "અથવા AGNOMINA એક પ્રાચીન રોમનને આપવામાં આવેલ વધારાનું નામ").
entry(અગ્નોશિયા, ન, [અગ્નોશિયાસ], "પરિચિત વસ્તુઓને ઓળખવાની ક્ષમતાનો નુકસાન").
entry(અગ્નોસ્ટિક, n, [અગ્નોસ્ટિક્સ], "જે ભગવાનના જ્ઞાનને નકારી કાઢે છે").
entry(એગૉ, ક્રિ.વિ., [], "વિતે બધા").
entry(agog, adv, [], "ઉત્સુક કૌતહલની સ્થિતિમાં").
entry(અગોન, શ, [અગોન્સ], "અથવા એગોનેસ: ગ્રીક નાટકમાં મુખ્ય પાત્રો વચ્ચેનો નાટકીય સંઘર્ષ").
entry(અગોનલ, વિશેષણ, [], "યાતનાને લગતું").
entry(અગોન, ક્રિયાવિશેષણ, [], "અગાઉ").
entry(એગોનિક, વિશેષણ, [], "કોણ ન બનાવવું").
entry(કોષ્ટક, બહુ.વચન, [], "દુઃખનો").
entry(ગ્રંથિ, ક્રિયા, [ગ્રંથિત,ગ્રંથિતતાં,ગ્રંથિત્વે], "યાતના કષ્ટ અનુભવવા માટે").
entry(અગોનિઝમ, ન, [અગોનિઝમ્સ], "એક સ્પર્ધા અથવા સંઘર્ષ").
entry(ઍગોનિસ્ટ, n, [ઍગોનિસ્ટ્સ], "જે સંઘર્ષમાં સામેલ છે").
entry(અગોનાઇઝ, v, [અગોનાઇઝડ,અગોનાઇઝિંગ,અગોનાઇઝજ], "અતિ પ્રચંડ પીડા સહન કરવા").
entry(પીડા, ન, [પીડાઓ], "તિવ્ર પીડા").
entry(અગોરા, ન, [અગોરસ], "અથવા AGORAEપ્રાચીન ગ્રીસમાં એક બજાર").
entry(અગોરા, ન, [અગોરોટ], "અથવા અગોરોટ, ઇઝરાયલની નાણાકીય એકમ").
entry(અગૂટી, ન, [અગૂટીસ], "અથવા અગુટીઝએક ખોદક રૉડન્ટ").
entry(અગાઉટી, n, [અગાઉટીઝ], "અગાઉટી").
entry(agrafe, n, [agrafes], "અગ્રાફ").
એન્ટ્રી(અગ્રાફ, ન, [અગ્રાફ્સ], "શણગારાત્મક પટ્ટો").
entry(અગ્રાફા, બહુવચન નામ, [], "યેસુના પ્રવચનો જે બાઇબલમાં નથી મળતા").
entry(અગ્રાફિયા, n, [અગ્રાફિયાસ], "લખવામાં અશક્તિના કારણે દર્શાવતું માનસિક વિકાર AGRAGRAPHIC adj").
entry(કૃષિ, n, [કૃષિકો], "જે જમીનની સમાન વિતરણની તરફેણ કરે છે").
entry(agravic, વિશેષણ, [], "કોઈ આકર્ષણના અભાવની સ્થિતિ સંબંધિત").
entry(agree, v, [agreed,agreeing,agrees], "એક જ મંતવ્ય રાખવું").
entry(agrestal, વિશેષણ, [], "જંગલી રીતે વધવું").
entry(કસ્બાઇ, સપુર્દ, [], "ગ્રામ્ય").
entry(અગ્રિયા, ન, [અગ્રિયાસ], "ગંભીર પીળા ફોડામાં વિસ્ફોટ").
entry(અગ્રિમોની, ન, [અગ્રિમોનીઓ], "એક બહુવરષીય છોડ").
પ્રવેશ(કૃષિ, ન, [કૃષિ], "કૃષિ વિજ્ઞાનનો વિદ્યાર્થી").
entry(અગ્રોલોજી, ન, [અગ્રોલોજીઓ], "પાક સાથે સંબંધિત ભૂમિ વિજ્ઞાન").
entry(કૃષિવિજ્ઞાન, n, [કૃષિવિજ્ઞાનો], "જમીન ની ખેતી માટે વૈજ્ઞાનિક સિદ્ધાંતો નો ઉપયોગ").
entry(aground, adv, [], "જમીન પર").
entry(અગ્રિપ્નિયા, n, [અગ્રિપ્નિયાસ], "অনিদ্রা").
entry(અગવાકેટ, નામ, [અગવાકેટ્સ], "એક એવોકાડો").
entry(ague, n, [agues], "મેલેરીયલ તાવAGUED વિશેષણAGUELIKE AGUISH વિશેષણAGUISHLY ક્રિયાવિશેષણ").
entry(agueweed, n, [agueweeds], "એક ફૂલદાર છોડ").
entry(અહ, વ, [અહેડ,અહિંગ,અહસ], "આહ").
entry(aha, interj, [], "આશ્ચર્ય, વિજય અથવા ઉપહાસ વ્યક્ત કરવા માટેનો ઉપયોગ").
entry(આછૂ, સંપર્કવાદ, [], "છींંકના અવાજને રેપ્રિઝેન્ટ કરવા માટે વપરાતું શબ્દ").
entry(આગળ, ક્રિયા વિશેષણ, [], "આગળ અથવા સામા તરફ").
entry(અહેમ, આંતર, [], "ધ્યાન ખેંચવા માટે વપરાય છે").
entry(અહીં, n, [અહીંઓ], "એક સમુદ્રી ખાદ્ય માછલી").
entry(અહિંસા, ન, [અહિંસાઓ], "અહિંસાનો હિંદુ સિદ્ધાંત").
entry(ahold, n, [aholds], "કહેવત કે કંઈક પકડ").
entry(ahorse, adv, [], "ઘોડા પર").
entry(અહોય, ઉદગાર, [], "જહાજ અથવા વ્યક્તિને આહ્વાન કરવા માટે વપરાય છે").
entry(ahull, adj, [], "જહાજ તરીકે પરિત્યક્ત અને પૂરસ્થિત").
entry(ai, n, [ais], "ત્રિઆંગળીય મારજાણિયો").
entry(aiblins, adv, [], "ablins").
entry(aid, v, [aided,aiding,aids], "મદદ કરવા").
entry(મદદનીશ, ન, [મદદનીશો], "એક સહાયક").
entry(મદદગાર, n, [મદદગારો], "મદદ કરતા માણસ").
entry(aidful, adj, [], "સહાયક").
entry(મદદ વગર, વિશેષણ, [], "હેલ્પલેસ").
entry(એડમેન, ન, [એડમેન], "એક કોર્સમેન").
entry(એગ્લેટ, ન, [એગ્લેટ્સ], "એગ્લેટ").
entry(એગ્રેટ, ન, [એગ્રેટ્સ], "એગ્રેટ").
entry(એગ્રીટ, ન, [એગ્રીટ્સ], "મુખશણગાર તરીકે પહેરાય છે તે નમણિયું પાંખોનું વણજોડું").
પ્રવેશ(એગવિલી, એન, [એગવિલ્સ], "તીખો વિકરાળ પર્વત શિખર").
entry(આઇકીડો,.n, [આઇકીડોઝ], "જાપાની આત્મરક્ષા કલા").
entry(લાગણી, ક્રિ, [લાગ્યું,લાગી રહ્યું છે,લાગે છે], "વેદના કે અસ્વસ્થતા ઉત્પન્ન કરતા").
entry(એલિરણ, ન, [એલિરણસ], "વિમાનના પાંખ પરનું ચલિત નિયંત્રણ સપાટી").
entry(ailment, n, [ailments], "શારીરિક અથવા માનસિક વિકાર").
entry(લક્ષ્ય, ક્રિયા, [લક્ષ્યક્રોડિત,લક્ષ્યક્રોડન,લક્ષ્યક્રોડિત કરે], "નિર્ભર નિવિષ્ટ વસ્તુ અથવા હેતુ તરફ દિશા બતાવવી").
entry(aimer, n, [વ્યક્તિઓ], "એક છે જે નિશાન લગાવે છે").
entry(હેતુપૂર્ણ, વિશેષણ, [], "હેતુથી ભરપૂર AIMFULLY ક્રિયા વિશેષણ").
entry(aimless, વિશેષણ, [], "દિશા અથવા હેતુ વિના").
entry(અ઼ઇન, n, [અ઼ઇન્સ], "અ઼ઇન").
entry(ainsell, n, [ainsells], "પોતાનું મૌલિક સ્વરૂપ").
entry(aioli, n, [aiolis], "લસણની મેયોનેઝ").
entry(હવા, ક્રિયા, [], "AIRER AIRESTશરુઆતથી").
entry(હવા, ક્રિયા, [હવાનું,હવા છોડી,હવાઓ], "પૃથ્વીને ઘેરતાં વાયુઓના મિશ્રણને હવામાં મૂકીવું").
entry(એરબેગ, નામ, [એરબેગ્સ], "ઓટોમોબાઇલમાં ફૂલાવી શકાય તેવો સુરક્ષા ઉપકરણ").
entry(હવાઈઆડાસ્ટ્રો, n, [હવાઈઆડાસ્ટ્રાઓ], "વિમાન માટેનું સૈનિક મથક").
પ્રવેશ(એરબોટ, ન, [એરબોટ્સ], "પ્રમુખ વિસ્તારમાં ઉપયોગ થતું નૌકાવહન").
એન્ટ્રી(એરબોર્ન, વિશેષણ, [], "ઉડતી").
entry(એરબાઉન્ડ,વિશેષણ,[]."હવાનું કારણ ઓનલાઈન").
entry(એરબ્રશ, v, [એરબ્રશડ,એરબ્રશિંગ,એરબ્રશેઝ], "પેઇન્ટ તરીકે સંકુચિત હવામાંથી ફાઇન સ્પ્રે દ્વારા લાગુ કરવું").
entry(એરબર્સ્ટ, ન, [એરબર્સ્ટ્સ], "હવામાં વિસ્ફોટ").
entry(ન આર્બસ, [એરબસ], "અથવા AIRBUSSESa યાત્રિક વિમાન").
entry(એરચેક, ન, [એરચેક્સ], "રેડિયો પ્રસારણ પરથી બનાવેલ એક રેકોર્ડિંગ").
entry(એાયરકોચ, ન, [એાયરકોચીસ], "商業 વિમાનોમાં વપરાતા સસ્તા વર્ગ住宿").
entry(વિમાન, ન, [વિમાન], "ઉડાન માટે શક્તિશાળી કોઈપણ યંત્ર અથવા ઉપકરણ").
entry(એર્ક્રૂ, ન, [એર્ક્રૂઝ], "વિમાનના હોદ્દેદારો").
પ્રવેશ(વિમુક્તિ તારીખ, સ, [વિમુક્તિ તારીખો], "પ્રસારણની નક્કી થયેલી તારીખ").
entry(એર્ડ્રોમ, પુરુષવાચક સંજ્ઞા, [એર્ડ્રોમ્સ], "એક એરપોર્ટ").
entry(એર્ડ્રોપ, v, [એર્ડ્રોપ્ડ,એર્ડ્રોપિંગ,એર્ડ્રોપ્સ], "વિમાનમાંથી નાંખવું").
entry(વસ્ત્રસૂક, n, [વસ્ત્રસૂક], "જોકે કે કપડાં સુકાવવા માટેના ચોકઠું").
entry(હવાઈભાડું, n, [હવાઈભાડાં], "વિમાન દ્વારા મુસાફરી માટે ચુકવણી").
entry(એરફિલ્ડ, ન, [એરફિલ્ડ્સ], "એક વિમાનતમથક").
ઍન્ટ્રી(એસિમ લખાય છે ન, [એસિમ લખાય છે], "હવાવાહ").
entry(એરફોઇલ, n, [એરફોઇલ્સ], "લિફ્ટ અથવા નિયંત્રણ પૂરું પાડવા માટે ડિઝાઇન કરેલ વિમાનોનો હિસ્સો").
entry(એરફ્રેમ, ન, [એરફ્રેમ્સ], "વિમાનનું ફ્રેમવર્ક અને બાહ્ય આવરણ").
entry(એરગ્લો, ન, [એરગ્લોઝ], "ઉચ્ચ વાયુમંડળમાં એક ચમક").
entry(એરહેડ, n, [એરહેડ્સ], "એક મૂરખ વ્યક્તિ").
entry(એરસુરાખ, નામ, [એરસુરાખો], "હવા અંદર કે બહાર જવા માટેની એક ખાંચો").
entry(હવામાં ભરપૂર, તુલનાત્મક, [], "હવાના").
entry(હવા ભર્યું, વિશેષણમાં શ્રેષ્ઠ, [], "હવા ને सम्बંધિત").
entry(હવા પૂરક, ક્રિયા વિશેષણ, [], "હવામાં ભરેલા રીતે").
entry(વિહワイト, n, [વિહવાઈટ્સ], "હવા ભરાયેલાની સ્થિતિ").
એન્ટ્રી(એરિંગ, એન, [એરિંગ્સ], "હવામાં એક પ્રદર્શિત કરવું").
entry(હવાના વગર, વિશેષણ, [], "હવા વગર").
entry(હવાઈપરિવહન, ક્રિયા, [હવાઈપરિવહનથીલવ્યાં,હવાઈપરિવહનકરવું,હવાઈપરિવહનો], "વિમાન દ્વારા પરિવહન કરવો").
entry(હવામાં જેવું, વિશેષણ, [], "હવામાં સમાન").
entry(એરલાઇન, ન, [એરલાઇન્સ], "આકાશીય પરિવહન પ્રણાલી").
entry(વિમાન, ન, [વિમાનો], "મોટું પેસેન્જર જહાજ").
પ્રવેશ(એર્લૉક, ન, [એર્લૉક્સ], "હવા બબલ દ્વારા પાઇપમાં બનેલો અવરોધ").
entry(એરમેલ, v, [એરમેલ્ડ,એરમેલિંગ,એરમેલ્સ], "મેઈલને હવાઈ જહાજ વડે મોકલવાનો").
entry(એરમેન, ન, [એરમેન], "એક ઉડ્ડયનકર્તા").
entry(એર્ન, ન, [એર્નસ], "લોખંડ એક ખનિજ તત્વ").
entry(એરપાર્ક, n, [એરપાર્ક્સ], "નાનું વિમાનમથક").
entry(વિમાન, n, [વિમાનો], "જેટ એન્જિન અથવા પ્રોપેલર દ્વારા પ્રેરિત પાંખ ધરાવતું વિમાન").
Entry(એરપ્લે, નામ, [એરપ્લેઝ], "રેડિયો કાર્યક્રમ પર રેકોર્ડ વગાડવા").
entry(વિમાનમથક, ન, [વિમાનમથકો], "વિમાનના ઉતરાણ અને ઉડાણ માટે સુરક્ષિત પ્રાંત").
entry(એર્પોસ્ટ, ન, [એર્પોસ્ટ્સ], "વિમાન દ્વારા મેલ પહોંચાડવાની એક પદ્ધતિ").
entry(એરપાવર, ન, [એરપાવર્સ], "રાષ્ટ્રોની વાયુસેનાની સૈન્ય શક્તિ").
entry(airproof, v, [airproofed,airproofing,airproofs], "હવાથી અદ્રશ્ય ન બનાવવા માટે").
entry(એરસ્કેપ, n, [એરસ્કેપ્સ], "વિમાન અથવા ઊંચી સ્થિતિથી ધરતીનો દ્રશ્ય").
entry(એરસ્ક્રૂ, n, [એરસ્ક્રૂઝ], "વિમાનનો પ્રોપેલર").
entry(હવામાં વહન, n, [હવામાં વહનો], "આપેલા વિસ્તારની હવા પુરવઠો").
entry(એરશિપ, n, [એરશિપ્સ], "પ્રપલ્શન અને સ્ટીયરિંગ સિસ્ટમઓ ધરાવતું હળવંક વાઈમાનિક યાન").
એન્ટ્રી(એય્રશોટ, ન, [એય્રશોટ્સ], "એક એરચેક").
entry(વિમાનપ્રદર્શન, n, [વિમાનપ્રદર્શનો], "વિમાન કૌશલ્ય પ્રવૃત્તિનું પ્રદર્શન").
entry( airsick, વિશેષણ, [], "વિમાનમાં ઉડતી વખતે મતલաբાજ થવું" ).
entry(એરસાઇડ, ઉત્તર, [એરસાઇડ્સ], "વિમાનોનો સામનો કરતી એરપોર્ટ ટર્મિનલની બાજુ").
entry(હવાની, વિશેષણ, [], "ઠંડું").
entry(હવાઇ કક્ષા, ન, [હવાઇ કક્ષાઓ], "નિર્ધારિત જમીન વિસ્તાર ઉપરનું વાતાવરણનો ભાગ").
entry(હવાના_વેગ, ન, [હવાના_વેગો], "હવા સાથેના સંબંધમાં વિમાનની ગતિ").
entry(એરસ્ટ્રિપ, n, [એરસ્ટ્રિપ્સ], "એક રનવે").
entry(airt, v, [airted,airting,airts], "માર્ગદર્શન કરવા માટે").
entry(એરથ, કર્યા, [એરધ, એરિંગ, એરથ્સ], "એરટ કરી").
પ્રવેશ(એરટાઇટ, વિશેષણ, [], "હવા બહાર નીકળી શકતી નથી કે અંદર જઈ શકતી નથી").
પ્રવેશ(એરટાઈમ, એન, [એરટાઈમ્સ], "બ્રોડકાસ્ટ ક્યારે શરૂ થાય છે તે સમય").
એન્ટ્રી(એરટ્રામ, પ, [એરટ્રામ્સ], "હવા પરથી ચાલતી કેબલ કાર").
ਐਨਟਰੀ(એર્વેક, એન, [એર્વેક્સ], "હવાઈ એમ્બ્યુલાન્સ દ્વારા ખાલી કરવી").
entry(આઇરવર્ડ, ક્રિયાવિશેષણ, [], "આસમાને તરફ").
entry(હવા મોક, ન, [હવા મોક], "રેડિયો અને ટેલિવિઝન પ્રસારણનું માધ્યમ").
entry(વાયુમાર્ગ, સ, [વાયુમાર્ગો], "એક માર્ગ છે જેમાં હવા પ્રવાહિત થાય છે").
entry(હવાઈવિઝ, વિશેષણ, [], "વિમાન ચાલનામાં કુશળ").
entry(એરવુમન, ન, [એરવુમેન], "મહિલા પાઇલટ").
entry(હવોવાળો, વિશેષણ, [], "હવોવાળુ हवाવाला હવાને સ્વભાવ ધરાવતું").
entry(માર્ગ, n, [માર્ગો], "સીટોના વિભાગો વચ્ચેનો માર્ગAISLED વિશેષણ").
એન્ટ્રી(મંડોળ માર્ગ, ન, [મંડોળ માર્ગો], "એક મંડોળ").
entry(ait, n, [aits], "નાનું દ્વિપ").
entry(એચ, ન, [એચેસ], "અક્ષર એચ").
entry(aiver, n, [aivers], "એક ડ્રાફ્ટ ઘોડો").
entry(aiyee, વિસ્મયાર્થક, [], "વિશાળ ચિંતાનો પ્રકરણ પ્રદર્શિત કરવા માટે વપરાય છે").
entry(અજાર, વિશેષણ, [], "અલ્પ ખુલી").
entry(અજીઁ, કૃ, [], "agee").
entry(અજી, ન, [અજીસ], "એક પ્રકારની મરચી").
entry(અજિવ, નામ, [અજિવો], "અજડ પદાર્થ").
entry(અજવાયન, n, [અજવાયન], "એક મિસરી પૌધાના ફળ").
entry(અજુગા, ન, [અજુગાસ], "ફૂલ આપતો છોડ").
entry(ક્લાઇમબિંગ છોડ, n, [akebias], "એક ચઢતી ઝાડી").
entry(અકી, ન, [અકીઝ], "એક ઉષ્ણકટિબંધ વૃક્ષ").
entry(એકલા, n, [એકલાસ], "કબ સ્કાઉટ પેકનો નેતા").
entry(અકીન, ન, [અકીન્સ], "એકીન").
એન્ટ્રી(અકિમ્બો, વિશેષણ, [], "હિપ્સ પર હાથ અને બાજૂવાં બહાર વંકાયેલા હોય").
entry(અકીન, વિશેષણ, [], "લોહી દ્વારા સંબંધિત").
પ્રવેશ(અકીનીયસિયા, ન, [અકીનીયસિયાઝ], "સ્નાયુ કાર્યક્ષમતા ગુમાવવીAKINETIC વિશેષણ").
entry(અક્રાસિયા, ન, [અક્રાસિયાસ], "અક્રાસિયાAKRATIC વિશેષણ").
entry(અક્વાવિટ, સર્વનામ, [અક્વાવિટ્સ], "અક્વાવિટ").
entry(અલ, ન, [અલ્સ], "એક પૂર્વ ભારતીય ઝાડ").
entry(અલ, ન, [અલએ], "એક પાંખ અથવા પાંખ જેવો ભાગ").
પ્રવેશ(એલાક્લોર, ન, [એલાક્લોર્સ], "એક જંતુનાશક").
entry(અલાસ, વિશ્મયાદી, [], "દુઃખ અથવા અફસોસ વ્યક્ત કરવા માટે વપરાય છે").
entry(ઉત્સાહ, નામ, [ઉત્સાહો], "આનંદી ઝડપ").
entry(alae, pl, [], "અલા ના").
પ્�
entry(એલામો, n, [એલામોઝ], "એક સોફ્ટવૂડ વૃક્ષ").
entry(અલેમોડ, ન, [અલેમોડસ], "રેશમ કાપડ").
entry(અલન, n, [અલન્સ], "મોટો શિકારી kutro").
entry(અલાન્ડ, પુરુષવાચી, [અલાન્ડસ], "અલાન").
entry(અલને, વિશેષણ, [], "અલોન").
entry(અલંગ, 크, [], "અલોંગ").
entry(એલેનિન, પા, [એલેનિનસ], "એલનાઇન").
entry(એલેનિન, n, [એલેનિનઝ], "એક એમિનો એસિડ").
entry(alant, n, [alants], "એલન").
entry(alanyl, n, [alanyls], "એક એકમાવેિણિય રેડિકલ").
entry(alar, બજક, [], "પંખોને લગતું").
પ્રવેશ(ચેતવણી, v, [ચોકસેત,ચોકસાજપ્નું,ચેતવણીઓ], "સદ્ધિન ઇજા ના સંભવિત પ્રકાશનથી ડરાવવું").
એન્ટ્રી(એલાર્મિઝમ, ન, [એલાર્મિઝમ્સ], "અનાવશ્યક રીતે અન્ય લોકોને ચિંતિત કરવાની પ્રથા").
entry(અલાર્મિસ્ટ, ન, [અલાર્મિસ્ટ્સ], "જે બીજાને નકીથી ચિંતિત કરે છે").
પ્રવેશ(અલારમ, v, [અલારમડ,અલારમિંગ,અલારમ્સ], "ચેતવણી આપવી").
entry(alary, adj, [], "અલાર").
entry(અફસોસ, અવ્યય, [], "દુઃખ અથવા અફસોસ વ્યક્ત કરવા માટે વપરાય છે").
entry(અલાસ્કા, n, [અલાસ્કાસ], "એક ભારે કાપડ").
entry(alastor, n, [alastors], "ગ્રીક શોકાંતિકા માં બદલાનો દેવ").
entry(અલેટ, ન, [અલેટ્સ], "પાંખ ધરાવતું જીવાત").
entry(alated, adj, [], "પાંખો ધરાવે છે").
entry(અલેશન, ન, [અલેશનસ], "પાંખ છે તે સ્થિતિ").
entry(alb, n, [albs], "લાંબા બાહુંવાળું વસ્ત્ર").
entry(એલબા, સુ, [એલબાસ], "મગજનો સફેદ પદાર્થ").
entry(albacore, n, [albacores], "એક દરિયાઈ ખોરાક માછલી").
entry(અલ્બાટા, ન, [અલ્બાટાસ], "તાંબુ નિકલ અને જિંકનો એલોય").
entry(albedo, n, [albedos], "અથવા ALBEDOEસંપમિકૃત પ્રકાશનું પ્રમાણ જે ગ્રહ દ્વારા પ્રતિબિંબિત થાય છે તે ગ્રહને પ્રાપ્ત થતાં પ્રકાશના પ્રમાણથી").
entry(albeit, conj, [], "ત્યાં હોવા છતાં").
entry(એલ્બિકોર, ન, [એલ્બિકોર્સ], "એલ્બાકોર").
entry(albinal, adj, [], "અલ્બિનિક").
entry(અલ્બિનિક, વિશેષણ, [], "અલ્બિનિઝમ સંબંધિત").
entry(એલ્બિનિઝમ, ન, [એલ્બિનિઝમ્સ], "અલ્બિનો હોવાની સ્થિતિ").
entry(અલ્બિનો, ન, [અલ્બિનૉસ], "સામાન્ય રંગીનદ્રવ્યની કમી ધરાવતી જૈવિક રચના").
entry(અલ્બાઇટ, ન, [અલ્બાઇટ્સ], "ખનિજ અલ્બિટિક વિશેષણ").
entry(અલ્બિજીયા, ન, [અલ્બિજીયાઓ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
entry(albizzia, n, [albizzias], "અલ્બીઝિયા").
album(પ્રવેશ, નવેમ્બર, [આલ્બમ્સ], "ફોટોગ્રાફ્સ અથવા સ્ટેમ્પ્સ જાળવવા માટેની પુસ્તક").
entry(ટઇમણ, ન, [ટઇમણ્સ], "અંડાનું સફેદ ભાગ").
પ્રવેશ(albumin, n, [albumins], "એક સળીલપ્રોટીન").
entry(albumose, n, [albumoses], "એક પ્રોટીઓઝ").
પ્રવેશ(અલ્બરનમ, ન, [અલ્બરનમ્સ], "સેપવૂડ").
entry(alcade, n, [alcades], "એલકાલ્ડે").
entry(alcahest, n, [alcahests], "અલ્કાહેસ્ટ").
entry(અલ્કાઇક, n, [અલ્કાઇક્સ], "છંદના સ્વરૂપનો એક પ્રકાર").
entry(alcaide, n, [અલ્કાઇડસ], "સ્પેનિશ કોટનો કમાન્ડર").
entry(આલ્કાલ્ડે, ન, [આલ્કાલ્ડેસ], "સ્પેનિશ શહેરનો મેયર").
entry(alcayde, n, [alcaydes], "અલ્કાયદે").
entry(અલકાઝાર, ન, [અલકાઝારસ], "સ્પેનિશ કિલ્લો અથવા મહેલ").
entry(અલ્કેમી, n, [અલ્કેમીઝ], "મધ્યયુગીય રસાયણશાસ્ત્રનો એક પ્રકારALCHEMIC વિશેષણ").
entry(કીમિયા, નામ, [કીમિયાઓ], "ઐલ્કેમી").
entry(alcid, n, [alcids], "ડાઇવિંગ સમુદ્રી પક્ષી").
entry(alcidine, adj, [], "સમુદ્રપંખીઓના પરિવારમાં સંબંધિત").
entry(આલ્કોહોલ, n, [આલ્કોહિત], "એક બળતર થતો তরল").
entry(ાચાર, ન, [અચારો], "એક આલ્કોહોલિક શ્રાબ").
entry(alcopop, n, [alcopops], "46 ટકાથી વધુ આલ્કોહોલ ધરાવતા સુગંધિત પીણું").
entry(અલ્કોવ, ન, [અલ્કોવસ], "ખંડનો એક ખાંચો વિભાગALCOVED વિશે").
entry(એલ્ડીહાઇડ, n, [એલ્ડીહાઇડ્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(અલ્ડર, n, [અલ્ડર્સ], "એક ઝાડ અથવા નાનું ઝાડ").
entry(એલ્ડરફ્લાય, ન, [એલ્ડરફ્લાઇઝ], "એક પાંખવાળો જીવ").
entry(અલ્ડરમેન, ન, [અલ્ડરમેન], "મ્યુનિસિપલ કાયદેસભા નું સભ્ય").
entry(એલ્ડિકાર્બ, n, [એલ્ડિકાર્બસ], "એક જંતુનાશક").
એન્ટ્રી(એલ્ડોલ, ન, [એલ્ડોલ્સ], "રાસાયણિક સંયોજન").
entry(એલ્ડોલેસ, n, [એલ્ડોલેઝસ], "એક એન્ઝાઇમ").
entry(એલ્ડોઝ, ન, [એલ્ડોઝસ], "ખાંડનો એક પ્રકાર").
entry(ઓલ્ડ્રિન, ન, [ઓલ્ડ્રિન], "એક કીટનાશક").
પ્રવેશ(એલ, ન, [એલ્સ], "એક માદક પદાર્થ").
entry(અનિયત, વિશેષણ, [], "ભાગ્યને લગતું").
entry(alec, n, [alecs], "એક હેરીંગ").
entry(અલી, ક્રિયા વિશેષણ, [], "હવાના sheltered જહાજના બાજુની તરફ").
entry(અલેફ, n, [અલેફ્સ], "અલેફ").
entry(alegar, n, [alegars], "ખાટું એલ").
entry(શરાબઘર, ન, [શરાબઘરો], "એક તવેરન જ્યાં એલ વેચાય છે").
entry(અલેંબિક, ન, [અલેંબિક્સ], "ભઠ્ઠીમાં ઉપયોગ થતું એક સાધન").
entry(alencon, n, [alencons], "એક નીડલપોઇન્ટ લેસ").
entry(અલેફ, પ, [અલેફ્સ], "હિબ્રુ અક્ષર").
entry(ચેતવણી, વિશેષણ, [], "ચેતવણારો ચેતવણામાં તૈયાર ચેતવણીથી ક્રિયા માટે ચેતવણಿಯಿಂದ adv").
entry(alert, v, [alerted,alerting,alerts], "ચેતવણી આપવી").
entry(અલેورોન, n, [અલેુરોન્સ], "અલેુરોન").
entry(એલયુરોન, પું, [એલયુરોન્સ], "ચોક્કસ છોડના બીજોમાં મળતી પ્રોટીન ઘટના").
entry(alevin, n, [alevins], "એક નાની માછલી").
entry(એલેવાઈફ, ન, [એલેવાઈવ્ઝ], "એક મરીન માછલી").
entry(લેક્સિયા, n, [લેક્સિયાસ], "મગજનો એક વિકાર જે વાંચવાની ક્ષમતાની ક્ષતિથી દર્શાય છેALEXIC વિશેષણ").
entry(alexin, n, [alexins], "લોહીમાં એક પદાર્થ જે બેક્ટેરિયાના વિનાશમાં મદદ કરે છે").
entry(alexine, n, [alexines], "એલેક્સિન").
entry(અલ્ફા, ન, [અલ્ફાસ], "અક્ષર A માટે એક સંચાર કોડ શબ્દ").
entry(અલફાકી, પ, [અલફાકીસ], "અલફાકી").
entry(અલફાલફા,ન,[અલફાલફાસ], "ઘાસ અને ચારે માટે ઉપયોગમાં લેવામાં આવતા છોડ").
એન્ટ્રી(અલફાકી, ન, [અલફાકિસ], "મુસલમાન કાયદાના શિક્ષક").
entry(અલફાક્વિન, n, [અલફાક્વિન્સ], "અલફાક્વિ").
entry(અલફોરજા, n, [અલફોરજાસ], "ચામડાનું થેલો").
entry(આલ્ફ્રેડો, વિશેષણ, [], "સફેદ ચીઝના સૉસ સાથે પીરસવામાં આવે છે").
entry(અલ્ફ્રેસ્કો, ક્રિયાવિશેષણ, [], "બાહ્ય").
entry(અલ્ગા, સં, [અલ્ગાસ], "અથવા એલ્જી ક любой примитивные водные растенияАЛГАЛПрил").
entry(અલ્ગેરોબા, ન, [અલ્ગેરોબાસ], "મેસ્કીટ").
entry(ભાવિગણિત, પ, [ભાવિગણિતો], "ગણિતની એક શાખા").
entry(અલ્જરીન, n, [અલ્જરીનેસ], "એક વુલન ફેબ્રિક").
entry(એલ્ગિસાઇડ, n, [એલ્ગિસાઇડ્સ], "કોણીયને મારી નાખવામાં ઉપયોગી પદાર્થ").
entry(algid, adj, [], " થીંધુ ").
એન્ટ્રી(અલ્જિડિટી, ન, [અલ્જિડિટીઝ], "ઠંડક").
entry(અલ્ગિન, સ, [અલ્ગિન્સ], "ચાંદળીમાંથી પ્રાપ્ત થતું એક ચિપચિપું પદાર્થ").
entry(એલ્જિનેટ, પ, [એલ્જિનેટ્સ], "રાસાયણિક લવન").
entry(algoid, વિશેષણ, [], "શેવાલ જેવી").
entry(ઍલ્ગોલોજી, n, [ઍલ્ગોલોજીસ], "શેવાળાઓનું અધ્યયન").
entry(algor, n, [algors], "ઠંડક").
entry(algorism, n, [algorisms], "અરેબિક અધ્યાયન માટેની ગણિતની સૂચનાઓ").
entry(અલ્ગુસીલ, પ, [અલ્ગુસીલ્સ], "સ્પેનિશ બોલતા દેશમાં એક કોન્સ્ટેબલ").
entry(અલ્ગુઆઝિલ, ન, [અલ્ગુઆઝિલ્સ], "અલ્ગુઆસિલ").
entry(algum, n, [algums], "અલ્મુગ").
entry(ઉપનામ, વ, [ઉપનામિત, ઉપનામીકરણ, ઉપનામો], "અનુમાનિત નામ અર્પણ કરવા").
entry(એલિયાસિંગ, ન, [એલિયાસિંગ્સ], "કમ્પ્યુટર ગ્રાફિક્સમાં વિકારની દેખાવ").
entry(અલીબી, v, [અલીબીડ,અલીબીઈંગ,અલીબીસ], "અથવા ALIBIEસ્વયં માટે બહાના બનાવવા").
entry(alible, adj, [], "પોષક").
entry(અલીદાદ, ન, [અલીદાડસ], "અલીદાડ").
entry(અલિદાદ, પ, [અલિદાદ્સ], "કોષીય માપન માટે ઉપયોગમાં લેવાતું ઉપકરણ").
entry(કાયદાકીય હસ્તાંતરણ, v, [કાયદાકીય હસ્તાંતરણ કરવામાં આવ્યું, કાયદાકીય હસ્તાંતરણ કરી રહ્યું છે, કાયદાકીય હસ્તાંતરણ કરે છે], "કોઈ અન્યને સંપત્તિ તરીકે હસ્તાંતરિત કરવું").
એન્ટ્રી(એલિયાન્યેજ, પ, [એલિયાન્યેજઝ], "વિદેશી હોવાનો રાજ્ય").
Prolog:
entry(વિચ્છેદ, ક્રિયા, [વિચ્છેદિત,વિચ્છેદિત કરવામાં,વિચ્છેદ કરે છે], "અસહ્ય અથવા અનમૈત્રીલ બનાવવા").
entry(alienee, n, [alienees], "જનેક પ્રોપર્ટી ટ્રાન્સફર કરવામાં આવે છે તે").
entry(aliener, n, [alieners], "alienor").
entry(એલિયનિઝમ, સં, [એલિયનિઝમ્સ], "એલિયનેજ").
entry(એલિયનિસ્ટ, ન, [એલિયનિસ્ટ્સ], "એક ફિઝિશિયન જે માનસિક વિકારોનો ઉપચાલ કરે છે").
entry(alienly, adv, [], "વિદેશી રીતે").
પ્રાહી(alienor, n, [alienors], "જે કોઈ સંપત્તિ ટ્રાન્સફર કરે છે").
પ્રવેશ(અલિફ, પ, [અલિફસ], "એક અરબી અક્ષર").
entry(aliform, વિશેષણ, [], "પાંખ જેવું આકારનું").
entry(alight, v, [alit,alighting,alights], "કાંઈકમાંથી નીચે થવા માટે").
entry(સરળ કરવું, ક્રિયા, [સરળ કર્યો,સરળ કરવું,સરળ કરે છે], "સરળ સીમાં રાખવા માટે").
entry(aligner, n, [aligners], "એક જે સંતુલિત કરે").
entry(સમાન, વિશેષણ, [], "ઘણું મળતુ જાતુ").
entry(ખોરાક, v, [ખોરાકિત, ખોરાક કરી રહ્યો છે, ખોરાકો], "પોષણ આપવા માટે").
entry(દાનપોષણ, નહિ, [દાનપોષણો], "વિચ મુસાબાઇટ થયેલી પત્નીને પતિ દ્વારા ચૂકવવામાં આવતી ભથ્થાની રકમ").
entry(aline, v, [alined,alining,alines], "સમર્શ કરવું").
entry(aliner, n, [aliners], "aligner").
ઍન્ટ્રી(અલિપેડ, સં, [અલિપેડ્સ], "એક પ્રાણી જેનાથી જોડાયેલા આંગળા જોડે છે").
entry(અલિક્વાંત, વિશેષણ, [], "બીજા સંખ્યામાં સમાનરૂપે વિભાજિત ન થતું").
entry(અલિક્વોટ, n, [અલિક્વોટ્સ], "એક સંખ્યા જે બીજી સંખ્યામાં સંપૂર્ણ રીતે વહેંચાય").
એન્ટ્રી(એલિસ્ટ, વિશેષણ, [], "એક બાજુ ઝુકવું").
entry(alit, a, [], "અલાઇટ કરવા માટેનો ભૂતકાળ").
entry(aliunde, adv, [], "શરીર સાથે સંબંધિત બાબતથી બાહ્ય સ્ત્રોતમાંથી").
entry(જીવિત, વિશેષણ, [], "જીવન ધરાવવું").
entry(અલીયા, n, [અલીયાસ], "અલીયાહ").
entry(અલિયા, ન, [અલિયાઝ], "અથવા અલિયોસ અથવા અલિયોત અથવા અલિયોથ ઇઝરાઇલમાં યહૂદીઓને ઇમિગ્રેશન").
પ્રવેશ(એલિઝેરિન, એન, [એલિઝેરિન્સ], "એક લાલ રંગદ્રવ્ય").
entry(અલ્કાહેસ્ટ, n, [અલ્કાહેસ્ટ્સ], "અલ્કેમિસ્ટ્સ દ્વારા શોધાયેલ કલ્પિત સર્વવ્યાપી વિદાયક").
entry(અલ્કલી, ન, [અલ્કલિસ], "અથવા ALKALIES રાસાયણિક યર્સમેલવાવાળો એક પ્રકારનો સંયોજન ALKALIC વિશેષણ").
entry(alkalify, v, [alkalified,alkalifying,alkalifies], "ક્ષારીકરણ કરવું").
entry(ક્ષારિય, વિશેષણ, [], "alkaline").
entry(ક્ષારીય, વિશેષણ, [], "ક્ષાર ધરાવતું").
entry(alkalise, v, [alkalised,alkalising,alkalises], "આલ્કલાઇઝ કરવું").
entry(alkalize, v, [alkalized,alkalizing,alkalizes], "ક્ષારમાં રૂપાંતર કરવા માટે").
entry(અલ્કલોઇડ, ન, [અલ્કલોઇડ્સ], "રાસાયણિક સંયોજનોનો એક પ્રકાર").
entry(એલ્કેન, n, [એલ્કેન્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(અલ્કેનેટ, נ, [અલ્કેનેટ્સ], "એક યૂરોપિયન છોડ").
entry(અલ્કีน, ન, [અલ્કીન્સ], "રાસાયনিক સંયોજનનો એક પ્રકાર").
પ્રવેશ(અલ્કી, એન, [અલ્કીઝ], "અલ્કી").
entry(અલ્કિસ, pl, [], "અલ્કીનો").
entry(એલ્કાઇન, n, [એલ્કાઇન્સ], "એલ્કાઇન").
entry(એલ્કોકસાઇડ, ન, [એલ્કોકસાઇડ્સ], "રાસાયણિક મીઠાનો એક પ્રકાર").
entry(અલ્કોક્સિ, વિશેષણ, [], "ઑક્સિજન સાથે જોડાયેલા એલ્કિલનો એકમૂલકી રૅડિકલ ધરાવતો").
entry(અલ્કી, ન, [અલ્કીઝ], "એક જે હંમેશા નશામાં હોય").
entry(અલ્કિડ, n, [અલ્કિડસ], "એક કૃત્રિમ રેઝિન").
entry(એલ્કાઇલ, n, [એલ્કાઇલ્સ], "એક એકસંધારણ મૂળક.ALKYLIC વિશેષન").
entry(ઍલ્કિલેટ, ક્રિયાપદ, [ઍલ્કિલેટેડ, ઍલ્કિલેટિંગ, ઍલ્કિલેટ્સ], "ઍલ્કિલ સાથે સંયોજન કરવું").
entry(એલ્કાઇન, ન, [એલ્કાઇન્‍સ], "રાસાયણિક પદાર્થનો એક પ્રકાર").
entry(બધા, પુ., [બધા], "જેવું બધુંકં").
એન્ટ્રી(એલેનાઇટ, ન, [એલેનાઇટ્સ], "એક ખનિજ").
entry(શમાવવું, ક્રિયા, [શમાવ્યું,શમાવતાં,શમાવે છે], "તીવ્રતા અથવા ગંભીરતામાં ઘટાડો કરવો").
entry(allayer, n, [allayers], "જે શમી છે").
entry(એલેય, ન, [એલેય્સ], "ઝાડોની લાઇનવાળી માર્ગ").
entry(આરોપણ, ક્રિ, [આરોપણ કર્યું,આરોપણ કરવું,આરોપણ કરે છે], "સાક્ષ્ય વગર અથવા સાબિત કરતાં પહેલાં દાવો કરવો").
entry(આલેજર, ન, [આલેજર્સ], "જે દાવો કરે").
entry(ઉપમનાત્મક વાર્તા, ન, [ઉપમનાત્મક વાર્તાઓ], "એક નૈતિક સિદ્ધાંત રજૂ કરતી વાર્તા").
entry(અલેગ્રો, ન, [અલેગ્રોસ], "ઝડપી લેવામાં આવેલ એક સંગીત માર્ગ").
entry(એલિલ, n, [એલિલ્સ], "જિનની અનેક રૂપોમાંથી કોઈપણ ફોર્મ એલિલિક વિશેષણ").
entry(અલેલિઝમ, ન, [અલેલિઝમ્સ], "એલિલ્સ ધરાવવાની અવસ્થા").
entry(alleluia, n, [alleluias], "દેવ ને પ્રાર્થના ગીત").
entry(એલર્જેન, n, [એલર્જેન્સ], "એલર્જી ઉત્પન્ન કરવા સક્ષમ પદાર્થ").
entry(અલર્જીક, વિશેષણ, [], "અલર્જી સંબંધિત").
પ્રવેશ(એલર્જેન, સ, [એલર્જેન], "એલર્જન").
entry(ઍલર્જી, ન, [ઍલર્જીઓ], "ચીજવસ્તુઓ પ્રત્યે હાઈપરસેન્સિટિવ પ્રતિક્રિયાની સ્થિતિ").
entry(ગલી, ન, [ગલીઓ], "એક સંકીર્ણ માર્ગ").
entry(અલ્પવે, પ, [અલ્પવેજ], "એક અલ્પવે").
entry(allheal, n, [allheals], "એક ઔષધીય જડીબુટી").
entry(સંગઠિત, વિશેષણ, [], "મિત્ર તરીકે જોડાઈ શકાય તેવો").
entry(અલિયાક, ન, [અલિયાક્સ], "એક ઇન્યુટ સ્લેજ").
entry(સંઘ, n, [સંઘો], "તેના સભ્યોના સામાન્ય હિતોને વધુ કરવાનો એક સંગઠન").
entry(અલિસિન, n, [અલિસિન્સ], "એક પ્રવાહી સંયોજન").
entry(મિત્ર, ભૂત, [], "ally નો સમય").
પ્રવેશ(મિત્ર, હાજર, [], "મિત્રનો 3D વ્યક્તિ એકવચન").
entry(અલિયમ, ન, [અલિયમ્સ], "એક મોતી ધરાવતી ઔષધિ").
entry(અલોબાર, n, [અલોબાર્સ], "વાયતાપે દબાણમાં ફેરફાર").
entry(allocate, v, [allocated,allocating,allocates], " ખાસ હેતુ માટે અલગ કરવું").
entry(allod, n, [allods], "એલોડિયમ").
entry(અલોડિયમ, ન, [અલોડિયા], "સંપૂર્ણ માલિકીના સ્વામિત્વ ધરાવતી જમીન અલોડિયલAdj").
પ્રવેશી(allogamy, n, [allogamies], "ફૂલને બીજા પરાગથી ઉર્વરક બનાવવું").
પ્રવેશ(allonge, n, [allonges], "દસ્તાવેજમાં ઉમેરો").
entry(અન્યનામ, n, [અન્યનામો], "એક વ્યક્તિ દ્વારા અપનાવવામાં આવેલ અન્ય વ્યક્તિનું નામ").
entry(એલોપેથી, ન, [એલોપેથીઓ], "રોગોનો સારવાર એ અસરોથી કરનાર જે રોગની અસરો સાથે અસંગત છે").
entry(એલોસોર, n, [એલોસોર્સ], "એક મોટું ડાયનોસોર").
entry(ફાળવવું, ક્રિયા, [ફાળવવામાં,ફાળવવું,ફાળવે છે], "ભાગ કે હિસ્સા તરીકે આપવું").
entry(allottee, n, [allottees], "જેને કંઈક ફાળવવામાં આવ્યું હોય").
entry(allotter, n, [allotters], "જેણે વહેંચણી કરે").
entry(એલોટાઇપ, ન, [એલોટાઇપ્સ], "એન્ટિબોડીનો એક પ્રકાર").
entry(એલોટાઇપી, ન, [એલોટાઇપીઓ], "એલોપ્રકાર હોવાની સ્થિતિ").
entry(allover, n, [allovers], "સમગ્ર સપાટીએ ફેલાયેલો પેટર્ન ધરાવતું કાપડ").
entry(allow, v, [allowed,allowing,allows], "રસ્તામાં કોઇ અવરોધ ન મૂકવો").
પ્રવેશ(એલોક્સન, ન, [એલોક્સન્સ], "એક રાસાયણિક સંયોજન").
entry(મિશ્રધાતુ, v, [મિશ્રધાતુિત,મિશ્રધાતુિરણ,મિશ્રધાતુઓ], "વિવિધ ધાતુઓનું મિશ્રણ અથવા મિશ્રધાતુ બનાવવા માટે સંયોજિત").
entry(allseed, n, [allseeds], "ઘણા વાવેતર ધરાવતું વનસ્પતિ").
એન્ટ્રી(ઓલસોર્ટ્સ, નપલ, [], "મિશ્ર નાની મિીઠાઇઓ").
entry(અલસ્પાઇસ, n, [અલસ્પાઇસેસ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
entry(આલ્યુડ, v, [આલ્યુડેડ,આલ્યુડિંગ,આલ્યુડ્સ], "અપ્રતક્ષ સંદર્ભ આપવા માટે").
entry(આકર્ષણ, v, [આકર્ષિત,આકર્ષક,આકર્ષણ આપે છે], "કોઈ ઇચ્છનીય વસ્તુ સાથે આકર્ષવા").
entry(allurer, n, [allurers], "એક જે આકર્ષે છે").
entry(સંચોક, પ, [સંચોકો], "સંચોક કરવા ની ક્રિયાALLUSIVE વિશેષણ").
entry(અલ્યુવિયા, અ, [], "અલ્યુવિયમનું બહુવચન").
entry(માટીલમટિયાળ, n, [માટીલમટિયાળઓ], "મટિયાળ માંથી બનેલી માટી").
entry(પગથાર, નામ, [પગથાર], "પગથાર").
એન્ટ્રી(અલ્યુવિયમ, નામ, [અલ્યુવિયમ્સ], "અથવા ALLUVIAdetrital સામગ્રી પ્રવર્તમાન પાણી દ્વારા જમા થાય છે").
entry(ally, v, [સંબંધિત,સંબંધીકરણ,સંબંધો], "સત્તાવાર સંબંધમાં એકત્ર કરવાનું").
entry(એલિલ, n, [એલિલ્સ], "એક અજોડ રેડિકલ એલિલિક વિશેષણ").
entry(અલમા, પ, [અલમાસ], "અલમાહ").
entry(અલ્માજેસ્ટ, પ, [અલ્માજેસ્ટસ], "જ્યોતિષશાસ્ત્ર અથવા алх્ખેમી વિશેનું મધ્યયુગીય ગ્રંથ").
એન્ટ્રી(અલ્માહ, સં, [અલ્માહ્સ], "એક મિસરી છોકરી જે વ્યાવસાયિક રીતે ગાય અને નાચે છે").
પ્રવેશ(પંચાંગ, ન, [પંચાંગો], "એક વાર્ષિક પ્રકાશન જે સામાન્ય માહિતી ધરાવે છે").
entry(અલ્માનેક, ન, [અલ્માનેકસ], "અલ્માનેક").
entry(alme, n, [almes], "અલમા").
entry(અલ્મેહ, n, [અલ્મેહ્સ], "અલ્માહ").
entry(અલમેમાર, n, [અલમેમારસ], "એક બેમા").
entry(સર્વશક્તિમાન, વિશેષણ, [], "તમામ પર સર્વોચ્ચ શક્તિ ધરાવે છે").
entry(almner, n, [almners], "અલમનર").
પ્રવેશ(બદામ, n, [બદામ], "ছোট গাছ의 식용 견과ALMONDY adj").
પદભાર(almoner, પું., [almoners], "એક જે ભિક્ષામાં વિતરણ કરે છે").
entry(ભિક્ષાવાટિકા, ન, [ભિક્ષાવાટિકાઓ], "જ્યાં ભિક્ષાનું વિતરણ થાય છે").
entry(મોટેભાગે, ક્રિયાવિશೇಷણ, [], "ખૂબ નજીક").
પ્રવેશ(ભિક્ષા, ન, [ભિક્ષા], "ગરીબોને આપવામાં આવતા પૈસા અથવા વસ્તુ").
entry(almsman, n, [almsmen], "જે ભીખ પ્રાપ્ત કરે છે").
entry(almuce, n, [almuces], "હૂડવાળી કેપ").
entry(અલમુદ, સં, [અલમુડસ], "ક્ષમતા માટાનો સ્પેનિશ એકમ").
entry(almude, n, [almudes], "અલમુદ").
entry(અલમગ, ન, [અલમગ્સ], "બાઇબલમાં ઉલ્લેખિત એક કિંમતી લાકડો").
entry(એલનિકો, સ, [એલનિકોઝ], "એલ્યુમિનિયમ, નિકલ અને કોબોલ્ટ ધરાવતું મિશ્ર ધાતુ").
entry(alodium, n, [alodia], "ઓલોડિયમALODIAL વિશેષણ").
entry(અલોઇ, ન, [અલોઇસ], "એક આફ્રિકન વનસ્પતિALOETIC વિશેષણ").
entry(ઉપર, ક્રિયાવિશેષણ, [], "હવામાં અથવા હવામાં").
entry(alogical, વિશેષણ, [], "એ વ્યક્તિ જેવી કે જેમને તર્ક લાગુ કરી શકાતું નથી").
entry(અલોહા, સ, [અલોકાઓ], "પ્રેમ શુભેચ્છા અથવા વિદાય રૂપે ઉપયોગમાં લેવાનો શબ્દ").
પ્રવેશ(અલොઇન, ન, [અલોઇનસ], "એક જુલાબ").
entry(એકલા, વિશેષણ, [], "અન્ય પાસેથી અલગ").
entry(આલૉન્ગ, ક્રિયા વિશેષણ, [], "આગળ").
entry(aloof, adj, [], "રસ અથવા લાગણીમાં દૂર ALOOFLY adv").
entry(મુંડુંપણું, n, [મુંડાપણાંઓ], "મુંડાપણુંALOPECIC adj").
પ્રવેશ(જોરથી, ક્રિયાવિશેષણ, [], "શ્રવ્ય રીતે").
entry(આલો, 크ે, [], "નીચે અથવા નિમ્ન સ્થિતિમાં").
entry(alp, n, [અલ્પ્સ], "એક ઊંચો પર્વત").
entry(આલ્પાકા, ન, [આલ્પાકાસ], "એક બુર્જોગાળક સસ્તનપ્રાણી").
entry(અલ્ફા, એન, [અલ્ફાસ], "એક ગ્રીક અક્ષર").
entry(અક્ષરમાળા, v, [અક્ષરમાળાયિત,અક્ષરમાળાયિત કરી શકે છે,અક્ષરમાળાઓ], "ભાષાના અક્ષરોની આદર્શ ક્રમમાં વ્યવસ્થા કરવી").
entry(આલ્ફહોર્ન, n, [આલ્ફહોર્ન્સ], "સ્વિસ ઘડવાળાઓ દ્વારા ઉપયોગમાં લેવાતું લાકડાના બેરવું").
entry(અલ્ફોસિસ, ન, [અલ્ફોસિસેસ], "ચામડીની રંગતનાં અભાવ").
entry(alphyl, n, [alphyls], "એક એકમૂલકી ચટ્ટાન").
ઇન્ટ્રી(એલ્પાઇન, ન, [એલ્પાઇન્સ], "ઉચ્ચ પર્વતીય પ્રદેશોની સ્થાનીક ઝાડવો").
પ્રવેશ(ઍલ્પાઇનલી, ક્રિયા વિશેષણ, [], "ઊંચામાં ઊંચું વલણ").
entry(પર્વતારોહણ, કર્મ, [પર્વતારોહણો], "પર્વતો પર ચડવાનું").
entry(alpinist, n, [અલ્પિનિસ્ટ્સ], "એક પર્વતારોહક").
પ્રવેશ(અલરેડી, ક્રિયાવિશેષણ, [], "આ વેળાએ").
entry(ઠીક છે, વિશેષણ, [], "સંતોષજનક").
entry(આલસાઇક, ન, [આલસાઇકસ], "એક યુરોપીય ક્લોવર").
entry(also, adv, [], "ઉપરાંત").
પ્રવેશ(અલ્ટ, ન, [અલ્ટ્સ], "ઉચ્ચસૂરવાળો સંગીતનો સૂર").
entry(વેદી, નામ, [વેદીઓ], "પૂજામાં ઉપયોગમાં આવતું ઉંચું માળખું").
entry(પરિવર્તન, v, [પરિવર્તિત,પરિવર્તનુ,પરિવર્તનારા], "જૂદા બનાવવું").
entry(alterant, n, [alterants], "જે કંઈક બદલાવે છે").
entry(alterer, n, [alterers], "એક જે બદલავს").
entry(અલ્ટેરિટી, ન, [અલ્ટેરિટીઝ], "અન્ય અથવા વિભિન્ન હોવાની સ્થિતિ").
ઍન્ટ્રી(અલ્થૈયા, ન, [અલ્થેયાસ], "અલ્થિયા").
entry(અલ્થેઆ, ન, [અલ્થેઆઝ], "ફુલ આપતું ઉડદું").
entry(altho, conj, [], "એટલે કે").
એન્ટ્રી(અલ્થોર્ન, ન, [અલ્થોર્ન્સ], "એક પિત્તળની પવન વાદ્યયંત્ર").
entry(અલ્બિયે, સંયોજન, [], "તથ્ય હોવા છતાં").
એન્ટ્રી(ઊંચાઈ, એન, [ઊંચાઈઓ], "સમયક અથવા સ્તર ઉપર ઓબજેક્ટની લંબ ચડાવટ").
entry(અલ્ટો, ન, [અલ્ટોઝ], "એક નીચી સ્ત્રી ગાયક અવાજ").
entry(એલ્ટોઇસ્ટ, ન, [એલ્ટોઇસ્ટ્સ], "જે અલ્ટો સેક્સોફોન વગાડે છે").
પ્રવેશ(અન્યાનુકંપા, સં, [અન્યાનુકંપાઓ], "અન્યોના કલ્યાણ માટે નિSwથાર્થ લગાવ").
entry(altruist, n, [altruists], "જે નિઃસ્વાર્થભાવને અનુસરે છે").
entry(અલુડેલ, ન, [અલુડેલ્સ], "નાશપાતી આકારનું પાત્ર").
પ્રવેશ(અલુલા, ન, [અલુલાએ], "પહેલી આંગળી પર પાંખનો એક ગુણ્ડો ALULAR વિશેષણ").
entry(એલ્યુમ, નિ, [એલ્યુમ્સ], "ખાટી ઔષધની એક પ્રકાર").
entry(એલ્યુમિન, ન, [એલ્યુમિન્સ], "એલ્યુમિના").
પ્રવેશ(એલ્યુમિના, n, [એલ્યુમિનાસ], "એલ્યુમિનિયમનું ઓક્સાઇડ").
entry(એલ્યુમાઇન, ન, [એલ્યુમાઇન્સ], "એલ્યુમિના").
પ્રવેશ(એલ્યુમિનિયમ, પ, [એલ્યુમિનિયમ્સ], "એક ધાતુ તત્વએલ્યુમિનિક વિશેષણ").
entry(alumna, n, [alumnae], "મહિલા સ્નાતક").
Prolog: entry(સ્નાતક, પ, [અલુમ્નાઈ], "પુરુષ સ્નાતક").
entry(અલુમરૂટ, ન, [અલુમરૂટસ], "ફૂલદાર છોડ").
entry(એલ્યુનાઇટ, ન, [એલ્યુનાઇટ્સ], "એક ખનિજ").
entry(અલવાર, ન, [અલવારો], "ઉઘાડું ચુનાના પથ્થરનું વિસ્તાર").
entry(અલ્વિયોલર, ન, [અલ્વિયોલર્સ], "ભાષા એક જગ્યા પર સ્પર્શ કરતી વખતે એક અવાજ ઉત્પાદન થાય ત્યારે, ઇનની સામેના દાંત પાછળ").
entry(એલ્વિઓલસ, ન, [એલ્વિઓલાઈ], "એક નાનું એનાટોમિકલ ગુහා").
entry(અલ્વાઇન, વિશેષણ, [], "પેટ અને નીચલા આંતરડા સંબંધિત").
entry(હંમેશા, ક્રિયાવિશેષણ, [], "હંમેશા").
entry(always, adv, [], "બધા સમયે").
entry(alyssum, n, [alyssums], "એક ફૂલદાયી છોડ").
entry(એમ, વર્તમાન, [], "ચારણ ના પ્રથમ પુરુષ એકવચન").
entry(અમા, નહો, [અમાસ], "અમાહ").
એન્ટ્રી(અમદાવત, ન, [અમદાવત્સ], "એક એશિયન ગાયક પંખી").
entry(અમાડૂ, n, [અમાડૂઝ], "ફૂગમાંથી તૈયાર કરવામાં આવેલી પદાર્થ, જે તીટ વાયર તરીકે ઉપયોગમાં લેવાય છે").
entry(અમાહ, ન, [અમાહસ], "એક પૂર્વીય નર્સ").
પ્રવેશ(ამრ, ક્રિયાવિશેષણ, [], "પૂર્ણ શક્તિથી").
entry(એમલગમ, n, [એમલગમ્સ], "પારાથી બીજા ધાતુ સાથે બનેલું એક મિશ્રધાતુ").
entry(અમેંડાઇન, વિશેષણ, [], "બદામ સાથે તૈયાર કરેલ").
entry(આમાઙીત, પુ, [આમાઙીટ્સ], "જંતુઓના ખૂબ ઝેરી સ્ફૂંફોનિયા નો કોઈ જ્ઞાતિ").
entry(અમાનિટિન, ન, [અમાનિટિન્સ], "રાસાયણિક સંયોજન").
entry(અમરાંત, n, [અમરાંત્સ], "એક ફૂલધારું છોડ").
entry(અમારેલ, n, [અમારેલ્સ], "એક જાતની ખાટી ચેરી").
entry(અમરેટી, નપલ, [], "તીખા બદામ સાથે બનાવેલ મેકરૂન્સ").
entry(אַמאַרעטטאָ, n, [אַמאַרעטטאָס], "એક જાતની લગ્ીગાર").
entry(amarna, વિશેષણ, [], "પ્રાચીન મિસરની વિશિષ્ટ ઐતિહાસિક કાળ સાથે સંબંધિત").
entry(અમારોને, ન, [અમારોનેસ], "એક સુકા લાલ વાઇન").
entry(સંચય, ક્રિયા, [સંચયિત,સંચયિત_કરી_રહ્યા_છે,સંચય_કરો], "એકત્રિત કરવું").
entry(યૂનાનાઈનૉ, n, [યૂનાનાઈનો], "એ એક કે જે એકત્રિત કરે છે").
entry(શોખીન, ન, [શોખીનો], "જે嗜 મનોરંજન માટે પ્રવૃત્ત થાય").
entry(amative, adj, [], "પ્રેમાળ").
entry(એમાટોલ, ન, [એમાટોલ્સ], "એક શક્તિશાળી વિસ્ફોટક").
પ્રવેશ(અમેટોરી, વિશેષણ, [], "જાતીય પ્રેમ સંબંધિત").
entry(amauti, n, [amautis], "amautik").
entry(પારકા, ન, [પારકા], "ઇન્યુટ મહિલાની પારકા").
એન્ટ્રી(amaz, v, [amazed, amazing, amazes], "આશ્ચર્ય માં overwhelm કરવા AMAZEDLY adv").
entry(એમેઝોન, ન, [એમેઝોન્સ], "એક ઊંચી શક્તિશાળી સ્ત્રી").
entry(અમ્બેઇજ, નં, [અમ્બેજ], "એક વક્ર પંધો").
entry(અંબારી, n, [અંબારીઓ], "અંબારી").
entry(અંબારી, ન, [અંબારીઝ], "એક પૂર્વ ભારતીય છોડ").
entry(અંબિર, સં, [અંબિર્સ], "તમાકુનો રસ").
entry(એમ્બર, ન, [એમ્બર્સ], "એક ઉત્ખનિત રેઝિન").
entry(ઍમ્બરિના, ન, [ઍમ્બરિનાસ], "કાચની વાસણનો એક પ્રકાર").
entry(એમ્બરોઇડ, n, [એમ્બરોઇડ્સ], "એમ્બ્રોઇડ").
entry(એમ્બરી, ન, [એમ્બરીસ], "એમ્બ્રી").
entry(માહોલ, n, [માહોલ], "માહોલ").
entry(માહોલ, ન, [માહોલ], "જગ્યા કે પરિસ્થિતિમાં ભાવના મૂડ અથવા વાતાવરણ").
પ્રવેશ(એમ્બિયન્ટ, n, [એમ્બિયન્ટ્સ], "એમ્બિયન્સ").
entry(ભાષા, ક, [ભાષાઓ], "કશીકની બાહ્ય સમયસીમા").
entry(મહત્ત્વાકાંક્ષા, v, [મહત્ત્વાકાંક્ષિત, મહત્ત્વાકાંક્ષણા, મહત્ત્વાકાંક્ષાઓ], "ઉત્કટતાથી શોધવું").
entry(અંબિવર્ટ, ન, [અંબિવર્ટ્સ], "વ્યક્તિ જેની વ્યક્તિત્વ પ્રકાર ઇન્ટ્રોવર્ટ અને એક્સ્ટ્રોવર્ટ વચ્ચે મધ્યસ્થ છે").
entry(amble, v, [ambled,ambling,ambles], "હળવે કૂચ કરવી").
entry(એમ્બલર, ન, [એમ્બલર્સ], "જે આંબલ કરે છે").
entry(એમ્બો, ન, [એમ્બોઝ], "અથવા AMBONESએક પ્રારંભિક ખ્રિસ્તી ચર્ચમાં pulpita pulpit").
ઍન્ટ્રી(અંબોઇના, પા, [અંબોઇના], "અંબોયના").
entry(ઍમ્બોયના, n, [ઍમ્બોયનાસ], "ઇન્ડોનેશિયા ના એક વૃક્ષ ની કિલંટ ન્યુ જેવી કાંઠા").
entry(એમ્બરિઝ, બહુવચન, [], "એમ્બરીનો").
entry(ambroid, n, [ambroids], "કૃત્રિમ એમ્બર").
entry(એમ્બ્રોઝિયા, n, [એમ્બ્રોઝિયાસ], "ગ્રીક અને રોમન દેવતાઓનું ખોરાક").
entry(એમ્બ્રી, સંજ્ઞા, [એમ્બ્રીઝ], "પવિત્ર પાત્રો માટે ચર્ચની દીવાલમાં આવેલું એક અવકાશ").
entry(ambsace, n, [ambsaces], "ખરાબ નસીખ").
entry(ચલતા, વિશેષણ, [], "ચાલતાં").
entry(ચાલસા, v, [ ચાલેલ, ચાલતાં, ચાલે], "ચાલવા માટે").
entry(ઘાત, ક્રિયા, [ઘાત કર્યો, ઘાત કરી રહ્યો, ઘાત કરે છે], "છુપેલા સ્થાને થી આક્રમણ કરવું").
entry(ઘાતક, n, [ઘાતકો], "એ કે જે ઘાત કરે").
entry(આમેબા, n, [આમેબાસ], "અથવા AMEBAEamoebaAMEBAN AMEBIC AMEBOID adj").
entry(amebean, adj, [], "વૈકલ્પિક રીતે પ્રતિસાદ આપવો").
entry(અમીર, પ, [અમીરો], "અમીર").
entry(ameerate, n, [ameerates], "અમીરાત").
એન્ટ્રી(એમેલકોર્ન, ન, [એમેલકોર્ન્સ], "ઘઉંનો એક પ્રકાર").
entry(આમેન, n, [આમેન્સ], "પ્રાર્થનાના અંતે સહમતિ દર્શાવવા માટે વપરાતો શબ્દ").
entry(amenable, adj, [], "સામાન્ય રીતે રાજી થવા યોગ્ય AMENABLY adv").
entry(સુધારો, ક્રિયા, [સુધારેલું,સુધારવાનું,સુધારાઓ], "સુધારો/સુધારવા").
entry(amender, n, [amenders], "જવ્યકતિ કે જે સુધારે").
entry(સુકાન્યતા,ન, [સુકાન્યતાઓ], "સુખદ અથવા સંમત હોવાની ગુણવત્તા").
entry(ament, n, [aments], "માનસિક રીતે અપરિપક્વ વ્યક્તિ").
એન્ટ્રી(એમેન્ટિયા, એન, [એમેન્ટિયાસ], "માનસિક ક્ષીણતા").
એન્ટ્રી(એમેન્ટમ, સુ, [એમેન્ટા], "એમેન્ટ").
entry(amerce, v, [amerced,amercing,amerces], "એક અનિયમિત દંડ લાદી દંડ આપવો").
entry(એમન્સર, પ, [એમન્સર્સ], "જેથી amerces થાય છે").
એન્ટ્રી(amesace, n, [amesaces], "ambsace").
entry(એમેથિસ્ટ, ન, [એમેથિસ્ટ્સ], "ક્વાર્ટ્ઝની એક જીવશિલા").
entry(ami, n, [amis], "મિત્ર").
entry(એમિયા, ન, [એમિયાઝ], "એક મીઠુ પાણીનું માછલું").
entry(મિલનસાર, વિશ્વેષણ, [], "આનંદદાયક સ્વભાવ ધરાવતાAMIABLY ક્રિયા વિશેષણ").
entry(અમિયોન્ટસ, n, [અમિયોન્ટસેસ], "ઓગિન્સેબટાસ્ટનની એક જાત").
entry(અમેિકાબલ, વિશેષણ, [], "મિત્રતાપૂર્વક AMICABLY વિશેષણ અવ્યય").
entry(amice, n, [amices], "ગળા અને ખભા અંગે પહેરીન શ્રૃંગાર").
entry(નોનસુખાઈ, પ, [નોનસુખાઈઓ], "કોર્ટ દ્વારા સલાહ આપવા માટે પરવાનગી આપવામાં આવેલ એક એવો વ્યક્તિ જે કેસનો પક્ષકાર નથી").
entry(એમિડ, ન, [એમિડ્સ], "એમાઇડ").
પંક્તિ(એમાયડેઝ, ਨ, [એમાયડેઝિસ], "એક એન્ઝાઇમ").
entry(એમાઇડ, n, [એમાઇડ્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર એમિડિક વિશેષણ").
entry(એમિડિન, ન, [એમિડિન્સ], "સ્ટાર્ચના દ્રાવ્ય પદાર્થ").
entry(એમિડાઇન, નામ, [એમિડાઇન્સ], "એક પ્રકારના રસાયણિક સંયોજન").
entry(amido, adj, [], "એમાઇડ જે એસિડ રેડીકલ સાથે જોડાયેલ હોય").
entry(એમિડોજન, n, [એમિડોજન્સ], "એક અખંડ રાસાયણિક રેડિકલ").
પ્રવેશ(એમિડોલ, ન, [એમિડોલ્સ], "એક રાસાયણિક સંયોજન").
એન્ટ્રી(અમિડોન, ન, [અમિડોનસ], "એક રસાયણિક સંયજનો").
entry(amidship, adv, [], "જહાજના મધ્ય ભાગ તરફ").
entry(મધ્યમાં, પૂર્વપ્રત્યય, [], "ની વચ્ચે").
entry(અમિ, ના, [અમિસ], "સ્ત્રી મિત્ર").
entry(amiga, n, [amigas], "એક મહિલા મિત્ર").
entry(મિત્ર, ન, [મિત્રો], "એક મિત્ર").
entry(હમીન, n, [હમીન્સ], "હમાઇન").
entry(એમાઇન, ન, [એમાઇન્સ], "રાસાયણિક સંયોજનનો એક પ્રકારએમાઇનિક વિશેષણ").
entry(aminity, n, [aminities], "એમાઈન હોવાની સ્થિતિ").
entry(એમિનો, ન, [એમિનોસ], "એમિનમાં હાજર રાસાયણિક જૂથ").
entry(અમીર, પ, [અમીઓ], "મુસલમાન યુવરાજ અથવા રાજ્યપાલ").
entry(amirate, n, [amirates], "અમિર નો પદ").
entry(ખોટું, વિશેષણ, [], "યોગ્ય ક્રમથી બહાર હોવું").
entry(અમિટી, વિવિધ, [], "અમિટીના").
entry(અમિટોસિસ, ન, [અમિટોસીસ], "એક પ્રકારનું કોષ વિભાગAMITOTIC વિશેષણ").
entry(અમિત્રોલ, n, [અમિત્રોલ્સ], "એક જંતુનાશક").
entry(મૈત્રી, ન, [મૈત્રીઓ], "મિત્રતા").
entry(એમિટર, પ, [એમિટર્સ], "વિદ્યુતપ્રવાહ માપવા માટેનું સાધન").
entry(એમાઇન, n, [એમાઇન્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(ammino, adj, [], "એમાઈન સાથે સંબંધિત").
entry(મોટા, ન, [મોટાઓ], "ગોળાબારુદ").
પ્રવેશ(એમોસીટ, પ, [એમોસીટસ], "એ એક લેમ્પ્રેએના લાર્વા છે").
entry(એમોલાઇટ,ન, [એમોલાઈટ્સ], "અમેાનાઈટના ફોસિલ થયેલ શંખ").
entry(એમ્મોનાલ, n, [એમ્મોનાલ્સ], "એક શક્તિશાળી વિસ્ફોટક").
entry(હેમોનિયા, ન, [હેમોનિયાઝ], "એક તીવ્ર ગંધવાળું વાયુ").
entry(એમોનિયાક, n, [એમોનિયાક્સ], "એક ગમ રેઝિન").
entry(એમોનિક, વિશેષણ, [], "એમોનિયા સંબંધિત").
entry(એમોનિફાઈ, ક્રિયાપદ, [એમોનિફાઈડ,એમોનિફાઈઉઠતા,ઍમોનિફાઈ], "એમોનિયા સાથે ઉપચાર કરવા માટે").
entry(અમોનાઇટ, ન, [અમોનાઇટ્સ], "વિલુપ્ત મોલસ્કનો કંકાંડ વળેલ ખોળો").
entry(અમોનિયમ, n, [અમોનિયમ્સ], "એક એકમૂલકીય રાસાયણિક મૂળ").
entry(ammono, વિશેષણ, [], "અમોનિયા ધરાવે છે").
entry(એમોનોઇડ, ન, [એમોનોઇડ્સ], "એમોનાઇટ").
entry(અમ્નેશિયા, સ, [અમ્નેશિયાઝ], "સ్మૃતિ નાશ").
entry(યાદશક્તિહિન, પ, [યાદશક્તિહિન લોકો], "યાદશક્તિહિનતા ધરાવનારો").
entry(amnesic, n, [amnesics], "amnesiac").
entry(ભૂલકો, વિશેષણ, [], "ભૂલણને લગતું").
entry(માફી, ક્રિયાપદ, [માફી આપી,માફી આપી રહ્યો,માફીઓ], "માફી આપવી").
એન્ટ્રી(એમ્નિયો, ન, [એમ્નિઓસ], "ગર્ભાશયમાં સોયનો શસ્ત્રક્રિયાથી પ્રવેશ").
entry(એમ્નિઓન, n, [એમ્નિઓન્સ], "અથવા એમ્નીયા એમ્બ્રિયોને આવરી લેતી એક ઝિલાદાર થેલી એમ્નિક એમ્નિઓનિક એમ્નિયોટિક વિશેષણ").
પ્રવેશ(એમ્નિઓટ, એન, [એમ્નિઓટ્સ], "એક કશેરુક જે ભ્રુણના તબક્કા દરમ્યાન એમ્નીયોન વિકસાવે છે").
entry(એમીબા, ન, [એમીબાસ], "અથવા AMOEBAએક વિભાજિત સૂક્ષ્મ જીવાણુAMOEBAN AMOEBIC AMOEBOID વિશેષણ").
entry(amoebean, વિશેષણ, [], "amebean").
entry(અમોક, ન, [અમોક્સ], "એક હત્યારા ચડસપટમચાટ").
ભ્રમણ(amole, ન, [amoles], "સાબુના વિકલ્પ તરીકે ઉપયોગમાં લેવાતા છોડની મૂળ").
entry(પસંદગીકારમાં, પૂર્વપ્રત્યય, [], "ની વચ્ચે").
entry(amongst, prep, [], "અમેંગ").
એન્ટ્રી(amoral, વિશેષણ, [], "જેણે સારા અને ખરાબના અર્થની સમજૂતિ નહોતી રાખતીAMORALLY રવિ").
entry(અમોરેટ્ટો, n, [અમોરેટ્ટોઝ], "અથવા AMORETTIa કામદેવ").
entry(અમોરિનો, n, [અમોરિણી], "એક અમોરેટ્ટો").
entry(પ્રેમી, સં, [પ્રેમીઓ], "એક પ્રેમી").
entry(અમોરોસો, n, [અમોરોસો], "એક પ્રકારની વાઇન").
entry(પ્રેમપૂર્ણ, વિશેષણ, [], "પ્રેમ સંબંધિત").
entry(amort, adj, [], "જિંદગી વિના હોવું").
entry(અમેાર્ટાઇઝ, ક્રિયા, [અમેઝર્ટાઇઝ્ડ,અનેર્સિંગ,અમેઝર્ટાઇઝેસ], "અમેર્ટાઇઝ કરવા માટે").
entry(હપતા પદ્ધતિ, ક્રિયા, [હપ્તા પદ્ધતિથી ચુકવાયેલ, હપ્તા પદ્ધતિથી ચુકવી રહ્યું છે, હપ્તા પદ્ધતિથી ચુકવતું છે], "દેવું ધીમે ધીમે ચુકવવા").
entry(એમોસાઇટ, પ, [એમોસાઇટ્સ], "પેસ્ટોસનો એક પ્રકાર").
prolog(પ્રવેશ(amotion, n, [amotions], "કોર્પોરેટ ઓફિસરને તેના પદેથી દૂર કરવાનો પ્રસંગ")).
પ્રવેશ(રકમ, વી, [આમ કરેલ, આમ કરવું, આમ કરે છે], "રકમ આપવા માટે મૂલ્યોને મેલીને ઉમેરવું").
entry(પ્રેમ, ન, [પ્રેમો], "પ્રેમસફર").
entry(amp, v, [amped,amping,amps], "વધારનાર").
entry(એમ્પેરેજ, એન, [એમ્પેરેજેસ], "એમ્પિયર માં વ્યક્તelectricિક પ્રવાહની તીવ્રતા").
entry(એમ્પિયર, ન, [એમ્પિયરસ], "વિદ્યુત પ્રવાહ તીવ્રતા ની એક એકમ").
entry(ઍમ્ફિબિયા, બહુવચન, [], "જળ અને જમીન બંને પર જીવન માટે અનુકૂળ મનુષ્યો").
entry(amphioxi, npl, [], "લેન્સલેટ્સ").
entry(એમ્ફિપોડ, ન, [એમ્ફિપોડ્સ], "એક નાનકી ક્રસ્ટેશીયન").
entry(એમ્ફોરા, ન, [એમ્ફોરાઝ], "અથવા એમ્ફોરાઇસંકોચાયેલ ગળાવાળું જાર જે પ્રાચીન ગ્રીસમાં વપરાય છેએમ્ફોરાલ અભિ").
entry(ample, adj, [], "AMPLER AMPLESTabundantAMPLY adv").
entry(amplexus, n, [amplexuses], "દેવ, ભેગા છેડે ગારા").
entry(વધારા, ક્રિયાન્ત, [વધારેલું,વધારી રહ્યું છે,વધારે છે], "મોટું અથવા વધુ શક્તિશાળી બનાવવા માટે").
entry(ampoule, n, [ampoules], "એમ્પ્યુલ").
entry(ઍમ્પુલ, ન, [ઍમ્પુલ્સ], "ઍમ્પ્યુલ").
entry(અમ્પ્યૂલ, n, [અમ્પ્યૂલ્સ], "એક નાની કાચની શીશી").
entry(એમ્પુલા, n, [એમ્પુલીએ], "પ્રાચીન રોમમાં ઉપયોગમાં લીધેલું ગોળ બોટલએમ્પુલર વિશેષણ").
entry(ઉદભેદ, v, [ઉદભેદિત,ઉદભેદન,ઉદભેદે છે], "શસ્ત્રક્રિયાની મદદથી કઢી નાખવું").
entry(અંગછેદક, ન, [અંગછેદકો], "જેના એક અંગનો છેદ કરવામાં આવ્યો છે").
entry(અમ્રીતા, n, [અમૃતાઓ], "અમૃતા").
entry(અમૃત, ન, [અમૃત્સ], "અમૃત").
entry(અમૃતા, n, [અમૃતાસ], "હિંદુ વ્યવસ્થા માં અમર બનાવતી મધિરા").
entry(amtrac, n, [એમટ્રાક્સ], "એક સૈન્ય વાહન જે જમીન અને પાણી પર હલવા માટે સજ્જ હોય છે").
entry(એમટ્રેક, પુ, [એમટ્રેક્સ], "એમટ્રાક").
entry(એમટ્રેક, ન, [એમટ્રેક્સ], "એમટ્રેક").
entry(અમુ, ન, [અમુસ], "વજનની એક એકમ").
પ્રવેશ(amuck, n, [amucks], "amok").
entry(તાબીઝ, n, [તાબીઝ], "બુરાઇ અથવા ઇજા સામે બચવવા માટે પહેરવામાં આવતું વસ્તુ").
entry(પ્રમોદિત, v, [પ્રમોદિત,પ્રમોદક,પ્રમોદે છે], "પ્રમોદિત રીતે વ્યસ્ત કરવુંAMUSABLE વિશેષણAMUSEDLY ક્રિયાવિશેષણ").
entry(amuser, n, [amusers], "એક જેના દ્વારા વિવાદ થાય").
entry(amusia, n, [amusias], "સંગીતના અવાજોને ઓળખવાની ક્ષમતા નોં હોવી").
entry(amusive, adj, [], "મનોરંજક").
entry(એમિગ્ડાલા, n, [એમિગ્ડાલે], "એક બદામાકાર શારીરિક ભાગ").
entry(અમીગડે, ન, [અમીગડેસ], "અમીગડ્યુલ").
entry(amygdule, n, [amygdules], "લાવામાં એક નાનું વાયુનું બબલ").
entry(એમાઇલ, ન, [એમાઇલ્સ], "એક એકમૂલક રેડિકલ").
entry(એમિલેઝ, n, [એમિલેઝસ], "એક એન્ઝાઇમ").
entry(એમાઇલેન, n, [એમાઇલેન્સ], "એક જ્વલનશીલ પ્રવાહી").
entry(એમાઇલિક, વિશેષણ, [], "એમાઇલ સાથે સંબંધિત").
entry(amylogen, n, [amylogens], "એમાયલોસ").
entry(એમિલૉઇડ, n, [એમિલૉઇડ્સ], " ગાળે જ્યારે વસ્ત્રો તંતુ વાદળી થાય છે ત્યારે થતી કઠણ પ્રોટીનનો પડ").
પ્રવેશ(એમાઇલોઝ, પ, [એમાઇલોઝેસ], "સ્ટાર્ચનો અંગત રીતે દ્રાવ્ય ઘટક").
entry(અમાયલમ, n, [અમાયલમ્સ], "સ્ટાર્ચ એક ઘન કાર્બોહાઇડ્રેટ").
entry(an, અનિશ્ચિત, [], "વર્નમાળા હોઠની અવધિ સાથે શરૂ થતી રીતે પહેલાં વપરાત્નાર લેખ").
entry(એના, સા, [એનાસ], "ઘણું બધું વિષય અંગે માહિતીનાં એકત્રિત ઘટક").
entry(એનાબિના, n, [એનાબીનાસ], "એક તાજાપાણું શૈવળ").
entry(એનાબેસ, ન, [એનાબેસીસ], "એક તાજાં પાણીની માછલી").
નિકાસ(અનાબેસિસ, ન, [અનાબેસિસીસ], "સૈન્ય મોખરું").
entry(अनबैटिक, વિશેષણ, [], "ઉદાહી પવન પ્રવાહો સાથે સંકળાયેલ").
entry(anableps, n, [anablepses], "એક તાજા પાણીની માછલી").
entry(એનાબોલિક, વિશેષણ, [], "ખોરાકને પ્રોટોપ્લાઝમમાં ગોખવામાં આવે તે પ્રક્રિયાના સંબંધિત").
entry(એનાકોન્ડા, n, [એનાકોન્ડાસ], "એક મોટું સાપ").
entry(અનેડમ, ન, [અનેડમ્સ], "સિરરાજ માટેનો ફૂલહાર").
entry(અલ્પરક્તત, n, [અલ્પરક્તતાઓ], "અલ્પરક્તતANAEMIC adj").
entry(એનૉએરોબ, ન, [એનૉએરોબ્સ], "એક જીવાણુ જે દક્ષિણ અનિવાર્ય ઓક્સિજન વિના જીવી શકે").
entry(anaglyph, n, [anaglyphs], "એક પ્રકારની ખોદકામ કરેલી આભૂષણ").
entry(anagoge, n, [anagoges], "શબ્દોનો આધ્યાત્મિક અર્થANAGOGIC વિશેષણ").
entry(અનાગોજી, n, [અનાગોજીસ], "અનાગોગ").
entry(anagram, v, [anagrammed, anagramming, anagrams], "એક નવા શબ્દ રૂપ માટે શબ્દ અથવા વાક્યના અક્ષરોને ફરીવાર યોગ્ય ક્રમમાં ગોઠવવા").
પંક્તિ(મલદ્વાર, વિશેષણ, [], "મલદ્વાર સંબંધિત").
entry(analcime, n, [analcimes], "એનલસાઇટ").
entry(એનલસાઇટ, n, [એનલસાઇટ્સ], "એક ખનિજ").
entry(અનલેક્ટા, npl, [], "અનલેક્ટ્સ").
entry(analects, npl, [], "સાહિત્યક કૃતિ અથવા કૃતિઓના સમૂહમાંથી પસંદ કરેલ").
entry(analemma, n, [analemmas], "અથવા ANALEMMATA ગ્રેજ્યુએટેડ સ્કેલનો એક પ્રકાર").
અંત:ષ્ઠાન(અએનલ્જિયા, ન, [અએનલ્જિયાસ], "દર્દ થવા માટેની અસમર્થતા").
entry(વિશ્લેષણ, n, [વિશ્લેષણો], "માનસિક સ્થિતિનો એક પ્રકાર").
entry(માર્ગે, ક્રિયાવિશેષણ, [], "માર્ગે અથવા દ્વારા").
entry(analog, n, [analogs], "analogue").
entry(analogic, adj, [], "સ્થાનાંતરણ સાથે સંબંધિત").
entry(અનાલોગ, n, [અનાલોગ્સ], "કાંઈક જે કોઈ બીજા સાથે સમાનતા ધરાવે છે").
entry(સાદૃશ્ય, n, [સાદૃશ્યો], "અન્યથા ભિન્ન વસ્તુઓ વચ્ચે કેટલાક દ્રષ્ટિએ સમાનતા").
entry(વિશ્વ્લેશણ, v, [વિશ્વ્લેષણ કર્યું,વિશ્વ્લેષણ કરતા,વિશ્વ્લેષણ કરે છે], "વિશ્વ્લેષણ કરવા માટે").
entry(વિશ્લેષક, n, [વિશ્લેષકો], "સામગ્રી વિશ્લેષક").
entry(વિશ્લેષણ, ન, [વિશ્વેષણો], "સમગ્રને તેના ભાગોમાં વિભાજિત કરવું").
entry(विश્લેષक, n, [विश्लेषકો], "જે વિશ્લેષણ કરે છે").
entry(ઍનલાઇટ, ન, [ઍનલાઇટ્સ], "એક પદાર્થ જેનું વિશ્લેષણ કરવામાં આવી રહ્યું છે").
entry(વિશ્લેષણાત્મક, વિશેષણ, [], "વિશ્લેષણ સાથે સંબંધિત").
અંદાજ(analyze, v, [analyzed,analyzing,analyzes], "વિશ્લેષણ પાછળ મૂકવા").
entry(વિશ્લેષક, પુ, [વિશ્લેષકો], "જે વિશ્લેષણ કરે છે").
entry(આનંદ, n, [આનંદસ], "અતિશય આનંદ").
entry(અનંકે, ન, [અનંકેસ], "પ્રાચીન પડકારનીય જરૂરિયાત ભરા ગ્રીક ધાર્મિક વિચારો").
entry(અનાપેસ્ટ, n, [અનાપેસ્ટ્સ], "અનાપેસ્ટ").
entry(અનાપ્રેસ્ટ, ન, [અનાપ્રેસ્ટ્સ], "ઊલારોકછંદનું એક પ્રકાર").
entry(એનાફેઝ, n, [એનાફેઝીસ], "માઇટોસિસનો એક તબક્કો").
entry(એનાફર, ન, [એનાફરોર્સ], "એક શબ્દ અથવા વાક્યઅંશ જે એક પૂર્વવર્તી શબ્દ અથવા વાક્યઅંશથી સંદર્ભ લે છે").
entry(anaphora, n, [anaphoras], "કેટલાંક સતત શ્લોકો અથવા વાક્યોની શરૂઆતમાં કોઈ શબ્દ અથવા ઉત્કારનું પુનરાવર્તન").
entry(અનાર્ક, n, [અનાર્ક્સ], "અનાર્કીનો સમર્થક").
entry(ਅਨਾਰਕੀ, n, [અનાર્કીઝ], "સરકારની ગેરહાજરીANARCHIC વિશે).
entry(અનસાર્કા, n, [અનસાર્કાસ], "એક પ્રકારની ડ્રોપસી").
પ્રવેશ(એનાટેઝ, }}">
n, [એનાટેઝીસ], "એક ખનિજ").
એન્ટ્રી(anathema, n, [anathemas], "અથવા ANATHEMATA એક આધીકારીક ધાર્મિક પ્રતિબંધ અથવા અભિશાપ").
પ્રવેશ(અનાટમી, એન, [અનાટમીઝ], "સજીવનું ગૌણ સ્વરૂપANATOMIC વિશેષણ").
entry(એનાટોક્સિન, ન, [એનાટોક્સિન્સ], "ઝેરવિરોધી").
entry(અનાટ્ટો, n, [અનાટ્ટોઝ], "અનાટ્ટો").
entry(પૂર્વજ, v, [પૂર્વજ થયેલ, પૂર્વજ બનતો, પૂર્વજો], "પૂર્વજ બનવું એ વ્યક્તિ કે જેથી કોઈ ઉતરેલ છે").
entry(ancestry, n, [ancestries], "પૂર્વજોની લાઇન અથવા શરીર").
પ્રવેશ(એન્ચો, ન, [એન્ચોઝ], "એક મરચું").
entry(anchor, v, [એન્કર્ડ,એન્કરીંગ,એન્કર્સ], "લંગર દ્વારા સુરક્ષિત કરવા માટેનો ઉપકરણ જે તરતી જહાજને એક સ્થાને રાખે છે").
entry(ભવશ્ય, ક્રિયાપદ, [ભવશ્યસ], "એક એકાંગી").
એન્ટ્રી(અંચોવી, ન, [અંચોવીઝ], "એક નાનું ખોરાક માછલી").
પ્રવેશ(એન્ક્યુસા, સ, [એન્ક્યૂસાસ], "એક વાળવાળો ઉત્પાદક છોડ").
entry(અ઼્્ચ્યુસિન, ન, [અ઼્્ચ્યુસિન્સ], "એક લાલ રંગ").
entry(ancient, adj, [], "ફારીતા ફારિતામાંસહ મોડો લાંબા સમયગાળા અથવા તે સંબંધિત").
entry(પ્રાચીન, ન, [પ્રાચીનો], "જે પ્રાચીન સમયમાં રહેતો હતો").
entry(ancilla, n, [ancillas], "અથવા ANCILLAEa સહાયક").
entry(ancon, n, [ancones], "હાથના ખૂણા એલ્બો એનકોનલ એનકોનિયલ એનકોનોઇડ વિશેષણ").
entry(ancone, n, [ancones], "એન્કોન").
entry(ancress, n, [ancresses], "એક સ્ત્રી સાધ્વી").
પ્રવેશ(અને, ન, [અન્ડ્સ], "એક વધારાની શરત અથવા શરત").
પ્રવેશ(અન્ડેન્ટ, એન, [અન્ડેન્ટ્સ], "મધ્યમ ગતિમાં ધીમો સંગીત પ્રવાહ").
entry(એન્ડેસાઇટ, n, [એન્ડેસાઇટ્સ], "એક જ્વાળામુખી પથ્થર").
entry(એન્ડેસાઈટ, ન, [એન્ડેસાઈટ્સ], "એન્ડેસાઇટ").
entry(અંડાયરન, n, [અંડાયરન્સ], "ચુલ્લામાં લાકડી માટે મેટલનો આધાર").
entry(andro, n, [andros], "એક સ્ટેરોઇડ લૈંગિક હોર્મોન").
entry(એન્ડ્રોજન, ન, [એન્ડ્રોજન્સ], "પુરુષ સેક્સ હોર્મોન").
entry(એન્ડ્રોઇડ, ન, [એન્ડ્રોઇડ્સ], "એક કૃત્રિમ માણસ").
entry(એક, ન, [એક્સ], "એક").
entry(anear, v, [aneared,anearing,anears], "જવું").
entry(કિસ્સો, n, [કિસ્સાઓ], "અથવા નાનકડું ANECDOTAઅનુવાદ").
entry(anechoic, adj, [], "એ અન્યનો પ્રત્યાધ્વનિ નથી ધરાવતું કે ઉત્પન્ન કરતું નથી").
entry(anele, v, [aneled,aneling,aneles], "લેણ કરવું").
પ્રવેશ(એનીમિયા, ન, [એનીમિયાઝ], "રક્તનો એક વિકારએનીમિક વિેશેષણ").
entry(એનિમોન, ન, [એનિમોન્સ], "ફુલ જાય તેવો છોડ").
entry(anemosis, n, [anemoses], "પવનને કારણે લાકડામાં વૃદ્ધિનો આંતરાળ અલગ થવો").
entry(anenst, prep, [], "સમ્બંધે").
entry(anent, ભા, [], "સંદર્ભમાં").
entry(એનેર્જિયા, અનુભ, [એનેર્જિયાસ], "એનેર્જી").
entry(ઍનર્જી, n, [ઍનર્જીઓ], "ઊર્જાની કમીઍનર્જિક વિશેષણ").
entry(એનેરોઈડ, n, [એનેરોઈડ્સ], "એક પ્રકારનો બેરોમીટર").
entry(anestrus, n, [anestri], "જાતીય સુસ્તતાનો સમયગાળો").
entry(ઍનેથેાલ, n, [ઍનેથેાઝ], "ઍનેથેોલ").
entry(એનેથોલ, ન, [એનેથોલ્સ], "રાસાયણિક સંયોજન").
entry(એન્યુરિન, n, [એન્યુરિનસ], "થિયામિન").
entry(aneurism, n, [aneurisms], "aneurysm").
entry(aneurysm, n, [aneurysms], "લોહીની નળીનો એક અસામાન્ય લોહી ભરેલો વિસ્તાર").
entry(ફરીથી, ક્રિયા વિશેષણ, [], "ફરી એક વાર").
entry(અંગ, ન, [અંગો], "યોગના આઠ અભ્યાસોમાંનું કોઇ").
entry(અન્ગાકોક, ખાસ, [અન્ગાકોક્સ], "એક ઇનુઇટ તબીબી પુરુષ").
પ્રવેશ(અંગારિયા, ન, [અંગારિયાસ], "અંગારી").
entry(અંગરી, નામ, [અંગરીઝ], "યુદ્ધશીલ રાજ્યને નિષ્પક્ષ સંપત્તિ જપ્ત કરવાનો હક્ક").
entry(એન્જલ, વી, [એન્જિલ્ડ,એન્જિલિંગ,એન્જિલ્સ], "આર્થિક રીતે સહાય કરવા માટે").
entry(angelic, adj, [], "ફરિશ્તાને સંબંધિત એક પાંખવાળું સ્વર્ગીય પ્રાણી").
entry(એન્જેલિકા, ન, [એન્જેલિકાઝ], "એક સુગંધિત છોડ").
entry(એન્જેલસ, ન, [એન્જેલસીસ], "એક રોમન કેથોલિક પ્રાર્થના").
entry(કોપ, v, [કોપાવ્યો, કોપાવતો, કોપાવે છે], "કોણિક બનાવવું").
entry(ક્રોધપૂર્વક, ક્રિયા વિશેષણ, [], "ક્રોધથી").
entry(અંજાઇના, n, [અંજાઇનાસ], "એક રોગ જે તીવ્ર પીડાના આકસ્મિક હુમલા દ્વારા ઓળખાય છે ANGINAL ANGINOSE ANGINOUS વિશેષણ").
entry(એન્જીઓમા, n, [એન્જીઓમાઝ], "અથવા એન્જીઓમાટેારક્ત અથવા લસિકા રક્તવાહિનીઓથી બનેલો ગાંઠ").
entry(કોણ, v, [કોણાકાર,કોણામું,કોણો], "હૂક અને લાઇનથી માછલી પકડવી").
entry(anglepod, n, [anglepods], "ફૂલનારી વનસ્પતિ").
entry(angler, n, [માછીમારો], "એક જે માછલી પકડે છે").
entry(અંગ્રેજી, ક્રિયાવિશેષણ, [], "সহজে સમજાય તેવી અંગ્રેજીમાં").
entry(માછીમારી, n, [માછીમારીઓ], "માછલી પકડવાનો રમત").
entry(એંગ્લો, n, [એંગ્લોઝ], "અમેરિકાના ગોરા નાગરિક જેઓ હિસ્પેનિક અથવા ફ્રેન્ચ વંશના નથી").
entry(ઍન્ગોરા, ન, [ઍન્ગોરાસ], "પાલતુ બકરાનું લાંબું રેસમી વાળ").
entry(angry, adj, [], "ANGRIER ANGRIESTઝોરદાર નારાજગી અથવા વિરોધાભાસ અનુભવોANGRILY adv").
entry(અંગેસ્ટ, ન, [અંગેસ્ટસ], "ચિંતા અથવા ભયનો અનુભવ").
entry(angstrom, n, [angstroms], "લંબાઈનો એક એકમ").
entry(ચિંતા, તેમ, [], "ચિંતિત ચિંતિતતમ ચિંતા અથવા ભય અનુભવવું").
entry(હોળા, વિશેષણ, [], "સરસ્રી જેવી").
entry(કષ્ટ, v, [કષ્ટ માંડેલો,કષ્ટ માંડવું,કષ્ટ માંડે છે], "અતિશય પીડા સહન કરવી").
entry(કોણીય, વિશેષણ, [], "તીક્ષ્ણ ખૂણાવાળું").
entry(કોણાકાર, ક્રિયા, [કોણાકૂલ,કોણાકારિત,કોણાકારમાં], "કોણાકાર બનાવવું").
entry(angulose, વિશેષણ, [], "કોણાકાર").
entry(angulous, વિશેષણ, [], "angular").
entry(એનહીડ્રલ, n, [એનહીડ્રલ્સ], "વિમાનોના પાંખના નીચેની દિશામાં ઝુકાવ").
entry(anhinga, n, [anhingas], "એક જલચર પક્ષી").
પ્રવેશ(અની, ન, [અનીસ], "એક ઉષ્ણકટિબંધ અમેરિકન પક્ષી").
entry(અનિલ, ન, [અનિલ્સ], "પશ્ચિમ ભારતીય ઝાડ").
પ્રવેશ(એનિવય, વિષેષણ, [], "અજ્ઞાતા સ્ત્રીની જેમ દેખાવું").
entry(એનિલિન, ન, [એનિલિન્સ], "એનિલિન").
entry(એનિલાઇન, ન, [એનિલાઇન્સ], "એક રાસાયણિક સંયોજક").
entry(વૃદ્ધાવસ્થા, n, [વૃદ્ધાવસ્થાઓ], "વૃદ્ધાવસ્થામાં હોવાની સ્થિતિ").
entry(anima, n, [animas], "આત્મા").
entry(animacy, n, [animacies], "જીવીત હોવાની સ્થિતિ").
entry(પ્રાણી, n, [પ્રાણીઓ], "સામાન્ય રીતે સ્વૈચ્છિક ગતિ અને સંવેદના માટે ક્ષમ એમનું જીવંત સંગઠનPRANIK વિશેષણ").
entry(animally, adv, [], "શારીરિક રીતે").
entry(જીવંત, ક્રિયાપદ, [જીવંત બનાવેલું,જીવંત બનાવવાની ક્રિયા,જીવંત બનાવે છે], "જીવન આપવું").
entry(animater, n, [animaters], "એનિમેટર").
entry(animato, n, [animatos], "અથવા ANIMATI સંગીતમય ખંડ જીવંત રીતે વગાડવામાં આવે છે").
એન્ટ્રી(એનિમેટર, એન, [એનિમેટરો], "જે એનિમેટ કરે છે").
entry(એનિમે, n, [એનિમેસ], "એક ઉષ્ણકટિબંધીય વૃક્ષ પરથી મેળવેલ રેઝિન").
entry(animi, n, [animis], "એનિમાંશન").
entry(એનિમિઝમ, n, [એનિમિઝમ્સ], "શરીરથી અલગ આત્માઓની અસ્તિત્વમાં માન્યતા").
entry(animist, n, [animists], "એનિમિઝમનો અનુયાયી").
entry(animus, n, [animuses], "શત્રુ ભાવ").
entry(ઍનિયન, ન, [ઍનિયન્સ], "ઍનેગેટિવલી ચાર્જ્ડ આયનઍનિયોનીક વિશેષણ").
પ્રવેશ(સોફ, ન, [સોફો], "ઉત્તરી અફ્રિકન છોડ").
entry(aniseed, n, [aniseeds], "સીંફના બીજ ની મીઠાઇમાં લાઇ વપરાશે").
entry(એનિસેટ, n, [એનિસેટ્સ], "અનીસેડ સાથે સ્વાદિષ્ટ ликૌર").
entry(anisic, adj, [], "એનીસને લગતું").
પ્રવેશ(એનિસોલ, n, [એનિસોલ્સ], "એક રાસાયણિક સંયજ").
entry(એન્કેરાઇટ, ન, [એન્કેરાઇટ્સ], "એક ખનિજ").
entry(અંખ, ન, [અંખ્સ], "ચિરંજીવી જીવનનો મિસ્રી પ્રતીક").
પ્રવેશ(ઑંકલ, ક્રિયા, [ઑંકલ્ડ,ઑંકલિંગ,ઑંકલ્સ], "ચાલવા").
entry(પાયરાપોળ, ન, [પાયરાપોળ], "પાય માટેનો આભૂષણ").
entry(અન્કુશ, પ, [અնկુશેસ], "હાથીની અંકુશ").
entry(અંકુશ, n, [અંકુશેસ], "અંકુસ").
પ્રવેશ(એન્કાયલોસ, ક્રિયા, [એન્કાયલોસ્ડ, એન્કાયલોઝિંગ, એન્કાયલોઝિસ], "સંયુક્તની હાડકી જેમ એકરાક બનવા અથવા વધવા માટે").
entry(anlace, n, [anlaces], "એક મધ્યકાલિન છુરો").
entry(અનલેગ, ન, [અનલેગ્સ], "અથવા ANLAGENમૂળ કોષ રચના જેથી એક ભ્રૂણીઓ અંગ વિકસિત થાય છે").
entry(ανλας, નં, [ανλαςες], "ανλασε").
entry(અન્ના, ન, [અન્નાસ], "ભારત અને પાકિસ્તાનનો ભૂતપૂર્વ સિક્કો").
entry(વાર્તાંત, ન, [વાર્તાંતો], "એક જ વર્ષનો વિવરણ").
entry(ઇતિહાસકાર, પુ, [ઇતિહાસકારો], "એક ઇતિહાસવિદ").
entry(annates, npl, [], "મહંતના પ્રથમ વર્ષની આવક જે પોપને ચૂકવવામાં આવે છે").
entry(અન્નાટ્ટો, ન, [અન્નાટ્ટોઝ], "એક પિયળાશારૂંપી લાલ રંગ").
entry(anneal, v, [annealed,annealing,anneals], "મજબૂત બનાવવું").
entry(annealer, n, [annealers], "એક જેને ઍનીલ કરીને").
entry(annelid, n, [annelids], "વિભાજિત કીડા ના કોઈપણ ફાઇલોમ").
entry(એનેક્સ, v, [એનેક્સ્ડ, એનેક્સિંગ, એનેક્સિસ], "ઊમેરવા અથવા જોડવા માટે").
entry(અનુક્રમણિકા, એન, [અઉક્સેસ], "કંઈક ઉમેરી અથવા જોડાયેલ").
entry(ઈનૉના, n, [ઈનૉનાસ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
પ્રવેશ(વ્યાખ્યા, ક્રિયા, [વ્યાખ્યાયિત,વ્યાખ્યાયન,વ્યાખ્યાઓ], "આલોકિત અથવા વિશેષ માર્ગદર્શિક થતાં નોંધો સાથે સુસજ્જ કરવા માટે").
entry(જાહેરાત, v, [જાહેર કર્યું, જાહેર કરી રહ્યું છે, જાહેરાત કરે છે], "જાહેર તરીકે માહિતી રજૂ કરવા").
entry(ખીજવવું, ક્રીયાપદ, [ખીજાવ્યું,ખીજાવી રહ્યું છે,ખીજવે છે], "ઉપદ્રવી થવું").
entry(annoyer, n, [annoyers], "એનેય કરનાર").
entry(વાર્ષિક, n, [વાર્ષિકો], "દર વર્ષે પ્રસિદ્ધ થતી પ્રકાશના").
entry(વાર્ષિક, ક્રિયાવિશેષણ, [], "વર્ષમાં એક વખત").
entry(બમણીફાયદા, ન, [બમણીફાયદા], "નિયમિત અંતરાલે ચૂકવવામાં આવતું ભથ્થું અથવા આવક").
entry(રદ, ક્રિયાપદ, [રદ કર્યું, રદ કરી રહ્યો છે, રદ કરે છે], "કોઈક વસ્તુને અમાન્ય અથવા અવિધિરૂપ ઘોષિત કરવી").
entry(વલયાકાર, વિશેષણ, [], "રિંગ જેવી આકાર છે").
entry(annulate, adj, [], "રિંગ્સથી બનેલું અથવા રિંગ્સથી સજ્જ").
entry(annulet, n, [annulets], "નાનું વોળાકાર").
entry(annuli, a, [], "અન્ન્યુલસ નો બહુવચન").
entry(રદ્દ, ભૂતકાળ, [], "રદ્દ મોદાલ ક્રિયા").
entry(રદ્દ, વર્તમાન, [], "રદ્દ કરવાનો કૃત્યવિશેષણ").
entry(અન્યુલસ, ન, [અન્યુલસેસ], "અથવા અન્યુલીઆ રિંગ અથવા રિંગ જેવા ભાગઅન્યુલોસ વિશેષણ").
entry(anoa, n, [anoas], "એક જંગલી બળદ").
entry(અનોડ, ન, [અનોડ્સ], "એક ધનવીજિત ઇલેક્ટ્રોડઅનોડલ અનોડિક વૈશિષ્ટ્યપૂર્વક").
entry(anodise, v, [anodised,anodising,anodises], "એનોડાઇઝ કરવા").
entry(એનોડાઇઝર, ન, [એનોડાઇઝર્સ], "એનોડાઇઝર").
entry(અનોડાઇઝ, ક્રિયા, [અનોડાઇઝ્ડ,અનોડાઇઝિંગ,અનોડાઇઝીઝ], "રાસાયણિક સાધનો દ્વારા રક્ષણાત્મક ફિલ્મ સાથે કોટ કરવા માટે").
entry(એનોડાઇઝર, n, [એનોડાઇઝર્સ], "એવું કે જેઓ એનોડાઇઝ કરે").
entry(અનોડાઇન, ન, [અનોડાઇનસ], "દર્દનાશક દવાANODYNIC અવિશેષણ").
પ્રવેશ(અભિષેક, ક્રિયાપદ, [અભિષેક કર્યો, અભિષેક કરી રહ્યો, અભિષેક કરે છે], "પવિત્ર વિધિ તરીકે તેલ લગાવવા").
entry(anointer, n, [anointers], "જે કોઈને ભસ્મ કરનાર વ્યક્તિ").
entry(એનોલ, ન, [એનોલ્સ], "એક સમશීતોપ્રદેશીય છીપકલી").
entry(એનોલાઇટ, ન, [એનોલાઇટ્સ], "એનોડના સૌથી નજીકમાં રહેલ વિદ્યુતવાહક દ્રાવણનો ભાગ").
entry(અનોમલી, n, [અનોમલીઝ], "સામાન્ય નિયમ પ્રકાર અથવા સ્વરૂપથી વિચ્છન્નતા").
entry(એનોમિ, ન, [એનોમીઝ], "કોઈ આપવામાં આવેલ સમાજ શાસન કરતી સામાજિક આધારોની ગીરાવટ ANOMIC કોઈ વિશેષણ").
entry(અનોર્મી, ન, [અનોર્મીસ], "અનોર્મી").
entry(અનન, ક્રિયા વિશેષણ, [], "બીજી વખત").
entry(અનામ, n, [અનામો], "ખોટું કે અનુમાનીત નામ").
entry(અનૂપ્સિયા, ન, [અનૂપ્સિયાસ], "દ્રષ્ટિ ખામી").
પ્રવેશ(એનોપિયા, ન, [એનોપિયાસ], "એનૂપ્સિયા").
entry(anopsia, n, [anopsias], "એનોપ્સિયા").
entry(ઍનોરૅક, n, [ઍનોરૅક્સ], "એક પાર્કા").
entry(એનોરેટિક, n, [એનોરેટિક્સ], "એનોરેક્સિક").
entry(ನೆಂದ್ರિય, ન, [ನೆಂದ್ರિયસ], "ભૂખની ગુમાવટ").
entry(એનોરેક્સિક, ન, [એનોરેક્સિક્સ], "એનોરેક્સિયા સાથે પીડિતા વ્યક્તિ").
entry(એનોરેક્સી, ણ, [એનોરેક્સીઝ], "એનોરેક્સિયા").
entry(anorthic, adj, [], "એક ચોક્કસ જાતની સ્ફટિક પ્રણાલી દર્શાવવું").
entry(અનોસ્મિયા, n, [અનોસ્મિયાસ], "ગંધની સમજણ ગુમાવવીANOSMIC વિશેષણ").
entry(અન્ય, વિશેષણ, [], "એક વધુ").
entry(anovular, adj, [], "ઓવ્યુલેશન સામેલ નથી").
entry(અનોક્ષેમિયા, n, [અનોક્ષેમિયાઝ], "લોહીનો એક વિકારઅનોક્ષેમિક વિશેષણ").
entry(એનોક્સિયા, n, [એનોક્સિયાસ], "ઓક્સિજનની ગેરહાજરીએનોક્સિક વિશેષણ").
entry(અન્સા, પ, [અન્સે], "શનિના છલલા ની બહાર નીકળતી ભાગ").
entry(ansate, adj, [], "હેન્ડલ ધરાવે છે").
entry(ansated, adj, [], "અંસેટ").
entry(anserine, n, [anserines], "રાસાયણિક સંયોજન").
entry(અનસેરસ, વિશેષણ, [], "મૂર્ખ").
entry(answer, v, [answered,answering,answers], "કહેવું લખવું અથવા બદલે કાર્ય કરવું").
entry(answerer, n, [જવાબદારો], "જવાબ આપનાર").
entry(પટંગિયા, ન, [પટંગિયાઓ], "એક નાનું જંતુ").
entry(અંતા, ન, [અંતસ], "અથવા ANTAEa દિવાલના અંતે બંધાયેલ પ્લાસ્ટર").
entry(એન્ટાસિડ, ન, [એન્ટાસિડ્સ], "એસીડને ન્યૂટ્રલાઈઝ કરતું પદાર્થ").
entry(અન્તાલ્જિક, નામ, [અન્તાલ્જિકલ], "એક વેદનાશામક").
entry(એન્ટબેયર, નામ, [એન્ટબેયર્સ], "ઍન આર્ડવર્ક").
entry(અન્ટે, ક્રિયા, [અન્ટીઇડ,અન્ટેઇંગ,અન્ટેસ], "પોકરમાં પત્તા વિતરણ પહેલાં કાયમી હિસ્સો પાત્રમાં મૂકવો").
entry(એન્ટઈટર, n, [એન્ટઈટર્સ], "જોકે કેટલાંક સ્તનધારી પ્રાણી જે ચિટીયાઓનું આહાર લે છે").
entry(antecede, v, [anteceded,anteceding,antecedes], "પહેલાં આવવું").
entry(antedate, v, [antedated, antedating, antedates], "અગાઉની તારીખનું હોવું").
entry(antefix, n, [antefixes], "અથવા ANTEFIXAE અથવા ANTEFIXA એક ટાઇલ્ડ છતના છજ્જા પર ઊભું શણગાર").
entry(હરણ, સ, [હરણો], "એક જલેચર સ્તનધારી").
પ્રવેશ(એન્ટેના, ન, [એન્ટેના], "અથવા એન્ટેનાએ મેટાલિક ઉપકરણ રેડિયો તરંગો મોકલવા અથવા પ્રાપ્ત કરવા માટેએન્ટેનલ વિશેષણ").
entry(antepast, n, [antepasts], "ભોજનપ્રારંભક").
entry(અન્ટેરિયર, વિશેષણ, [], "આગળની તરફ અથવા આગળ આવેલા").
entry(પ્રવેશદ્વાર, n, [પ્રવેશદ્વારો], "એક રાહ જોવાની જગ્યા").
entry(antes, present, [], "હજિર અન્તેની ૩રી વ્યક્તિ એકવચન").
entry(પ્રાકાર, પ, [પ્રાકાર], "એક અગાઉનો સ્વરૂપ").
entry(antevert, v, [ઉપરાંત, ઉપરવણી, ઉપરને], "આગળ ઝુકીને ખસેડવાની ક્રિયા").
entry(હેલોલાઇક ક્ષેત્રો, npl, [], "સુર્યના વિરુદ્ધ આકાશમાં જોવામાં આવે છે").
entry(anthelix, n, [anthelixes], "અથવા ANTHELICESthe બાહ્ય કાનના કાટબંધીના કાર્ટિલેજ પરનો આંતરિક વળાંકવાળો પટો").
entry(ગીત, ક્રિ, [ગીતિત,ગીતિત કરી રહ્યો છે,ગીતિત કરે છે], "ગીતમાં વખાણ કરવા માટે").
entry(anthemia, npl, [], "ગ્રીક કળામાં ઉપયોગ થતા સજાવटी ફૂલોની પેટર્ન").
પ્રવેશ(anthemic, વિશેષણ, [], "પ્રશંસાગાન એક સ્તુતિગીત સાથે સંબંધિત").
પ્રવેશ(અન્ધર, સ, [અન્ધર્સ], "પુ میزان આધારિત પંડાનો પરાગલિંગ ભાગANTHERAL વિશેષણ").
પ્રવેશ(એન્થેરિડ, પ, [એન્થેરિડ્સ], "કેટલાક છોડનો પુરૂષ પ્રજનન અવયવ").
entry(ફૂલના પુષ્પાફળનો વિકાસ, ન, [પુષ્પિતા], "એક ફૂલનો પૂર્ણ વિકાસ").
entry(માટીમકાનું, ન, [માટીમકાનાં], "માટીમાકાં દ્વારા તેમના ઘૂંટ મંદીર બનાવવા માટે બનેલું માઉન્ડ").
entry(anthodia, npl, [], "ચલાચાર છોડનાં ફૂલનાં વડાં").
પ્રવેશ(ઍન્થોઈડ, વિશેષણ, [], "ફૂલ જેવો દેખાતો").
entry(એન્થ્રેક્સ, n, [એન્થ્રેક્સેસ], "અથવા એન્થે્રસિસે એક ચેપસભર રોગ").
entry(એન્થ્રો, n, [], "pl ANTHROSanthropology").
entry(એન્ટી, ન, [એન્ટિસ], "એવો જે વિરોધ કરી રહ્યો છે").
entry(એન્ટિઍકની, વિશેષણ, [], "મુહાંસાં સામે અસરકારક").
entry(antiair, adj, [], "આક્રમણ કરતી વિમાન સામે નિર્દેશિત").
entry(આન્ટીયાર, ન, [આન્ટીયારસ], "એક તીરનું ઝેર").
entry(એન્ટિએરિન, ન, [એન્ટિએરિનો], "એન્ટિઅર").
entry(પ્રતિપરમાણુ, n, [પ્રતિપરમાણુઓ], "પ્રતિકણોથી બનેલું પરમાણુ").
entry(અનતિરસ્કાર, વિશેષણ, [], "ભેદભાવનો વિરોધ કરવો").
entry(એન્ટિબોડી, n, [એન્ટિબોડીઅઝ], "એક શરીર પ્રોટીન જે કેટલાક સૂક્ષ્મજીવો અથવા ઝેર સામે રોગપ્રતિકારક શક્તિ ઉત્પન્ન કરે છે").
entry(antiboss, વિશેષણ, [], "માલિકોનો વિરોધ કરતો").
entry(antibug, adj, [], "જંતુઓ સામે અસરકારક").
entry(એન્ટિક, ક્રિયા, [એન્ટિક્ડ,એન્ટીકિંગ,એન્ટિક્સ], "પાત્રિક રીતે વર્તવું").
entry(કાર વિરોધી, વિશેષણ, [], "મોટરગાડીના વિરોધમાં").
entry(શહેરવિરોધી, વિશેષણ, [], "શહેરોનો વિરોધ કરવાની વિચારધારા").
entry(antick, v, [anticked,anticking,anticks], "એન્ટિક કરવું").
entry(anticly, adv, [], "ક્લાઉન જેવી રીતમાં").
entry(એન્ટિકોલ્ડ, વિશેષણ, [], "સામાન્ય શરદી સામે અસરકારક").
entry(એન્ટિકલ્ટ, ન, [એન્ટિકલ્ટ્સ], "એક સંપ્રદાયનો વિરોધ કરનારી જૂથ").
entry(એન્ટીડોરા, npl, [], "પવિત્ર ભોજન").
entry(વિષનિવારક, ક્રિયા, [વિષનિવારિત,વિષનિવારણ,વિષનિવારક], "અજોડ સાથે ઝેરના પ્રભાવને નામુંક કરવા").
entry(antidrug, વિશેષણ, [], "અवैધ દવાઓનો વિરોધ કરવો").
entry(antifat, adj, [], "ચરબીના નિર્માણને અટકાવવી").
entry(ઍન્ટિફ્લુ, વિશેષણ, [], "ફ્લૂ સામે લડત").
entry(એન્ટીફોમ, વિશેષણ, [], "ફોમને ઘટાડવું અથવા અટકાવવું").
entry(એન્ટિફોગ, વિશેષણ, [], "સતર પર ભેજના જમાવટને અટકાવવું").
entry(antifur, વૈશિષ્ટિક, [], "પશુની ચામડી પહેરવાથી વિરોધ").
entry(antigang, adj, [], "ગુહેવાળા સમૂહોના વિરોધમાં").
entry(antigay, adj, [], "સમલિંગીઓના વિરોધી").
entry(એન્ટિજન, n, [એન્ટિજન્સ], "એ સબસ્ટન્સ જે એન્ટિબૉડીઝના ઉત્પાદનને ઉત્તેજિત કરે છે").
entry(એન્ટિજન, n, [એન્ટિજેનસ], "એન્ટિજન").
entry(antigun, વિશેષણ, [], "બંદૂકોનો વિરોધ્ કરતી").
entry(એન્ટિહીરો, એન, [એન્ટિહીરોઝ], "એક નાયક જેઓ મહત્ત્વપૂર્ણ પાકીવા ગુણોનો અભાવ ધરાવે છે").
entry(antijam, વર્ણન, [], "ખલેલ પહોંચાડતા સંકેતોને અવરોધવું").
entry(અંતિકિંગ, n, [અંતિકિંગ્સ], "એક ગાઝનિક રાજા").
entry(antileak, adj, [], "ચુબરાણ અટકાવનાર").
entry(antileft, adj, [], "ડાબાવાદના વિરોધમાં").
entry(antilife, adj, [], "જીવન માટે વિરોધી").
entry(એન્ટિલોક, વિશેષણ, [], "વહાનના પૈડાઓને લૉક થવાથી અટકાવવા માટે રચાયેલ").
entry(એન્ટિલોગ, n, [એન્ટિલોગ્સ], "આપેલ લોકારિഥમ ને અનુરૂપ સંખ્યા").
entry(વિરોધાભાસ, n, [વિરોધાભાસો], "શબ્દો કે વિચારોમાં વિરુદ્ધાબંધી").
entry(antimale, વિશેષણ, [], "પુરુષોના વિરોધમાં").
entry(antiman, વિશેષણ, [], "antimale").
entry(antimask, n, [antimasks], "એક માસ્કના અંકોની વચ્ચેનું નાટ્યાત્મક પ્રદર્શન").
entry(એન્ટિમિયર, ન, [એન્ટિમિરસ], "પ્રધાન અક્ષની સામુપારીક બાજુ પરના ભાગ સાથે સમરૂપ જીવસૃષ્ટિનો ભાગ").
entry(તુલ્યખની, જણાવ્યું, [], "ખાણો સામે અસરકારક").
entry(એન્ટિમોની, n, [એન્ટિમોનિઝ], "લોખંડ જેવો એક ઘાતુ તત્વ").
entry(anting, n, [antings], "જીવંત કરોળિયા વચ્ચે પંખીઓના પાંખમાં શુદ્ધિ લાવતી ક્રિયાની યાદી").
entry(એન્ટિનેોડ, n, [એન્ટિનેોડ્સ], "સંધિઓ ની પાસે આવેલ પ્રદેશ").
entry(વિરૂદ્ધ, n, [વિરૂદ્ધો], "જે બીજાની વિપરીત છે").
એન્ટ્રી(એન્ટિનૉમી, એન, [એન્ટિનૉમીઝ], "બન્ને દેખીતામાં માન્ય ના લાગતા સિદ્ધાંતો વચ્ચેનો વિરોધાભાસ").
entry(આન્ટિન્યુક, ન, [આન્ટિન્યુક્સ], "એમને પ્રોચ્સાહિત કરવા માટે કે જેઓ પરમાણુ બળ તથા પરમાણુ હથિયારોનો વિરોધ કરે છે").
entry(અન્તીફોન, ન, [અન્તીફોન્સ], "એક પ્રશસ્તિ અથવા ભજન જે પ્રતિસાદ રૂપે ગવાય છે").
entry(antipill, adj, [], "કોન્ટ્રાસેપ્ટિવ પિલ્સના ઉપયોગનો વિરોધ કરનાર").
entry(વિપરીત, n, [વિપરીતો], "એક સચોટ વિરુદ્ધ").
entry(એન્ટિપોલ, ન, [એન્ટિપોલ્સ], "વિપરીત ધ્રુવ").
entry(અન્ટિપોપ, સન્ય, [અન્ટિપોપ્સ], "જે ચર્ચ કાયદા દ્વારા પસંદ કરાયેલા પોપના વિરોધમાં પોપ હોવાનો દાવો કરે છે").
entry(અન્ટિપોર્ન, વિશેષણ, [], "અશ્લીલ સામગ્રીનો વિરોધ કરનાર").
entry(antipot, adj, [], "ભાંગના ઉપયોગનો વિરોધ").
entry(પસીરોધક, ન, [પસીરોધકો], "એક દવા જે કોરો ની રચનાને અટકાવે છે").
entry(પ્રાચીન, v, [પ્રાચીનિકૃત, પ્રાચીનિકરણ, પ્રાચીનકર્તા], "ઉમરના દેખાવ આપવો").
entry(antiquer, n, [antiquers], "પીળું કરનાર").
entry(જીણવટવાળી, વિશેષણ, [], "બળાત્કાર નિવારણ માટેની ચિંતાઓ").
entry(antired, adj, [], "કોમ્યુનિઝમ વિરુદ્ધ").
entry(વિદ્રોહવિરોધી, વિશેષણ, [], "વિદ્રોહોને રોકવા અથવા સમાપ્તિ માટે બનાવેલું").
entry(antirock, adj, [], "રોક સંગીતને વિરોધ કરનાર").
entry(એન્ટીરોલ, વિશેષણ, [], "ઉભો થવું ઘટાડવા માટે ડિઝાઇન કરેલું").
entry(વિરોધીજંગ, n, [વિરોધીજંગ્સ], "કાંત્રાનું નિવારણ કરનાર કંઈક").
entry(antisag, adj, [], "તણાવ અટકાવવા માટે બનાવેલું").
પ્રવેਸ਼(એન્ટીસીરા, નપલ, [], "એન્ટિબોડી ધરાવતા સીરમ").
entry(યૌનવિરુદ્ધ, િવિશેષણ, [], "યૌન પ્રવૃત્તિનો વિરોધ કરતી").
entry(antiship, adj, [], "જહાજો સામે ઉપયોગ માટે ડિઝાઇન કરેલ").
entry(antiskid, adj, [], "ફસલવાનું રોકવા માટે રચાયેલ").
entry(એન્ટીસ્લિપ, વિશેષણ, [], "સ્લિપ થવાનું રોકવા માટે ડિઝાઇન કરેલ").
entry(એન્ટીસ્મોગ, વિશેષણ, [], "સ્મોગ ઉત્પન્ન કરતી પ્રદૂષકોને ઘટાડવા માટે ડિઝાઇન કરવામાં આવ્યું છે").
`entry(antismut, adj, [], "અશ્લિલતાવિરોધી").`
entry(એન્ટિસ્નોબ,ન, [એન્ટિસ્નોબ્સ], "જે સ્નોબરી નો વિરોધ કરે છે").
entry(એન્ટીસ્પેમ, વિશેષણ, [], "અવિનંતિત ઇમેઇલને રોકવા માટે ડિઝાઇન કરેલ").
entry(એન્ટિસ્ટેટ, n, [એન્ટિસ્ટેટ્સ], "સ્થિર વિદ્યુતના સંચયને રોકવા માટેની એજન્ટ").
entry(antitank, વિશેષણ, [], "ટાંકોનો સામનો કરવા માટે ડિઝાઇન કરેલા").
entry(antitax, વિશેષણ, [], "કરનો વ્યતિરેક કરતી").
entry(antitype, n, [antitypes], "વિપરીત પ્રકાર").
entry(વિદ્યાધિકર્ય, વિશેષણ, [], "યુદ્ધનો વિરોધ કરવો").
entry(એન્ટીવેર, વિશેષણ, [], "લાંબા અથવા કઠિન ઉપયોગના પ્રભાવોને ઓછા કરવા માટે ડિઝાઇન કરવામાં આવેલ").
entry(વેડવિરોધી, વિશેષણ, [], "છોડોના નાશ સાથે સંબંધિત").
entry(શૃંગ, ન, [શૃંગો], " હરિન કુટુંબના પ્રાણીઓના શિંગડુંSHRUNGALAંકૃત વિ.").
entry(મરચકઆકાર, વિશેષણ, [], "મરચિકા જેવો").
entry(વાંદળી, n, [વાંદળીઓ], "એક કારસ્તાની જીવાત").
entry(વિરોધી, નામ, [વિરોધી શબ્દો], "બીજા શબ્દના અર્થમાં વિરોધી શબ્દ").
entry(antonymy, n, [antonymies], "અન્ય શબ્દના વિરુદ્ધ શબ્દનું અવસ્થાન").
entry(અંત્ર, અ, [], "અંત્રમનો બહુવચન").
entry(એન્ટ્રલ, ગુણવાચક, [], "એન્ટ્રમ માટેનો").
entry(ગુફા, સ, [ગુફાઓ], "પૃથ્વીમાં ગુફા અથવા ખોણું").
entry(ઉદગામી, વિશેષણ, [], "આગળ અથવા ઉપર દિશામાં નિર્દેશિત").
entry(antrum, n, [antrums], "અથવા ANTRA અસ્થિમાં એક ગુહા").
entry(antsy, adj, [], "ANTSIER ANTSIESTફિડજેટી").
entry(આનુરા, બહુવચન, [], "બપોરા અને તોડ્સ").
entry(anural, વિશેષણ, [], "anurous").
entry(ધડકન, ન, [ધડણો], "એક દેડકો અથવા ભેંક").
entry(મૂત્રજળ, ન, [મૂત્રજળો], "મૂત્ર કરવા અસક્ષમતાANURETIC વિશેષણ").
entry(યુરિન ન હોવું, n, [યુરિન ન હોવાં], "યુરિનની ગેરહાજરીયુરિન ન હોવું વિશેષણ").
entry(anurous, adj, [], "પૂંછડી વિનાનું").
entry(મળદ્વાર, નં, [મળદ્વારો], "અલિમેન્ટરી કેનાલના અંતે organizational કારજો").
entry(અન્વિલ, v, [અન્વિલ્ડ,અન્વિલિંગ,અન્વિલ્સ], "અથવા ANVILLED ANVILLING ANVILS એક ભારે લોખંડના બ્લોક પર આકાર આપવો").
entry(anviltop, n, [anviltops], "એક નામટોમ આકારનું વાદળ સમૂહ").
entry(ઉદ્વેગ, ન, [ઉદ્વેગો], "મનનો પીડાદાયક અથવા આશંકાજનક અસ્વસ્થતા").
entry(ઉત્કંઠિત, વિશેષણ, [], "ઉત્કંઠાથી ભરેલું").
entry(any, adj, [], "કોઈ પણ").
entry(કોઈપણ, n, [કોઈપણો], " થોડી મહત્વપૂર્ણ વ્યક્તિ").
entry(કોઈ રીતે, ક્રિયાવિશેષણ, [], "કોઈ પણ રીતે").
entry(હવેથી, ક્રિયા વિશેષણ, [], "હાલના સમયમાં").
entry(anyon, n, [anyons], "એક સબએટોમિક કણ").
entry(કોઇપણ, સર્વ, [], "કોઈ વ્યક્તિ").
entry(anyplace, adv, [], "કોઈપણ જગ્યાએ").
entry(કંઈપણ, n, [કંઈપણ], "કોઈપણ પ્રકારની એક વસ્તુ").
entry(anytime, adv, [], "કોઈપણ સમયે").
প্রবেশ({{'anyway', 'adv', [], '"in any way"'}}).
entry(કોઈપણ રીતે, ક્રિયા વિશેષણ, [], "કોઈપણ રીતે").
entry(ક્યાંયપણ, n, [ક્યાંયપણો], "કોઇપણ સ્થાન").
entry(anywise, adv, [], "કોઈ પણ રીતે").
પ્રવેશ(અપ્રાચીન, ન, [અપ્રાચીનો], "એક ક્રિયાપદ કાળઅપ્રાચીન વિશેષણ").
entry(ઑર્ટા, ન, [ઑર્ટાસ], "અથવા AORTAE મુખ્ય ધમનીAORTAL AORTIC વિશેષણ").
entry(aoudad, n, [aoudads], "જંગલી ભેડ").
entry(apace, adv, [], "જલ્દીથી").
entry(apache, n, [apaches], "એક પેરિસિયન ગેંગસ્ટર").
entry(apagoge, n, [apagoges], "તેના વિરુદ્ધને બિનસંગત બતાવી થૅસીસની સ્થાપનાAPAGOGIC વિશેષણ").
entry(અપનાજ, n, [અપનાજસ], "અપાનેજ").
એન્ટ્રી(અપરેજો, ન, [અપરેજોસ], "એક પ્રકારની કાઠી").
entry(અલગ, ક્રિયાવિશેષણ, [], "એકસાથે ના").
entry(અપૈટેટિક, વિશેષણ, [], "કુદરતી છદ્મવેશ તરીકે સેવા આપવા માટે રંગીન").
entry(ઉદાસીનતા, ન, [ઉદાસીનતાo], "ભાવનાની અછત").
entry(એપેટાઇટ, ન, [એપેટાઇટ્સ], "એક ખનિજ").
entry(એપ, v, [એપ્ડ,એપિંગ,એપ્સ], "અનુકરણ કરવું").
entry(apeak, adv, [], "ઊભી સ્થિતિમાં").
entry(એપીક,크િયારવાચક, [], "એપીક").
entry(એપલાઈક, વિશેષણ, [], "પણડાં જેવો દેખાતું મોટું અજડો પ્રાઈમેટ").
entry(apeman, n, [apemen], "એક લુપ્ત વાનર જેવો પ્રાઇમીટ").
entry(aper, n, [apers], "જે નકલો કરે છે").
entry(apercu, n, [apercus], "સંક્ષિપ્ત સારાંશ").
entry(લેક્સેટિવ, ન, [લેક્સેટિવ્સ], "મંદ ચૂડાયેલું").
entry(અપરિટિફ, ન, [અપરિટિફ્સ], "જમણ પહેલાં લેવાતું એક આલ્કોહોલિક પીણું").
entry(અપરચર, પ, [અપરચર્સ], "એક ખુલવું").
entry(apery, n, [aperies], "એપિંગ કરવા但是 તેનું પ્રવૃત્તિ").
entry(apetaly, n, [પાંખડીઓ-રહિતતા], "પાંખડીઓ ન હોવીની સ્થિતિ").
entry(apex, n, [apexes], "અથવા APICESઉચ્ચતમ બિંદુ").
entry(aphagia, n, [aphagias], "ગળવામાં અસમર્થતા").
entry(aphanite, n, [aphanites], "એક અગ્નેચટ્ટાન").
પ્રવેશ(એફેઝિયા, ન, [એફેઝિયાસ], "શબ્દો નો ઉપયોગ કરવાની ક્ષમતાનો નાશ").
entry(aphasiac, n, [aphasiacs], "એફેસિયાનો ભોગ બનેલો એક વ્યકિત").
entry(aphasic, n, [aphasics], "એફેજિયક").
entry(aphelion, n, [aphelions], "અથવા APHELIAસૂર્યથી સર્વाधिक અંતરે પ્લેનેટરી કક્ષામાં બિંદુAPHELIAN વિશેષણ").
entry(aphesis, n, [apheses], "કોઈ શબ્દના પ્રારંભમાં અઉચ્ચારીત સ્વરના ગુમાવાની પ્રક્રિયાAPHETIC વિશેષણ").
entry(એફિડ, પ, [એફિડ્સ], "નાની નરમ શરીરવાળી જીવાતોના કુટુંબના કોઈપણ સભ્ય").
entry(એફીડીયન, n, [એફિડીયન્સ], "એક એફિડ").
entry(aphis, n, [aphides], "એક મકોડો").
entry(એફોલેટ, ન, [એફોલેટ્સ], "ઘરમાંખટમલોને નિયંત્રણ કરવા માટે વપરાતું એક રસાયણ").
entry(એફોનિયા, સં, [એફોનિયાઝ], "આવાજ ગુમાવવો").
entry(અફોનિક, n, [અફોનિક્સ], "અફોનિયા સાથે ત્રાસ પામનાર").
entry(અફોની, ન, [અફોનીઝ], "અફોનિયા").
entry(અફોરાઇઝ, ક્રિયા, [અફોરાઇઝડ,અફોરાઇઝિંગ,અફોરાઇઝસ], "અફોરાઇઝ કરવા માટે").
entry(સુવિચાર, n, [સુવિચારો], "સત્ય અથવા સિદ્ધાંતનું સંક્ષિપ્ત નિવેદન").
entry(ઘૂંચવણકાર, ન, [ઘૂંચવણકારો], "જે ઘૂંચવણ લાગુ કરે છે").
entry(અફોરાઇઝ, ક્રિ, [અફોરાઇઝ્ડ,અફોરાઇઝીંગ,અફોરાઇઝેસ], "અફોરિઝમમાં લખવા અથવા બોલવા માટે").
entry(અફોટિક, વિશેષણ, [], "લાઇટની કમી").
entry(અફ્થા, ન, [અફ્થાઇ], "મોઢા અથવા પેટમાં નાની બલ્બલાAPHOTHOUS વિશેષણ").
entry(અફિલી, ન, [અફિલીઝ], "પાનવિહીન હોવાની સ્થિતિ").
entry(મધમાખી, વિશેષણ, [], "મધમાખી ઓની સંબંધિત").
entry(apiarian, n, [apiarians], "એક માખીપાલક").
entry(apiarist, n, [મધમાખીપાલકો], "મધમાખી ઉછેરનાર વ્યક્તિ").
entry(apiary, n, [apiaries], "જ્યાં મીઠું રાખવામાં આવે છે તે સ્થળ").
entry(apical, n, [apicals], "અવધારણાની ટોચ ટીપ સાથે ઉચ્ચારવામાં આવતું ધ્વનિ").
entry(એપિકલાઇ, ક્રિયા વિશેષણ, [], "શીર્ષ ભાગ તરફ અથવા તેની નજીક").
entry(અપકષ, અ, [], "અપેક્સનો શબ્દર્ય નામ").
entry(apiculus, n, [apiculi], "પાનના અંતે આવેલા鋭ા અંશ").
entry(apiece, adv, [], "દરેક માટે").
entry(apimania, n, [apimanias], "મધમાખીઓમાં અત્યંત રસ").
entry(aping, present, [], "અનુકરણ કરવાની વર્તમાન ક્રિયાપદ રૂપ").
entry(apiology, n, [મધમાખશો, અધ્યયન], "મધમાખીઓનો અભ્યાસ").
entry(apish, adj, [], "ગુલામની જેમ કે મૂર્ખતાપૂર્ણ રીતે નકલ કરવાનાAPISHLY adv").
entry(એપ્લાનાટ, ન, [એપ્લાનાટ્સ], "પરિબિંબિત કે પ્રતિબંધિત પૃષ્ઠનો એક પ્રકાર").
entry(એપ્લેશિયા, ન, [એપ્લેશિઆસ], "એક અંગ અથવા ભાગમાં અસ્વીકાર્ય વિકાસ").
entry(એપ્લાસ્ટિક, વિશેષણ, [], "પ્લાસ્ટીક નહીં").
entry(aplenty, અધિકારી, [], "પૂરતી માત્રામાં હોવું").
એન્ટ્રી(aplite, n, [aplites], "એક સ એવું દળ્યું પથ્થરAPLITIC adj").
entry(આત્મવિશ્વાસ, n, [આત્મવિશ્વાસો], "selfconfidence").
પ્રવેશ(ઍપ્નિયા, n, [ઍપ્નિયાઝ], "શ્વાસ લેવામાં આરસ્થઈક ખલલAPNEAL APNEIC વિશેષણ").
entry(નિવિષટન, ન, [નિવિષટનો], "apneaAPNOEAL APNOEIC adj").
entry(અપો, ન, [અપોઝ], "પ્રોટીનનો એક પ્રકાર").
entry(અમિતબિંદુ, પુ, [અમિતબિંદુઓ], "અથવા અમિતબિંદુઓકક્ષામાં ઉંચું બિંદુ").
entry(apocarp, n, [apocarps], "વિભાજિત કર્પેલ્સ ધરાવતું ફળ").
entry(apocarpy, n, [apocarpies], "એપોકાર્પ હોવા ની અવસ્થા").
entry(apocope, n, [apocopes], "શબ્દના અંતિમ ધ્વનિનો છૂટું પડવુંAPOCOPIC વિશેષણ").
entry(એપોક્રાઇન, વિશેષણ, [], "ગ્લાન્ડના એક પ્રકારને અનુસરી").
entry(એપોડ, પ, [એપોડ્સ], "એક અપોડલ પ્રાણી").
entry(apodal, સવિશેષણ, [], "પગ અથવા પગ જેવા અંગો વગરના").
entry(apodosis, n, [apodoses], "શરતી વાક્યનું મુખ્ય વાક્યClause").
entry(apodous, adj, [], "ટાંગ વગરનું").
entry(અપોગેમી, ન, [અપોગેમીઝ], "એક પ્રકારની છોડ જીવશ્રમણની અગામિતાવારતાAPOGAMIC વિશેષણ").
entry(apogee, n, [apogees], "પૃથ્વીથી સૌથી દૂર કક્ષામાં આવેલ બિંદુAPOGEAL APOGEAN APOGEIC વિશેષણ").
entry(apollo, n, [apollos], "એક હેન્ડસમ યુવાન").
entry(apolog, n, [apologs], "અપોલોગ").
entry(apologal, adj, [], "એક apologue સંબંધિત").
entry(apologia, n, [apologias], "અથવા APOLOGIA એક સ્વરૂપિક ન્યાયિકરણ અથવા બચાવ").
entry(કહાણી, ન, [કહાણીઓ], "એક ઉપમા").
entry(માફી, n, [માફીઓ], "કોઈ ભૂલ કે ગુનાહિત કૃત્ય માટે કરેલા અફસોસની અભિવ્યક્તિ").
entry(apolune, n, [apolunes], "સ્મૃતિને સૌથી દૂર મૂનથી દૂરીના કક્ષાનો બિંદુ").
entry(એપોમિક્ટ, ન, [એપોમિક્ટસ], "એપોમિક્સિસ દ્વારા ઉત્પન્ન એક જીવ").
entry(apomixis, n, [અપોમિક્સિસ], "પ્રજજન પ્રક્રિયાનો એક પ્રકાર").
entry(અપોફોની, ન, [અપોફોનીઝ], "એબ્લાઉટ").
entry(અપોફાઇજ, ન, [અપોફાઇજસ], "એક સ્તંભમાં અવતળ વાંકું").
entry(અપોપ્લેક્સી, ન, [અપોપ્લેક્સીઝ], "સ્થીતિચ્યુતિ અને મસ્સલ માટેના નિયંત્રણનો અચાનક નુકસાન").
એંટ્રી(એપોરિયા, ન, [એપોરિયાસ], "શંકાના અભિવ્યક્તિ માટેનો શાબ્દિક અસર").
entry(aport, adv, [], "જહાજના જમણા બાજુ અથવા તે તરફ").
entry(apospory, n, [apospories], "સ્પોર રચના વિના પુનર્ પ્રજનનની એક પ્રકાર").
entry(મર્નતિકતા, ન, [મર્નતિકતાઓ], "મર્નતિકતા").
entry(મક્કારી, ન, [મક્કારીઓ], "કેટીક રીતે પોસ્ટની או વફાદારી છોડી દેવું").
entry(અપધર્મી, ન, [અપધર્મીઓ], "જે અપધર્મ કરે છે").
entry(અપોસ્ટિલ, ન, [અપોસ્ટિલ્સ], "એક માર્જિનલ નોંધ").
entry(અપોસ્ટલ, પ, [અપોસ્ટલ્સ], "પ્રભુ ખ્રીષ્ટ દ્વારા સુસોમાચાર ઉપદેશ આપવા માટે મોકલવામાં આવેલ શિષ્ય").
entry(apothece, n, [apotheces], "કાંઈક ફૂગલ વનસ્પતિઓના બીજ ઉત્પાદક અંગ").
entry(કેવા�\u200dફીયત, ન, [કેવા�\u200dફીયતો], "એક સુત્ર").
entry(અપોથેમ, n, [અપોથેમ્સ], "નિયમિત બબ્બંદમાં કેન્દ્રથી કોઈ પણ બાજુ પર ખંડિફલક સ્થિત લંબક").
entry(એપ્લિકેશન, ન, [એપ્લિકેશન], "મુખ્ય કાર્ય માટેનો કોમ્પ્યુટર કાર્યક્રમ").
entry(ભયભીત કરવું, ક્રિયા, [ભયભીત કર્યું,ભયજનક,ભયભીત કરે], "ભયભીત કરવું").
entry(ઘભરાવવું, ક્રિયા, [ઘભરાયું,ઘભરાવનારું,ઘભરાવે], "ભય અથવા નિરાશાથી ભરી દેવું").
entry(મજૂરી, ન, [મજૂરીઓ], "રાજકુટુંબીના સભ્યને આપવામાં આવેલ જમીન અથવા આવક").
ઍન્ટ્રી(એપરેટ, ન, [એપરેટ્સ], "એક રાજકીય સંસ્થા").
entry(વસ્ત્ર, v, [વસ્ત્રાધારણ કરેલુ,વસ્ત્રાધારણ,વસ્ત્રાધારણ કરે છે], "અથવા વસ્ત્રાધારણ કરેલુ વસ્ત્રાધારણ વસ્ત્રાધારણ કરવા માટે બાહ્ય વસ્ત્રો પૂરા પાડવા").
entry(દેખિત, વિશેષણ, [], "ટટટને દેખાય").
entry(આવેદન, v, [આવેાયેલ,અપીલીત,અપિલ], "મનથી વિનંતી કરવું").
entry(અપીલકર્તા, નામ, [અપીલકર્તાઓ], "એક જે અપીલ કરે").
entry(appear, v, [દેખાયો,દેખાઈ રહ્યો છે,દેખાય છે], "દૃષ્ટિમાં આવવું").
entry(શાંત, ક્રિયા, [શાંત કર્યો, શાંત કરતો, શાંત કરે છે], "શાંતિ અથવા સંતોષની સ્થિતિમાં લાવવાનું").
entry(મનાવવું, n, [મનાવનાર], "મનાવવા પહોચવું").
પ્રવેશ(અપીલ, ન, [અપીલો], "ફેન્સિંગમાં ઠગાઈ").
entry(appellee, n, [appellees], "કા પ્રથમ દૃષ્ટિએ ઠકગાઠ યે મત માગે છે").
entry(appellor, n, [અપીલોર્સ], "એક સ્વીકારેલ ગુનેગાર જે સાગરિત પર આરોપ મૂકે").
entry(એપેન્ડ, v, [એપેન્ડેડ,એપેન્ડિંગ,એપેન્ડ્સ], "ઓટાવી તરીકે ઉમેરવું").
entry(appendix, n, [appendixes], "અથવા APPENDICESએક પુસ્તિકાના અંતમાં પૂરક સામગ્રીનો સંગ્રહ").
એન્ટ્રી(appestat, n, [appestats], "કેન્દ્રીય નર્વસ સિસ્ટમમાં વાંછિત ઉત્પાદન માટેના માળખાનું પ્રક્રિયા").
entry(ઇચ્છુક, વિશેષણ, [], "મજબૂત ઇચ્છાથી ભરપૂર").
પ્રવેશ(ભૂખ, ન, [ભૂખો], "ખોરાક અથવા પીણાની ઇચ્છા").
entry(વાહવાહી, ક્રિયા, [વાહવાહી,વાહવાહીમા,વાહવાહીછે], "હાથ તાળી થી મંજૂરી વ્યક્ત કરવી").
entry(તાળીઓ, ન, [તાળીઓ], "લોકો દ્વારા પાડવામાં આવેલા અભિનંદનનું સ્વર").
entry(સફરજન, કારણ, [સફરજન], "ખાદ્ય ફળ").
entry(ઍપ્લેટ, n, [ઍપ્લેટ્સ], "સરળ કાર્ય માટેનો કોમ્પ્યુટર પ્રોગ્રામ").
entry(appley, adj, [], "આપલિયર, એપ્લિસ્ટ-સફરજન જેવું કે તેનું સૂચન કરતું").
entry(લાગું કર્યું, ભૂતકાળ, [], "લગુ કેહવાનું કાળ").
entry(અપ્લાયર, ન, [અપ્લાયર], "જોયું").
entry(એપ્લિક, v, [એપ્લિકડ,એપ્લિકઇંગ,એપ્લિકસ], "મોટા સપાટી પર શણગાર તરીકે લાગુ કરવો").
entry(લાગુ, ક્રિ, [લગૂ, લાગુઈ રહ્યું, લાગૂ], "કોઈ વસ્તુને સંપર્કમાં લાવવા માટે").
entry(નિયુક્ત, v, [નિયુક્ત,નિયુક્ત કરતી,નિયુક્ત કરે છે], "પદ અથવા ઓફિસ માટે નામ આપવું અથવા આવન્ટન કરવું").
entry(appose, v, [apposed,apposing,apposes], "બાજુમાં બાજુમાં રાખવું").
entry(apposer, n, [apposers], "એક જે વિરોધ કરે").
entry(ઉપયુક્ત, વિશેષણ, [], "સંબંધી").
entry(મૂલ્યાંકન, ક્રિયાપદ, [મૂલ્યાંકિત,મૂલ્યાંકીકરણ,મૂલ્યાંકન કરે છે], "મૂલ્ય નક્કી કરવા").
entry(appress, v, [appressed,appressing,appresses], "દૂર બીજી વસ્તુ નજીક દબાવવા માટે").
entry(જાણ, v, [જાણ્યું,જાણતાં,જાણે], "સૂચિત કરવા").
entry(સભાસદ, પ, [સભાસદો], "એક જે જાણ કરાવે").
entry(મૂલ્યાંકન, v, [મૂલ્યાંકિત,મૂલ્યાંકન કરી રહ્યો છે,મૂલ્યાંકન કરે છે], "મૂલ્યાંકન કરવા માટે").
entry(મૂલ્યના તારણકર્તા, ન, [મૂલ્યના તારણકર્તાઓ], "એ જે મૂલ્યનો તારણ આપે").
entry(બંધારણ, ક્રિયા, [બંધારેલો,બંધાતો,બંધાય], "નજીક અથવા નજીક આવવું").
entry(મંજુરી, ન, [મંજુરીઓ], "મંજુર કરવાની ક્રિયા").
entry(approve, v, [approved,approving,approves], "અનુકૂળ રીતે માનવું").
entry(મંજુરકર્તા, n, [મંજુરકર્તાઓ], "એક જે મંજુર કરે છે").
entry(appulse, n, [appulses], "એક સંચારી પિંડનો બીજા તરફ અભિગમ").
entry(એપ્રેક્ષિયા, ન, [એપ્રેક્ષિયાઓ], "સહિયમિત ગતિઓ પ્રદર્શન કરવાની ક્ષમતા ગુમાવવીAPRACTIC APRAXIC વિશિષ્ટ").
entry(apres, prep, [], "પછી").
entry(એપ્રિકોટ, ન, [એપ્રિકોટ્સ], "એક ખાદ્ય ફળ").
entry(અપ્રન, v, [અપ્રનેડ,અપ્રનિંગ,અપ્રન્સ], "કપડાંની સુરક્ષા માટે પહેરવામાં આવતા હથિયારથી someoneના કપડાંને સુરક્ષિત કરવા માટે").
પ્રવેશ(અપ્રોપોસ, વિશેષણ, [], "લાગુ").
entry(aprotic, વિશેષણ, [], "દ્રાવકના પ્રકારનું હોવું").
entry(apse, n, [apses], "એક ગુંબછેદાર અર્ધવૃત આકારનો બિલ્ડિંગનો પ્રક્ષેપણAPSidal વિશેષણ").
entry(અપ્સિસ, ન, [અપ્સાઇડ્સ], "એક અપ્સ").
entry(apt, adj, [], "APTER APTESTsuitable").
એન્ટ્રી(અપ્ટેરલ, વિશેષણ, [], "અપ્ટેરસ").
entry(aptorium, n, [apteria], "આખાનું પ્રદેશ જ્યાં પાંખો વચ્ચેની ચામડી ખુલ્લી છે").
entry(અપ્ટેરસ, વિશેષણ, [], "પંખો ન ધરાવવાથી").
entry(apteryx, n, [apteryxes], "કીવી").
entry(ક્ષમતા, ન, [ક્ષમતાઓ], "એક સમર્થતા").
entry(aptly, adv, [], "યોગ્ય રીતે").
entry(તિકાસુ, ન, [તિકાસુઓ], "યોગ્ય હોવાનો ગુણ").
પ્રવેશ(apyrase, n, [apyrases], "એન્ઝાઈમ").
entry(અપાયરેટિક, વિશેષણ, [], "કોઈ તાવ ન હોવો").
entry(હાર, સ, [હારસ], "અથવા પાણી પારદર્શક સ્વાદહીન ગંધહીન પ્રવાહી").
પ્રવેશ(એક્વાકેડ, ન, [એક્વાકેડ્સ], "તરણ અને ડાઇવિંગ પ્રદર્શન").
દાખલ(aquafarm, v, [aquafarmed,aquafarming,aquafarms], "ફૂડ માછલીનું સંવર્ધન કરવાનો").
entry(એક્વાફીટ, n, [એક્વાફીટ્સ], "પાણીમાં કસરત વર્ગ").
entry(જલયાત્રિજ, ન, [જલયાત્રિજ], "પાણી નીચેના સ્થાપનામાં જીવવા માટે તાલીમ प्राप्त થયો સંકુબ બ્રાવ").
entry(એક્વેરીઅ, એક, [], "એક્વેરિયમના બહુવચન").
entry(એક્વેરિયલ, વિશેષણ, [], "એક્વેરિયમ સાથે જોડાયેલ").
entry(કુંભ, ન, [કુંભો], "ધર્મિક વિધિમાં દ્રાક્ષારસ સિવાય પાણીને વાપરતી પુરાણી સમુદાયોનો સભ્ય").
entry(એક્વારિસ્ટ, n, [એક્વારિસ્ટ્સ], "જે એક નાનાજીવાલય રાખે છે").
entry(એક્વેરિયમ, n, [એક્વેરિયમ્સ], "અથવા AQUARIAપાણીએ ભરેલો એન્ક્લોઝર જેમાં જલચર પ્રાણીઓ રાખવામાં આવે છે").
entry(જલચર, ન, [જલચરો], "પાણીમાં અથવા પાણીના નજીક રહેતું અથવા વધતું જીવ").
entry(aquatint, v, [aquatinted,aquatinting,aquatints], "એક નિશ્ક્રિષ્ટ પ્રક્રિયા ઉપયોગી_eta").
entry(અક્વાટોન, n, [અક્વાટોન્સ], "મુદ્રણ પ્રક્રિયાનો એક પ્રકાર").
entry(અક્વાવિત, ન, [અક્વાવિત્સ], "એક સ્કેન્ડિનેવિયન દારૂ").
entry(જળબંધ, n, [જળબંધો], "પાણી માટે ઝૂડ").
entry(જળમય, વિશેષણ, [], "પાણી સંબંધિત").
પ્રવેશ(જળધારી, ન, [જળધારીઓ], "જળધારી પથ્થરોની રચના").
entry(અક્વિલાઇન, વિશેષણ, [], "અગલહૂપનીચાંચની જેમ વળતા").
entry(aquiver, adj, [], "કમ્પન તળેલો").
entry(અર, ન, [અરસ], "અક્ષર આર").
entry(અરબેસ્ક, ન, [અરબેસ્ક્સ], "ફૂલોની આંતરજડિત આકૃતિઓની ડિઝાઇન").
entry(અરબિક, વિશેષણ, [], "ગમ અરબીકમાંથી ઉત્પન્ન").
entry(અરાબિકા, ન, [અરાબિકાઝ], "એક ચિરહરીત ઝાડ જે કોફીના દાણા ઉત્પન્ન કરે છે").
entry(અરબીસ, n, [અરબીસિસ], "એક પડમેજ પાડતી છોડ").
entry(અરબાઈઝ, ક્રિયાપદ, [અરબાઈઝ્ડ,અરબાઈઝિંગ,અરબાઈઝેસ], "અરબી આચારો પ્રાપ્ત કરવામાં મદદ કરવી").
પ્રવેશ(કાષ્ઠજ, ન, [કાષ્ઠજસ્તુ], "ખેતિ માટે યોગ્ય ધરતી").
entry(araceous, adj, [], "એરૂમ કુટુંબની વનસ્પતિઓ સાથે સંબંધિત").
entry(અરચનિડ, ન, [અરચનિડ્સ], "વિભાજિત કશેરુકાવિહીન પ્રાણીઓની એક વર્ગ").
entry(અરક, n, [અરક્સ], "અરેક").
entry(અરમે, ન, [અરમેસ], "ખાણી યોગ્ય સમુદ્રી શેક").
entry(અરમિડ, ન, [અરમિડ્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(araneid, n, [araneids], "એક કરોળિયો").
entry(અરપાઇમા, n, [અરપાઇમાસ], "બઢિયું ખોરાક વાળી મોટી માછલી").
entry(અરરોબા, n, [અરરોબાસ], "એક બ્રાઝિલીયન વૃક્ષ").
entry(અર્બ, નામ, [અર્બ્સ], "એક પ્રકારનો સ્ટોક વ્યાપારી").
entry(અરબેલેસ્ટ, ન, [અરબેલેસ્ટ્સ], "ક્રોસબોનો એક પ્રકાર").
entry(અરબાલિસ્ટ, ન, [અરબાલિસ્ટ્સ], "અરબાલેસ્ટ").
entry(અર્બેલેસ્ટ, n, [અર્બેલેસ્ટ્સ], "અર્બાલેસ્ટ").
entry(મધ્યસ્થી, ન, [મધ્યસ્થો], "એક પસંદ કરેલ અથવા નિમાયેલ જે વિવાદિત મુદ્દાનો નિર્ણય કરેARBITRAL વિશેષણ").
પ્રવેશ(અરબોર, નામ, [અરબોરેસ], "જ્યારે ઝાડની તુલનામાં ઝાડ હોય ત્યારે").
entry(આરબર, n, [આરબર્સ], "એક છાયાદાર બગીચાની આશ્રયસ્થળ").
entry(ટહુકાવાળું, વિશેષણ, [], "ઝાડમાં વસવાટ કરતું").
entry(arbored, વિશેષણ, [], " ઝાડો ધરાવે છે").
entry(આરબોરેટા, બહુવચન, [], "વૃક્ષોના અભ્યાસ અને પ્રદર્શન માટેના સ્થાનો").
entry(આરક્ષણવિદ્યાજ્, n, [આરક્ષણવિદ્યાજ્], "એક વૃક્ષ વિશેષજ્ઞ").
entry(વૃક્ષવત્સ્વરૂપ, ક્રિયા, [વૃક્ષવત્સ્વરૂપિત, વૃક્ષવત્સ્વરૂપિકા, વૃક્ષવત્સ્વરૂપિત બને છે], "ઘણા શાખાઓ બનાવવા માટે").
entry(ઝાડવાળું, વિશેષણ, [], "ઝાડો સાથે સંબંધિત").
પ્રવેશ(અરબર, ન, [અરબર્સ], "એક છાયાદાર બગીચાનું આશ્રયARBOURED માટે વિશેષણ").
entry(arbuscle, n, [arbuscles], "એક બાંચડી લાકડી").
entry(અર્બ્યુટ, n, [અર્બ્યુટસ], "એક સદાબહાર વૃક્ષઅર્બ્યુટએન વિશેષણ").
entry(અરબ્યુટસ, ન, [અરબ્યુટસ], "એક હંમેશા લીલું રહેનારું ઝાડ").
entry(આર્ક, v, [આર્કડ,આર્કિંગ,આર્કસ], "અથવા આર્કડ આર્કિંગ આર્કસ વળાંક દોરે માર્ગમાં પ્રવેશો").
ઍન્ટ્રી(આર્કેડ, v, [આર્કેડેડ,આર્કેડિંગ,આર્કેડસ], "આર્કેડ એક સીરિઝ જેવા ખુરશીઓ સાથે પૂરી પાડવા માટે").
entry(આર્કેડિયા, પ, [આર્કેડિયાસ], "સરળ આનંદ અને શાંતિનો પ્રદેશ").
entry(આર્કેડિયન, n, [આર્કેડિયન્સ], "એક જે આર્કેડિયા માં રહે છે").
entry(આર્કેડિંગ, n, [આર્કેડિંગ્સ], "કોઈ આર્કેડ").
entry(અર્કેન, વિશેષણ, [], "રહસ્યમયઅર્કેનલી કર્યાવિશેષણ").
entry(અર્કાનમ, ન, [અર્કાનમ્સ], "અથવા અર્કાના એક રહસ્ય").
entry(arcature, n, [arcatures], "એક નાનકડી ઓફિસ").
entry(ખંભો, v, [ખંભાવેલું, ખંભાવવાની ક્રિયા, ખંભાઓ], "ખંભાવાની જેમ વાળવું કોઈ ખંભાવેલો માળખું જે એક ઓરફિસને આવરી લે છે").
entry(આર્કિયા, npl, [], "માયક્રોજુજીવીઓનો મોટા પાયે જૂથARCHAEAL વિશેષણ").
પ્રવેશ(આર્કીયન, ન, [આર્કીયન્સ], "આર્કીયાનો માઇક્રોજૈવિક").
entry(પુરીતત્વશાસ્ત્રજ, n, [પુરીતત્વશાસ્ત્રજીઓ], "પુરીતત્વશાસ્ત્રજ").
entry(જોવાલાયક, વિવી, [], "પૂર્વ સમયને લગતું").
entry(આર્કેઈઝ, v, [આર્કેઈઝડ, આર્કેઈઝિંગ, આર્કેઈઝસ], "આર્કેઈઝ કરવું").
entry(પ્રાચીનપন্থા, ન, [પ્રાચીનપંથાઓ], "એક પ્રાચીન શબ્દ ઈડિયમ અથવા ભાવપૂર્ણ અવ્યય").
entry(આર્કાઇસ્ટ, n, [આર્કાઇસ્ટ્સ], "પ્રાચીન શૈલી અનુસરણ કરનાર").
entry(નિવૃત કરવા, ક્રિયા, [નિવૃત કર્યું, નિવૃત કરી રહ્યું છે, નિવૃત કરે છે], "પુરાતનશૈલિવતીઓનો ઉપયોગ કરવો").
entry(આર્ચડ્યુક, સં, [આર્ચડ્યુક્સ], "એક ઓસ્ટ્રિયન રાજકુમાર").
entry(તિરંદાજ, n, [તિરંદાજો], "એક જે ધનુષ્ય અને બાણથી તાક કરે છે").
entry(ધીયાંબાજી, n, [ધીયાંબાજીઓ], "તન અને તીરથી શૂટિંગ કરવાનો ખેલ").
entry(પ્રમુખશત્રુ, n, [મુખ્યશત્રુઓ], "મુખ્ય શત્રુ").
entry(આર્કી, પીએલ, [], "અર્કો નું").
entry(આર્કિલ, ન, [આર્કિલ્સ], "ઓર્કિલ").
entry(સષિન, ન, [સષિનો], "રશિયન લાઇનર માપનની એક એકમ").
entry(arching, n, [archings], "એક હારના વ્રજ").
entry(સંગ્રહાલય, v, [સંગ્રહિત,સંગ્રહણા,સંગ્રહો], "રેકોર્ડ રાખવામાં આવે છે એવા સ્થાને એક સંગ્રહાલયમાં ફાઇલ કરવા માટે સંગ્રહાલય સંબંધી વિશેષણ").
પ્રવેશ(archly, ક્રિયા વિશેષણ, [], "કુશળતાપૂર્વક").
entry(archness, n, [archnesses], "સ્લાયનેસ").
entry(આર્ચોન, પ, [આર્ચોનો], "પ્રાચીન એથન્સનો એક મેજિસ્ટ્રેટ").
entry(આર્ચવે, ન, [આર્ચવેઝ], "આર્ચ હેઠળનો માર્ગ").
entry(અર્કિફોર્મ, વિશેષણ, [], "કમાન જેવું આકાર ધરાવતું").
પ્રવેશ(આર્કિંગ, ન, [આર્કિંગ્સ], "આર્કનો આકૃતિ મુજબ વળાંક").
entry(arcked, a, [], "વાક્યનો ભૂતકાળ રૂપ").
entry(arcking, a, [], "arc નું વર્તમાન વર્તમાન કાળ").
entry(arco, n, [], "pl ARCHIa નોંધ અથવા પસાર જે ટેં આચ્છ ભાલ સાથે વાળવાવાળું સંગ્રાહિત સાધન છે").
entry(આર્કસાઈન, n, [આર્કસાઈન્સ], "સાઇનનો ઇન્વર્સ ફંક્શન").
entry(આર્કટિક, ન, [આર્કટિક્સ], "એક ગરમ વોટરપ્રૂફ ઓવરશૂ").
પ્રવેશ(આર્ક્યુઅટ, વિશેષણ, [], "ધનુષ્ય જેવી વક્ર").
entry(વ્રજીત, વિશેષણ, [], "વ્રજાકાર").
entry(આર્કસ, પ, [આર્કસેસ], "એક આર્કના આકાર વાળું વાદળ").
entry(ardeb, n, [ardebs], "મિસરી ક્ષમતા એકમ").
entry(ardency, n, [ardencies], "ઉત્કટતા").
entry(ઉત્સાહી, વિશેષણ, [], "તિવ્ર ભાવનાથી ભરપૂરARDENTLY ક્રિયા વિશેષણ").
entry(ઉત્સાહ, નામ, [ઉત્સાહો], "ભાવનાની તીવ્રતા").
entry(ઉત્સાહ, નામ, [ઉત્સાહો], "ardor").
entry(કઠિન,વિશેષણ,[], "મહાન પરિશ્રમ અથવા કઠિનાઈ સામેલ").
entry(આર, ન, [આરો], "પૃષ્ઠ માપની એક એકમ").
entry(વિસ્તાર, ન, [વિસ્તારો], "એક ખાસ પ્રકારનો જગ્યા અથવા સપાટીનો વિસ્તારAREAL વિશેષણAREALLY 크િયા").
entry(પ્રદેશ, n, [પ્રદેશ], "નિર્ધારિત કાર્ય ધરાવતીસાયરલ કોર્ટેક્સનો વિભાગ").
entry(areaway, n, [areaways], "બેસમેન્ટના પ્રવેશ પર જતી કાટમાળ આગળ પ્રવાસ ક્ષેત્ર").
entry(તાડનો પાંદો, ન, [તાડના પાંદાઓ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
entry(areg, npl, [], "વાળુ રણના ધૂળકા ટ્રાફરિક વિસ્તારમાં").
entry(areic, adj, [], "પૃથ્વીનો એક પ્રદેશ જે ઓછું સપાટી પ્રવાહ પ્રદાન કરે છે").
પ્રવેશ(એરિના, ન, [એરિનાસ], "સ્પર્ધાઓ માટેની બંધ જગ્યામાં").
entry(એરીન, પ, [એરીન્સ], "એક સુગંધિત સંયોજન").
entry(એરેનારોક, ન, [એરેનારોકસ], "મૂખ્યત્વે રેતીના અણુઓથી બનેલો ખડક").
entry(arenose, વિશેષણ, [], "વાળુ").
entry(arenous, વિશેષણ, [], "arenose").
entry(અરીઓલા, ન, [અરીઓલાસ], "\"અથવા અરીઓલીએ પર્ણની નસોના જાળમાં એક નાનું સ્થાન અરીઓલર અરીઓલેટ\" વિશેષણ").
entry(એરિયોલ, ન, [એરિયોલ્સ], "એરિઅલા").
entry(અરિયોલોજી, ન, [અરિયોલોજીઝ], "મંગળ ગ્રહનો અધ્યયન").
entry(આરેપા, n, [આરેપાસ], "મકાઈના લોટનું કેક").
entry(અરેત, ન, [અરેતસ], "એક તીખું પર્વત શિખર").
entry(અરેથુસા, પ, [અરેથુસાસ], "એક ફૂલદાર છોડ").
entry(arf, n, [arfs], "ભાં બ્લિંગ અવાજ").
entry(argal, n, [argals], "અર્ગોલ").
entry(argala, n, [argalas], "એક પ્રકારનો ટાંકડો").
entry(argali, n, [અર્ગાલી], "એક જંગલિય ઘેટું").
entry(ચાંદી, ન, [ચાંદીઓ], "ચાંદીARGENTAL ARGENTIC વિશેષણ").
entry(અર્જન્ટમ, n, [અર્જન્ટમ્સ], "ચાંદી").
પ્રવેશ(આર્દ, અભિવ્યક્તિવાચક, [], "આર્ગ").
એન્ટ્રી(argil, n, [argils], "સફેદ માટી").
entry(અર્જિનેઝ, ન, [અર્જિનેઝસ], "એક ફર્મેન્ટ").
entry(આર્જિનિન, ન, [આર્જિનિન્સ], "એક એમિનોએસિડ").
entry(argle, v, [argled,argling,argles], "વાદ કરવો").
entry(argol, n, [argols], "વાયકલ દરમિયાન દ્રાક્ષમદ કેસ્કમાં નીચા પડાઈ જવું એ પદાર્થ").
entry(આર્ગોન, પ, [આર્ગોનસ], "એક વાયુનુ તત્વ").
entry(argonaut, n, [argonauts], "એક સમુદ્રી ઝીંગુછિયા").
entry(argosy, n, [argosies], "મોટું વેપારી જહાજ").
entry(argot, n, [argots], "એક વિશિષ્ટ શબ્દસંગ્રહARGOTIC વિશેષણ").
entry(તર્કવાટ, વિશેષણ, [], "જેના વિષયમાં તર્ક કર્યો શકે(ARGUABLY ક્રિયા વિશેષણ)").
entry(ચર્ચા, ક્રિયાપદ, [ચર્ચાવી, ચર્ચાવી રહ્યો, ચર્ચા કરે છે], "સમર્થનમાં અથવા વિરોધમાં કારણો રજૂ કરવા માટે").
entry(arguer, n, [arguers], "દલીલ કરનાર").
entry(argufier, n, [argufiers], "જે જાણે-બૂઝે વિવાદ કરે છે").
entry(argufy, v, [argufied,argufying,argufies], "હઠપૂર્વક તર્કવીજય કરવો").
entry(થરાર બોલતા, વર્તમાન, [], "ઝઘડો કરવા નું વર્તમાન કૃત્ય").
એન્ટ્રી(આર્ગ્યુમેન્ટ, n, [આર્ગ્યુમેન્ટસ], "ભિન્ન અભિપ્રાયો સાથેની ચર્ચા").
પ્રવેશ(argus, n, [arguses], "એક પૂર્વ ભારતીય તિતર").
entry(argyle, n, [argyles], "ઊની વસ્ત્રોનું પેટર્ન").
entry(argyll, n, [argylls], "argyle").
entry(અરહત, ન, [અરહત્સ], "નિર્વાણ પ્રાપ્ત કરનાર બૌદ્ધ").
entry(એરિયા, ન, [એરિયાસ], "એક કળજબીન મેલોડી જે એકલ અવાજ માટે હોય").
entry(અરિઅરી, n, [અરિઅરી], "મેડાગાસ્કર ની મોહરનો એકમ").
entry(arid, adj, [], "અતિ શૂષ્કARIDLY adv").
entry(સૂકપણું, ન, [સૂકપણાં], "સૂકાં હોવાની સ્થિતિ").
entry(સુકુપણા, n, [સુકુપણાઓ], "સુખા").
પ્રવેશ(એરિયલ, પ, [એરિયલ્સ], "એક આફ્રિકન ગઝેલ").
entry(એરિયેટા, n, [એરિયેટાસ], "લઘુ આરીયા").
entry(એરીએટ, પ, [એરીએટ્સ], "એરીએટા").
entry(aright, adv, [], "સાચી રીતે, સાચું").
entry(aril, n, [arils], "કેટલાક બીજોના બાહ્ય આવરણએરીલ્ડ એરીલેટ એરીલોઇડ adj").
entry(arillode, n, [arillodes], "અરિલનો એક પ્રકાર").
entry(ariose, વૈશિષ્ટિકવિશેષણ, [], "સંગીતમય દ્વારા વર્ણવેલું").
entry(arioso, n, [ariosos], "અથવા ARIOSIસંગીતના માર્ગ જે આરિયા જેવા છે").
entry(arise, v, [arose,arisen,arising], "ઉઠવુંઉઠવા માટે ARISES").
entry(એરિસ્ટા, n, [એરિસ્ટાસ], "અથવા એરીસ્ટાએ બ્રਿਸલલાઈક સ્ટ્રક્ચર અથવા આવરણએરીસ્ટેટ ક્રિયાપદ").
entry(aristo, n, [aristos], "એક અરિસ્ટોક્રેટ").
entry(આર્ક, નામ, [આર્ક્સ], "એક મોટું બોટ").
entry(ಆರ್ಕೋಸ್, પ, [આર્કોસેસ], "એક પ્રકારનો રેતીપથ્થરARKOSIC વિશેષણ").
entry(આર્લેસ, npl, [], "સોદો બાંધવા ચૂકવેલું ધન").
entry(હથિયાર, v, [હથિયારબંધ,હથિયારતયા,હથિયારો], "હથિયારો આપવા").
entry(આર્માડા, ન, [આર્માડાસ], "યુદ્ધજહાજોનો કાફલો").
પ્રવેશ(અરમેનિયાક, n, [અરમેનિયાક્સ], "ફ્રેન્ચ બ્રાન્ડી").
entry(શસ્ત્ર, n, [શસ્ત્રો], "મિલિટરી ફોર્સ պատերազմ માટે સજ્જ શસ્ત્રોARMATURE v ARMATURED ARMATURING ARMATURESto વધારવામાં આવતી શસ્ત્ર કોશARMET n pl ARMETઆ મધ્યયુગીય હેમેટARMFUL n pl ARMFULS અથવા ARMSFULજેવું હાથ ધરવામાં કાબેલ છેARMGUARD n pl ARMGUARDSહાથની રાખવાળું સુરક્ષિત આવરણARSENAL n pl ARSENALa હથિયારોનો સંગ્રહARSENIC n pl ARSENICa ધાતુક તત્વARSENIDE n pl ARSENIDEa આર્સેનિક સંયોજનARSENITE n pl ARSENITEa રાસાયણિક ક્ષારARSENAL n pl ARSENALહથિયારોનો સંગ્રહASTATIC adj અવસ્થિત ઘરેજેડિ રોકાણઅચૂકARAVAGE v ARAVAGED ARAVAGING ARAVAGEવંશવૃદ્ધિ કરવીAROSE ભૂતકાળનું જીવનમાં ઉત્થાનઅમળારજુની વિશેષતા છે").
entry(બા, પ, [બાસ], "મિશ્ર કથા વિજ્ઞાનમાં સદાય જીવતી આત્મા").
entry(baa, v, [baaed,baaing,baas], "બેલાટ ઊટાપણી").
entry(બાલ, ન, [બાલ્સ], "ઓર BAAILIM અસત્ય દેવ").
entry(બાલિઝમ, ન, [બાલિઝમ્સ], "બાલની ઉપાસના").
એન્ટ્રી(બાસ, ન, [બાસેસ], "માસ્ટર બોસ").
entry(બાસ્કાફ, n, [બાસ્કાપ્સ], "બાસ્કાપ").
entry(બાસ્કાપ, n, [બાસ્કાપ્સ], "દક્ષિણ આફ્રિકામાં શ્વેત લોકો દ્વારા દમનની નીતિ").
entry(બાસસ્કેપ, ન, [બાસસ્કેપ્સ], "બાસ્કાપ").
entry(બાબા, પ, [બાબાસ], "એક રમ કેક").
entry(બાબાસુ, n, [બાબાસુસ], "બાબાસુ").
entry(બાબાસુ, પ, [બાબાસુઝ], "એક પામ વૃક્ષ").
entry(babbitry, n, [babbitries], "પરંપરાગત મધ્યમ વર્ગના વલણ અને વર્તન, જેઓ આદર અને સામગ્રી સફળતાને મહત્વ આપે છે").
એન્ટ્રી(બેબિટ, ક્રિયા, [બેબિટેડ, બેબિટિંગ, બેબિટ્સ], "ટિન, કાંસું અને એન્ટિમોનીના મિશ્રધાતુ બેબિટ વડે લાઈન કરવું").
entry(babble, v, [babbled,babbling,babbles], "ખાલી કે વધારે બોલવું").
entry(બબલર, ન, [બબલર્સ], "જોબબલ કરે તે").
entry(babbling, n, [babblings], "નિરર્થક વાત").
entry(babe, n, [babes], "એક બાળક").
entry(બેબેલ, ન, [બેબેલ્સ], "ગૂંચવણ").
entry(બેબેસિયા, ન, [બેબેસિયાઝ], "એક પરોપજીવી પ્રોટોઝોન").
entry(બાબીચ, ન, [બાબીચસ], "રૉહાઇડ થોન્ગ્સ").
entry(babied, past, [], "ટેંસ ઓફ બેબી").
entry(babier, તુલનાત્મક, [], "બાળકનું").
entry(બેબી, વર્તમાન, [], "બેબીનું ત્રીજા પર્સન એકવચન").
entry(સબથી નાના, ઉત્તમ ગુણ Суચક, [], "શિશુના").
entry(babirusa, n, [બાબિરુસાસ], "એક જંગલી સૂર").
entry(બાબકા, ન, [બાબકાસ], "એક કૉફી કેક").
entry(બબૂ, ન, [બબૂઝ], "એક હિંદુ શ્રીમંત").
entry(બબુલ, ન, [બબુલ્સ], "બબુલ").
entry(બબુન, ન, [બબુન્સ], "એક મોટું વાંદરું").
એન્ટ્રી(બાબૂશ, સ, [બાબૂશેસ], "એક નાઅેડી રહિત ચપ્પલ").
entry(બબૂ, n, [બબૂઝ], "બાબૂ").
entry(બાબુલ, ન, [બાબુલ્સ], "એક ઉત્તર આફ્રિકી વૃક્ષ").
entry(બાબુશ્કા, n, [બાબુશ્કાસ], "સ્ત્રીનો માથાનો સ્કાર્ફ").
entry(બેબી, વિશેષણ, [], "બેબીયર બેબીયેસ્ટ બેલકું અથવા બાળક જેવું").
entry(બેબી, v, [બેબીડ,babying,બેબીસ], "લાડ છોડવાં").
entry(બેબીડોલ, સા, [બેબીડોલ્સ], "સ્ત્રી માટેના લઘુ થિન પાયજામા").
entry(શૈશવે, સ, [શૈશવાવસ્થાઓ], "શિશુ હોવાની અવસ્થા").
entry(શિશુ જેવી, વિશેષણ, [], "શિશુ જેવી દ્રષ્ટિકોણ").
entry(babylike, વિશેષણ, [], "બાળક જેવી").
entry(બેબીસિટ, ક્રિયાપદ, [બેબીસેટ, બેબીસિટિંગ, બેબીસિટ્સ], "બાળકની તાત્કાલિક સંભાળ લેવી").
entry(બકલાઓ, ન, [બકલાઓસ], "બક્લા").
entry(બકાલહાઉ, એન, [બકાલહાઉઝ], "બકાલા").
entry(બક્કા, n, [બક્કૈ], "એક બેરિ").
entry(બાકાલા, ન, [બાકાલાસ], "ઊાઢાનો એક પ્રકાર").
entry(baccara, n, [બક્કારસ], "બક્કારા").
entry(બક્કારાટ, ન, [બક્કારાટ્સ], "એક પત્તા રમત").
entry(baccate, adj, [], "બેરી જેવા લુમડો").
entry(baccated, વિશેષણ, [], "baccate").
entry(બાકન્ટ, n, [બાકન્ટ્સ], "અથવા બાકન્ટસ એક પાર્થિવ").
entry(બેક્ચિક, વિશેષણ, [], "ઉલ્લાસમય").
entry(બક્કિયસ, n, [બક્કી], "મેટ્રિકલ પગ પ્રકાર").
entry(તમાકુ, n, [તમાકુઓ], "તમાકુ").
entry(bach, v, [bached,baching,baches], "કુંવારો તરીકે જીવવું").
entry(કુવારો, n, [કુવારા], "અવ્યાહિત પુરુષ").
entry(bacillar, adj, [], "દંડાકાર").
entry(બેસિલસ, ન, [બેસિલાઇ], "કાંસાના આકારના બેક્ટેરિયાનો કોઈપણ વર્ગ").
entry(પાછળ, ક્રિયા, [પાછળ ભર્યું,પાછળ ભરી રહ્યું છે,પાછળ], "સમર્થન આપવા").
entry(પીઠનું દુખાવો, n, [પીઠના દુખાવા], "પીઠમાં દુખાવો").
entry(backbar, n, [backbars], "બોટલો માટે શેલ્ફ સાથેનો બાર પાછળનો વિસ્તાર").
entry(બેકબીટ, n, [બેકબીટ્સ], "સંગીતમાં એક પ્રકારનો લય").
પ્રવેશ(બૅકડબેન્ડ, n, [બૅકડબેન્ડ્સ], "એક કલાબાજી બીબટ").
પ્રવેશ(પાછાસફડા, ક્રિયા, [પાછાસફડાયો,પાછાસફડેલ,પાછાસફડતાં], "પાછાસફડવાનું વધુ ચર્ચા કરવી").
entry(વિશ્વસ્થંભ, ન, [વિશ્વસ્થંભો], "શ્વસ્ના").
entry(backcast, n, [backcasts], "માછલી પકડવાની લાઇન પાસ કરી અને પાછું ખેંચવું").
entry(backchat, n, [backchats], "વિનોદી જવાબ").
પ્રવેશ(બેકકોમ્બ, વ, [બેકકોમ્બડ, બેકકોમ્બિંગ, બેકકોમ્બ્સ], "વાળને છેદેથી ફોલિકલ તરફ કોમ્બ કરવા").
entry(પાછલી તારીખ, v, [પાછલી તારીખ ધરાવે છે,પાછલી તારીખ ધરાવે છે,પાછલી તારીખ ધરાવે છે], "જ્ઞાતા ગ્રહણ").
entry(બૅક્ડોર, વિશેષણ, [], "ગુપ્ત").
entry(backdown, n, [backdowns], "પાછા હટવાનો ક્રમ").
entry(પૃષ્ઠભૂમિ, ક્રિયાપદ, [પૃષ્ઠભૂમિય, પૃષ્ઠભૂમિકરણ, પૃષ્ઠભૂમિઓ], "દ્રશ્ય પૃષ્ઠભૂમિ પ્રદાન કરવા માટે").
entry(સમર્થક, n, [સમર્થકો], "એક સહાયક").
entry(backfat, n, [backfats], "પ્રાણીઓમાં ચામડી અને માંસપેશીઓ વચ્ચેની ચરબીનો સ્તર").
entry(backfill, v, [પાછું ભરેલું,પાછું ભરવું,પાછું ભરાય છે], "ફરીથી ભરવું").
entry(backfire, v, [backfired,backfiring,backfires], "અનિચ્છનીય પ્રભાવો ઉત્પન્ન કરવા માટે").
entry(backfit, v, [backfitted,backfitting,backfits], "મેળવું").
entry(પાછળ ઉછાળો, v, [પાછળ ઉછલ્યો,પાછળ ઉછળતો,પાછળ ઉછલ્યો], "પાછળ દોડ કૂદી દર્શાવવામાં").
entry(backflow, n, [backflows], "સ્રોત તરફ પાછલું વહન").
entry(પાછળથી મારે, v, [પાછળથી માર્યો,પાછળથી મારતો,પાછળથી મારશે], "હાથના પાથથી મારવા માટે").
entry(બેકહોલ, v, [બેકહોલડ, બેકહોલિંગ, બેકહોલ્સ], "માલ પહોંચાડ્યા પછી પાછા ફરવું").
entry(backhoe, v, [backhoed,backhoeing,backhoes], "બૅકહો એક પ્રકારની ખોદકામ કરવાની યંત્ર છે તેનો ઉપયોગ કરવો").
entry(backing, n, [backings], "સહાય").
entry(backland, n, [backlands], "શહેરો થી દૂર આવેલું પ્રદેશ").
entry(પ્રતિક્રિયા, v, [પ્રતિક્રિયા આપી, પ્રતિક્રિયા આપવી, પ્રતિક્રિયાઓ], "પ્રતિક્રિયા સફર કારણ બનવું").
entry(backless, adj, [], "પીઠ વિના છે").
entry(backlist, v, [backlisted,backlisting,backlists], "ಪ್ರકાશಕರ જૂના પુસ્તકોની યાદીમાં સમાવેશ કરવા માટે").
entry(backlit, adj, [], "પાછળથી પ્રકાશિત").
entry(backload, v, [backloaded,backloading,backloads], "વિત્તીય બકો પાછો પાડવું").
entry(backlog, v, [backlogged,backlogging,backlogs], "સંચયિત કરવાનું").
entry(backlot, n, [backlots], "મૂવી સ્ટૂડિયોમાં આઉટડોર વિસ્તારમાં").
entry(backmost, વિશેષણ, [], "hindmost").
entry(backout, n, [backouts], "લૉન્ચિંગ પ્રક્રિયાઓની ઉલટગતિ").
entry(પીઠઠીઠકો, ક્રિયા, [પીઠઠીઠકયુક્ત,પીઠઠીઠકમાટે,પીઠઠીઓ], "પીઠ પર સાથી લઈને હાઇક કરવા").
entry(backrest, n, [backrests], "એક પાછળ ટેકો").
entry(પાછળખંડ, n, [પાછળખંડો], "અદ્રશ્ય રીતે મળવા માટેનું સ્થાન").
entry(backrush, n, [backrushes], "એક મોજાથી પાણીનું સમુદ્ર તરફ પાછું વળવું").
entry(બૅક્સો, સન્‍, [બૅક્સોઝ], "આરા એક પ્રકાર").
entry(backseat, n, [backseats], "પાછળની બેઠક").
entry(backset, n, [પાછલો પગથિયા], "એક અવરોધ").
entry(પાછળની બાજુ, ન, [પાછળની બાજુઓ], "પાછળનો ભાગ").
entry(પીઠથપથપ, ક્રિયા, [પીઠથપ્યો,પીઠથપતા,પીઠથપે], "ઘણું માન્યતાઓ દર્શાવવા માટે").
entry(backslid, past, [], "પાછલે જોખમવું વિસ્તનો પ્રકરણ કરવા માટેનું કલમ").
entry(બૅક્સ્પિન, ન, [બૅક્સ્પિન્સ], "એક પીઠ તરફનું ફેરવવું").
entry(પીઠની પાછળથી હુમલો, ક્રિયાપદ, [પીઠ પાછળથી હુમલો કર્યો,પીઠ પાછળથી હુમલો કરવો,પીઠની પાછળથી હુમલા કરે છે], "પીઠની પાછળથી હુમલો અથવા દગો આપવો").
entry(બૅક્સટે, સં, [બૅક્સટેજ], "માસ્ટ માટે એક સપોર્ટ").
entry(બેકસ્ટોપ, v, [બેકસ્ટોપ્ડ,બેકસ્ટોપિંગ,બેકસ્ટોપ્સ], "મજબૂત બનાવવું").
entry(બેકટોક, ન, [બેકટોક્સ], "એક ઉદ્દંડ જવાબ").
entry(બેકઅપ, ન, [બેકઅપ્સ], "એક પ્રતિભાસ").
entry(પાછળ, क्रियाविशेषण, [], "પાછળના દિશામાં").
entry(પાછળથી દોવા, ક્રિયા, [પાછળથી ધોયેલ, પાછળથી ધોવું, પાછલું ધોવું], "પાણીને પાછળની દિશામાં છાંટવું").
entry(backwind, v, [backwinded,backwinding,backwinds], "પંખાના પાછળના ભાગમાં પ્રવાહને અવરોધિત કરવાનો").
entry(backwood, adj, [], "અનગઢ").
entry(backwrap, n, [backwraps], "પાછળેથી બંધાતી વસ્ત્રાવરણી").
entry(પાછળની બાગ, n, [પાછળના બાગ], "મકાનના પાછળના ભાગમાં આવેલું ક્ષેત્ર").
entry(baclofen, n, [બેક્લોફેન્સ], "સ્નાયુઓને આરામ આપતું દવacf").
entry(બેકન, સા, [બેકન્સ], "સુષુકર અને ધૂપ ભરી જાતાનો ડુક્કરનો ભાગ").
entry(બેક્ટેરિયા, એન, [બેક્ટેરિયાસ], "નાના જલવાયુસૂલ જાતિઓનો એક સમૂહ").
entry(bacterin, n, [bacterins], "મૃત બેક્ટેરિયાનું તેની રાહત માટે તૈયાર કરવામાં આવતું રસી").
entry(baculine, adj, [], "ਨੇ મારો સંબંધ").
entry(baculum, n, [baculums], "અથવા BACULA બધી સ્તનધારીઓનાં લિંગમાં હાડકું").
entry(ખરાબ, વિશેષણ, [], "ખરાબBADDER BADDEST").
entry(ખરાબ, વિશેષણ, [], "વત્તર સૌથી ખરાબને સારું નથી").
entry(ખરાબ, n, [ખરાબો], "કાંઈક જે ખરાબ છેBADBADDISH વિશેષણ").
entry(ખરાબ માણસ, ન, [ખરાબ માણસો], "એક ખરાબ વ્યક્તિ").
entry(બેડી, ન, [બેડીઝ], "બેડી").
entry(બાડે, ભૂતકાળ, [], "બિડનો કાળ").
entry(બેજ, કર, [બેજ્ડ, બેજિંગ, બેજસ], "એક નિશાની સાથે પુરવઠો કરવા").
entry(બેજર, ક્રિયા, [બેજડ, બેજરિંગ, બેજર્સ], "તાજવીજ કરવી").
પ્રવેશ(બેજર્લી, વિશેષણ, [], "ખલેલરૂપ").
entry(બેડિિનેજ, v, [બેડિિનેજ્‌ડ,બેડિિનેજીંગ,બેડિિનેજ્‌સ], "બનટર કરવું").
entry(badland, n, [બેડલેન્ડ્સ], "એક પથારી હિલી વિસ્તાર").
entry(ખરાબ રીતે, ક્રિયા વિશેષણ, [], "ખરાબ રીતે").
entry(બેડમેન, n, [બેડમેન], "એક બિનકાયદેસર").
entry(badmouth, v, [badmouthed,badmouthing,badmouths], "ની ટીકા કરવી").
entry(ખરાબી, ન, [ખરાબીઓ], "ખરાબ હોવાની સ્થિતિ").
entry(baff, v, [baffed,baffing,baffs], "ગોલ્ફ બોલની નીચે વાગવું").
entry(baffies, pl, [], "બેંફી ના").
entry(હેરાન, v, [હેરાન,મુંજવણ,હેરાન કરે છે], "મુંજવણ કરવી").
entry(બાફ્લર, પ, [બાફ્લર્સ], "જણને બાફલ કરે").
entry(baffy, n, [baffies], "એક લાકડાનો ગોલ્ફ કોળકો").
entry(થેલો, v, [થેલામાં મૂકી દીધું,થેલામાં મૂકી નાખવું,થેલાઓ], "લવચીક કન્ટેનર એક થેલામાં મૂકવું").
entry(બગાસ, ન, [બગાસેસ], "બગાસ").
entry(બગાસ, સ, [બગાસો], "પતરેલા ખાંડના ખરીત").
entry(બેગલ, n, [બેગલ્સ], "એક વળાકાર રોલ").
entry(bagful, n, [bagfuls], "કે જેટલું બગ ધારણ કરી શકે").
entry(સામાન, n, [સામાનો], "લગેજ").
entry(બેગ્ડ, ભૂતકાળ, [], "બેગનો કાળ").
entry(બેગર, પ, [બેગર્સ], "એક જે બેગ બનાવે છે").
entry(બેગી, સ, [બેગીઝ], "પેટે").
entry(બેગિંગ, ન, [બેગિંગ્સ], "થેલી બનાવવાનો સામગ્રી").
entry(બેગી, વિશેષણ, [], "અત્યંત બેગી તેમ બેગીલોસફિટીંગ બેગિલી ક્રિયાવિશેષણ").
entry(બેગહાઉસ, n, [બેગહાઉસેસ], "એગ્ઝોસ્ટ ગેસમાંથી કણોને દૂર કરવા માટેની સુવિધા").
entry(બેગલાઇક, વિશેષણ, [], "બેગ જેવું").
entry(બેગમેન, નામ, [બેગમેન], "એક પ્રવાસી વેચાણકાર").
entry(વેશ્યાલય, કેસ, [વેશ્યાલયો], "એક વેશ્યા ગૃહ").
entry(બેગપાઈપ, ક્રિયા, [બેગપાઈપ્ડ, બેગપાઈપિંગ, બેગપાઈપ્સ], "પવન વાદ્ય બેગપાઈપ વગાડવું").
entry(બેગપાઇપર, n, [બેગપાઇપરસ], "તે જે બેગપાઇપ વગાડે").
entry(bagsful, a, [], "બેગફુલનો બહુવચન").
entry(baguet, n, [baguets], "બેગેટ").
entry(બેગેટ, n, [બેગેટ્સ], "એક ચોરસ આભૂષણ").
entry(બેગવિગ, n, [બેગવિગ્સ], "વિગનો એક પ્રકાર").
ફેરફાર(પટ્ટાવાળા કીટ, સ, [પટ્ટાવાળા કીટ], "નીશ્ચિત સુસારીનું તબક્કું").
એન્ટ્રી(બાહ, આંતર, [], "જોખમ વ્યક્ત કરવા માટે વપરાય છે").
entry(બહાદુર, ન, [બહાદુર્સ], "માનના હિંદુ উপાધિ").
entry(બાહ્ત, પ, [બાહ્તસ], "થાઇલૅન્ડની એક નાણાકીય એકમ").
entry(બૈદર, ન, [બૈદર્સ], "બિદરકા").
entry(બૈડાર્કા, n, [બૈડાર્કાસ], "બીડાર્કા").
entry(જામીન, v, [જામીન આપ્યાં,જામીન આપવું,જામીન આપે છે], "ાસ્થાયી રીતે સંપત્તિ પરિવહન કરવા માટેJAMINયોગ્ય વિશેષણ").
entry(બેઇલી, ન, [બેઇલીસ], "જેમને સંપત્તિ આપેલ છે એવો વ્યક્તિ").
entry(બેલર, પ, [બેલર્સ], "બેલોર").
entry(બેઇલી, n, [બેઇલ્સ], "બાહ્ય કિલ્લાનો દીવાલ").
entry(બિલી, ન, [બિલીઓ], "એક સ્કોટિશ મહાસચિવ").
entry(બેલિફ, ન, [બેલિફ્સ], "એક કોર્ટ અધિકારી").
entry(જામીન, ન, [જામીનો], "જામીન આપવાના કૃત્ય").
entry(બંધકદાતા, નામ, [બંધકદાતાઓ], "જેણે પોતાનું સંપત્તિ બીજાને રખે માટે અપે છે").
entry(બેલાઊટ, સં, [બેલાઓટ્સ], "જહાજથી પેરાશુટની મદદથી ઉતરવાની ક્રિયા").
entry(બેલસમેન, ના, [બેલસમેન], "જોઅકે અન્યના માટે સુરક્ષા પૂરી પાડી શકે તે").
એન્ટ્રી(બૈર્ન, ન, [બૈર્ન્સ], "એક બાળકબૈર્નિશ વિશેષણ").
entry(બેર્નલી, વિશેષણ, [], "બેર્નલિયર બેર્નલિયેસ્ટ બાળકી").
entry(ચારો, ક્રિયા, [ચારો આપ્યો, ચારો આપવું, ચારો આપે છે], "પ્રલોભન આપવા માટે").
entry(પ્રલોભક, ન, [પ્રલોભકો], "જો પ્રલોભને મૂકે છે તે").
entry(બેટફિશ, સં, [બેટફિશીસ], "ચારો તરીકે ઉપયોગ થતી માછલી").
entry(બંન્ને, વિશેષણ, [], "both").
entry(બૈઝા, ન, [બૈઝાસ], "ઓમાનની માલમાલ એકક").
entry(બેઇઝ, ન, [બેઇઝસ], "એક લીલો ઊનનો કાપડ").
entry(બેક, ક્રિઆપદ, [બેક કરેલું, બેક કરતા, બેક્સ], "ભોજનને ઓવનમાં તૈયાર કરવા").
entry(bakemeat, n, [bakemeats], "એક પેસ્ટ્રી").
entry(શેકનાર, ન, [શેકનારા], "જે શેકે છે").
entry(બેકરી, ન, [બેકરીઝ], "જે ત્યાં બેક્ડ માલ વેચાય છે તેવા સ્થળ").
entry(બેકરીનીદુકાન, ન, [બેકરીનીદુકાનો], "એક બેકરી").
entry(બેકવેર, ન, [બેકવેર], "બેકિંગ માટે વપરાતા વાસણો").
એન્ટ્રી(બેકિંગ, એન, [બેકિંગ્સ], "એક માત્રા બેક કરેલ").
entry(બકલાવા, ન, [બકલાવાસ], "એક તુર્કી પેસ્ટ્રી").
entry(baklawa, n, [બકલાવાસ], "બકલાવા").
entry(બક્ષિશ, v, [બક્ષિશડ,બક્ષિશિંગ,બક્ષિશેસ], "એક ટિપ આપવી").
entry(બાલ, પ, [બાલ્સ], "એક બાલમોરલ").
entry(બાલાફોન, ન, [બાલાફોન્સ], "આફ્રિકાનું સંગીત વાદ્ય").
entry(સંતુલન, v, [સંતુલિત,સંતુલિતતા,સંતુલનો], "તો વેઇ").
entry(સંતુલક, n, [સંતુલકો], "એક જે સંતુલન કરે છે").
entry(બલાસ, પા, [બલાસીસ], "સ્પાઇનલનું એક લાલ પ્રકાર").
entry(બલાતા, n, [બલાતાસ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(બાલ્બોઆ, n, [બાલ્બોઆઝ], "પાનામાની નાણાકીય એકમ").
entry(બાલ્કની, ન, [બાલ્કનીઓ], "એક ઉંચાઈ પરનો પ્લેટફોર્મ").
entry(ટાકલા, વિશેષણ, [], "ટાકલા વધારે ટાકલાBALDER BALDESTlacking વાળ").
entry(ટકલાડુ, ક્રિયા, [ટકલો, ટકલાટ], "ટકલાડુ થવું").
entry(ટકલા, n, [ટકલાઓ], "એક ટકલા વ્યક્તિ").
entry(baldish, વિશેષણ, [], "થોડું બહોળું").
entry(બાલ્ડલી, ક્રિયા વિશેષણ, [], "સરળ અને ઠેઠ રીતે").
entry(ટકला, ન, [ટકલા], "ટકલા હોવાની સ્થિતિ").
entry(baldpate, n, [baldpates], "એક ખિંચ્યું ના મંડ").
entry(બાલ્ડ્રિક, n, [બાલ્ડ્રિક્સ], "ખભાનું બેલ્ટ").
entry(બેલ્ડ્રિક, પ, [બેલ્ડ્રિક્સ], "બેલ્ડ્રિક").
entry(બેલ,ક્રિયાપદ,[બેલ્ડ,બેલિંગ,બેલ્સ],"કસેટ bundels માં બનાવવું").
entry(બલીન, ન, [બલીન્સ], "વ્હેલબોન").
entry(પ્રચંડ અગ્નિ, n, [પ્રચંડ અગ્નિઓ], "એક મોટી અગ્નિ").
entry(વિનાશક, વિશેષણ, [], "ભયાનક").
entry(બેલર, n, [બેલર્સ], "જે બેલ બનાવે છે").
entry(બેલિંગ, ન, [બેલિંગ્સ], "કઈકને ચુસ્ત કઠ્ઠામાં રૂપાંતરિત કરવાનું").
entry(બાલીસોર, n, [બાલીસોરસ], "લાંબા પૂંછડી વાળું બેજર").
entry(અડચણ, ક્રિયાપદ, [અડચણયા,અડચણવું,અડચણ નાંખવી], "અચાનક અટકી જવું અને આગળ વધવા માટે ઇનકાર કરવો").
entry(વારંવાર રોકનાર, n, [વારંવાર રોકનારા], "જે વારંવાર રોકે છે").
entry(balkline, n, [balklines], "ટ્રેક ઇવેન્ટ્સમાં પ્રારંભિક લાઇન").
entry(ભડકી, વિશેષણ, [], "ભડકિયું ભડકીયાંજિદ્દીભડકીને ક્રિયાવિશેષણ").
entry(બોલ, ક્રિયા, [બોલ્ડ, બોલિંગ, બોલ્સ], "ગોળ આકારનું બનાવવું").
entry(ballad, n, [ballads], "ગાથા અથવા ગીતBALLADIC વિશેષણ").
entry(બલાડ, n, [બલાડ્સ], "કાવ્યનો પ્રકાર").
entry(બેલેડ્રી, n, [બેલેડ્રીઝ], "બેલેડ કવિતા").
entry(બેલાસ્ટ, v, [બેલાસ્ટેડ,બેલાસ્ટિંગ,બેલાસ્ટ્સ], "સ્થિર કરવા માટે").
entry(બૉલબોય, n, [બૉલબોયઝ], "લડકો જે રમતો દરમિયાન બોલ પાછા લાવે છે").
entry(ballcock, n, [ballcocks], "વાલ્વનો એક પ્રકાર").
entry(બોલર, n, [બોલર્સ], "એ જે બોલ કરે").
entry(બેલે, n, [બેલેટ્સ], "એક શાસ્ત્રીય નૃત્ય સ્વરૂપબેલેટિક વિશેષણ").
entry(ballgame, n, [ballgames], "બોલ સાથે રમવામાં આવતો રમત").
entry(ballgirl, n, [ballgirls], "ખેલ દરમિયાન બોલ જતી લાવે એવી બાલિકા").
entry(ballhawk, n, [ballhawks], "ઉત્કૃષ્ટ રક્ષણાત્મક બોલપ્લેયર").
entry(ballies, pl, [], "ના બલી").
entry(બેલિસ્ટા, નામ, [બેલિસ્ટીએ], "અથવા બેલિસ્ટાસ એક પ્રાચીન હથિયાર").
entry(બેલૂન, ન, [બેલૂનસ], "સંચલનની હળવાશ").
entry(ballonet, n, [ballonets], "નાનો બલૂન").
entry(ballonne, n, [ballonnes], "એક બેલેટ કૂદકો").
entry(ષહેરાબાજી, ક્રિયાપદ, [ષહેરાબાજી કરી,ષહેરાબાજી રહેવું,ષહેરાબાજી કરે છે], "ફૂલવું").
entry(બેલેટ, ક્રિયાપદ, [મતદાન, મતદાન કરી રહ્યું છે, બેલેટ્સ], "મતદાન કરવું").
entry(મતદાનકાર, n, [મતદાનકારો], "તે જે મતદાન કરે").
entry(બોલપાર્ક, ન, [બોલપાર્ક્સ], "જેમાં બેસબોલ રમાટનો અયો હતો").
entry(બોલરૂમ, n, [બોલરૂમ્સ], "ડાન્સ માટેનો મોટો હોલ").
entry(ballute, n, [ballutes], "એક નાના ફુલાવવા માટે મળનારુ પેરાશૂટ").
entry(બાલય, n, [બાલીઝ], "એક શોરગુલ વાળોોએલાને").
entry(બૅલયાર્ડ, n, [બૅલયાર્ડ્સ], "એક બોલપાર્ક").
entry(હંગામી પ્રચાર, ક્રિયા, [હંગામી પ્રચાર કર્યો, હંગામી પ્રચાર કરી રહ્યો છે, હંગામી પ્રચાર], "ઉજાગરો પાડી પ્રચાર કરવો").
entry(ballyrag, v, [ballyragged,ballyragging,ballyrags], "ખેકડા").
પ્રવેશ(બોલ્સ, v, [બોલ્સેડ,બોલ્સિંગ,બોલ્સેસ], "કશુંક કરતી વખતે ભૂલ કરવી").
entry(બાલ્મ, ન, [બાલ્મ્સ], "એક સુગંધી રેઝિનBALMLIKE વિશેષણ").
entry(બાલમોરલ, ન, [બાલમોર્લ્સ], "જૂતાનો એક પ્રકાર").
entry(balmy, adj, [], "BALMIER BALMIESTમાઈલ્ડBALMILY adv").
entry(સ્નાન, વિશેષણ, [], "સ્નાન સાથે સંબંધિત").
entry(બાલોની, n, [બાલોનીઓ], "બોલોણા").
entry(બાલ્સા, n, [બાલ્સાઇ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(બાલસામ, v, [બાલસામેડ, બાલસામિંગ, બાલસામ્સ], "એક સુગંધિત રેજિનસ પદાર્થ બાલસામ સાથે અભિષેક કરવો").
entry(બાલ્સેમિક, વિશેષણ, [], "બાલ્સામ ધરાવતું").
પ્રવેશ(બાલ્ટી, નામ, [બાલ્ટિસ], "પાકિસ્તાનના રસોઈ પદ્ધતિનો એક પ્રકાર").
entry(બેલેસ્ટર, ન, [બેલેસ્ટર્સ], "એક રેલિંગ સપ્ર્ટ").
પ્રવેશ(બામ, v, [બામ્ડ, બામિંગ, બામ્સ], "નાના પ્રતિધ્વનિથી મારવું").
entry(બાંબીનો, n, [બાંબિનોસ], "અથવા બાંબિની એક બાળકડું").
entry(બાન્સ, ન, [બાન્સો], "એક ઉષ્ણકટિબંધ ઘાસ").
entry(બાન, એન, [બાની], "રોમાનિયાનું એક નાણાકીય એકમ").
entry(પ્રવેશ, v, [ પ્રતિબંધિત, પ્રતિબંધવામાં, પ્રતિબંધો], "નિષેધ કરવા માટે").
entry(સામાન્ય, વિશેષણ, [], "ordinaryBANALLY adv").
entry(સામાન્યતા, ન, [સામાન્યતાઓ], "કેટલુંક સામાન્ય").
entry(સામાન્ય બનાવવું, ક્રિયા, [સામાન્ય બનાવ્યું,સામાન્ય બનાવી રહ્યું છે,સામાન્ય બનાવે છે], "સામાન્ય બનાવવું").
entry(કેળું, n, [કેળાં], "એક ખાદ્ય ફળ").
entry(પ્રાયોજી, વિશેષણ, [], "વ્યવહારુ").
entry(બેન્ચ, પૂ., [બેન્ચો], "એક બેચ").
entry(બેંકો, ન, [બેંકો], "ચોક્કસ જુગાર રમતોમાં એક શરત").
entry(બેન્ડ, જાણી, [બેન્ડેડ,બેન્ડિંગ,બેન્ડ્સ], "લવચીક સામગ્રીના પટ્ટાઓથી શણગારવું").
entry(બંદા, n, [બંદાસ], "મેકસિકન નૃત્ય સંગ્રહ").
entry(પટ્ટી, ક્રિયાપદ, [પટ્ટી બાંધેલી,પટ્ટી બાંધતા,પટ્ટીઓ], "કાપલા ઘા પર ખેંચાણ માટે કપડાનું પટ્ટૂ લપસવું").
entry(બેન્ડેજર, n, [બેન્ડેજર્સ], "બેન્ડેજ કરનાર").
entry(બેન્ડએડ, વિશેષણ, [], "સરફેસીયલ રાહત આપતી").
entry(બંદના, ન, [બંદનાસ], "બંદન્ના").
entry(બાંડાના, ન, [બાંડાના], "મોટું રંગીન રૂમાલ").
entry(bandbox, n, [bandboxes], "એક હલકું બોક્સ").
entry(બેન્ડો, n, [બેન્ડોસ], "અથવા BANDEAUX, એક ટોપી અથવા હેડબેન્ડ").
entry(બેન્ડર, ન, [બેન્ડર્સ], "જે બેન્ડ કરે છે").
entry(બૅન્ડેરોલ, n, [બૅન્ડેરોલ્સ], "એક પટ્ટા").
entry(બેન્ડેર, ભૂતકાળ, [], "બેન્ડીનો સમય").
entry(બેન્ડીઝ, વર્તમાન, [], "બેન્ડીનો 3રો પૃષ્ઠકર્તા એકવચન").
entry(બેન્ડિંગ, સ, [બેન્ડિંગ્સ], "વિરોધાભાસી રંગોની પટ્ટીઓની ઉપસ્થિતિ").
entry(બંદિત, પ, [બંદિતો], "અથવા BANDITTI ચોર").
entry(બાન્ડિટો, સ, [બાન્ડિટોસ], "એક લુંટારો").
entry(બેન્ડીટ્રી, n, [બેન્ડીટ્રીઓ], "ડાકુઓ દ્વારા લૂંટ").
entry(bandmate, n, [બૅન્ડમેટ્સ], "એક બૅન્ડનો સાથી સભ્ય").
entry(બેન્ડોગ, n, [બેન્ડોગ્સ], "એક વોચડો").
entry(બાનડોરા, n, [બાનડોરાસ], "બાનડોરે").
entry(બંદોર, ન, [બંદોરસ], "સદીઓ જૂનું એક વાંસળી સમાન વાદ્યયંત્ર").
entry(bandpass, n, [bandpasses], "ફિલ્ટર દ્વારા પસાર થતી ફ્રિક્વન્સીનું શ્રેણી").
entry(bandsaw, n, [bandsaws], "બજળી ચાલતી આરીનો એક પ્રકાર").
entry(બૅન્ડસમૅન, વ્યક્તિ, [બૅન્ડસમેનો], "સંગીતમંડળીના સભ્ય").
entry(બાન્ડુરા, ન, [બાન્ડુરાસ], "એક યુક્રેનિયન તંતુ વાદ્ય").
entry(બેન્ડી, v, [બેન્ડીડ,બેન્ડીંગ,બેન્ડીસ], "આગલે-પૂગલે ફેંકવું").
entry(bandy, adj, [], "ઘૂંટણો પર ઘુમાવેલું BANDIER BANDIEST").
એન્ટ્રી(બેન, ક્રિયા, [બેન્ડ,બેનિંગ,બેન્સ], "વિષ્ણથી મારવું").
entry(વિનાશક, વિશેષણ, [], "ઝેરી").
entry(બૅંગ, v, [બૅંગડ,બૅંગીંગ,બૅંગસ], "ઝાટકાથી વાગવું").
entry(બેંગર, ન, [બેંગર્સ], "એક સોસેજ").
entry(બૅન્કોક, પુરુષ, [બૅન્કોક્સ], "એક ઘાસફળનું ટોપી").
entry(બંગલ, ન, [બંગલ્સ], "એક કંકણ").
entry(બેંગટેલ, n, [બેંગટેલ્સ], "રેસહોર્સ").
entry(બાની, pl, [], "બાનની").
entry( બનિયાન, પ, [બનિયાઓ], "એક હિંદુ વેપારી").
પ્રવેશ(બૈનિંગ, વર્તમાન, [], "બેનનું ભાગરૂપી").
entry(નિષ્કાસિત, v, [નિષ્કાસિત,નિષ્કાસિત કરવું,નિષ્કાસિત કરે છે], "ને બહાર કાઢવું").
entry(બેનિશર, ન, [બેનિશર્સ], "બહાર કાઢનાર જેમાંથી એક").
entry(બૅનિસ્ટર, n, [બૅનિસ્ટર્સ], "એક હથે પાર કરવા થતી પાઈપ").
entry(બેનજેક્સ, ક્રિયાપદ, [બેનજેક્સડ, બેનજેક્સિંગ, બેનજેક્સેસ], "નુકસાન પહોંચાડવું અથવા બગાડવું").
entry(બાંજો, ન, [બાંજોઝ], "અથવા બાંજોેસ એક સંગીત વાદ્યયંત્ર").
entry(બૅન્જોઇસ્ટ, n, [બૅન્જોઇસ્ટસ], "જે બૅન્જો વગાડી શકે છે").
entry(બેંક, v, [બેંકડ,બેન્કિંગ,બેંક્સ], "પૈસા બેંકમાં રાખવા માટે, એક સંસ્થા કે જે નાણા મામલાઓમાં વ્હેવહાર કરે છેબેંકેબલ વિશેષણ").
entry(બેંકબુક, ન, [બેંકબુક્સ], "ડિપોઝિટર્સ નું પુસ્તક").
entry(bankcard, n, [બેન્કકાર્ડ્સ], "બેન્ક દ્વારા જારી કરાયેલ ક્રેડિટ કાર્ડ").
entry(બેંકર, ન, [બેંકરો], "જે બેંકમાં કાર્ય કરે છેબેંકરની જેમ adj").
entry(બૅન્કિંગ, એન, [બૅન્કિંગ્સ], "બૅન્કનું વ્યવસાય").
entry(bankit, n, [બેંકિટ્સ], "ઉંચેલી ફુટપાથ").
entry(બેંકનોટ, n, [બેંકનોટ્સ], "એક પ્રોમિસરી નોંધ").
entry(bankroll, v, [bankrolled,bankrolling,bankrolls], "નાણાં પુરા પાડવા").
entry(દિવાળિયો, ક્રિયા, [દિવાળિયો થયેલું, દ_DIVALIYo થતું, દિવાળિયાઓ], "દિવાળિયા પાડવા").
entry(બેંક્સિયા, ન, [બેંક્સિયાસ], "એક ઑસ્ટ્રેલિયન વનસ્પતિ").
entry(બેન્કસાઇડ, ં, [બેન્કસાઇડસ], "નદી કાંઠાનું ઢાળ").
entry(બન્નેબલ, વિશેષણ, [], "બેન કરવાય યોગ્ય").
entry(નિષેધિત, ભૂતકાળ, [], "નિષેધ નું કાળ").
entry(બેનર, ક્રિયાપદ, [બેનર્ડ, બેનરિંગ, બેનર્સ], "ધ્વજથી સજાવવા").
entry(banneret, n, [ડંડે ચંદરમકખમ], "એક નાનું ધ્વજ").
entry(બાનરોલ, n, [બાનરોલ્સ], "એક બાનરોલ").
entry(બેનેટ, n, [બેનેટસ], "એક બોનેટ").
entry(પ્રતિબંધ, વર્તમાન, [], "પ્રતિબંધ કરવાનો પ્રતિકિયા રૂપ").
entry(બૅનોક, n, [બૅનૉક્સ], "એક પ્રકારનો કેક").
entry(banns, npl, [], "લગ્નની સૂચના").
entry(વિશ્વલંઘન, v, [વિશ્વલંઘન કર્યું,વિશ્વલંઘન કરવું,વિશ્વલંઘનો], "જંપવો").
entry(બાંશી, ન, [બાંશીઓ], "એક સ્ત્રી આત્મા").
પ્રવેશ(બંશી, n, [બંશીઓ], "બંશી").
entry(બેન્ટમ, ન, [બેન્ટમ્સ], "એક નાનું ફાઉલ").
entry(બન્ટેંગ, ન, [બન્ટેંગ્સ], "એક જંગલી સાંઢ").
entry(હાસ્યમજાક, ક્રિયા, [હાસ્યમજાક કર્યું, હાસ્યમજાક કરતી, હાસ્યમજાક કરે છે], "હળવેથી મજાકિયા ટિપ્પણીઓ અન્યને આપવી").
entry(તીખી ટિપ્પણી કરનાર, ન, [તીખી ટિપ્પણી કરનારાઓ], "જે તીખી ટિપ્પણી કરે છે").
entry(બેન્ટલિંગ, ન, [બેન્ટલિંગ્સ], "એક અત્યંત નાનકડું બાળક").
entry(બાન્ટી, ન, [બાન્ટીઓ], "એક બાન્ટમ").
entry(વડ, ન, [વડના વૃક્ષો], "પૂર્વ ભારતીય ઝાડ").
entry(બન્ઝાઈ, ન, [બન્ઝાઈસ], "જાપાનીઝ યુદ્ધનો નારા").
entry(બાઓબાબ, ન, [બાઓબાબ્સ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(બાપ, ન, [બાપ્સ], "નાનું રૂટી અથવા રોલ").
entry(બાપ્તિસ, v, [બાપ્તાઇઝ્ડ,બાપ્તાઇઝિંગ,બાપ્તાઇઝેસ], "બાપ્તિસ્મા આપવું").
entry(બેપ્ટિસિયા, n, [બેપ્ટિસિયાઝ], "એક ફુલારા છોડ").
entry(બાપ્તિસ્મા, ન, [બાપ્તિસ્મસ], "એક ખ્રિસ્તી વિધિ").
entry(બાપ્તિસ્ટ, પ, [બાપ્તિસ્ટસ], "બાપ્તિસ્મા આપનાર").
entry(બેપ્ટાઇઝ, v, [બેપ્ટાઇઝ્ડ,બેપ્ટાઇઝિંગ,બેપ્ટાઇઝસ], "બેપ્ટિઝમ આપવું").
પ્રવેશ(બેપ્ટાઇઝર, ન, [બેપ્ટાઇઝર્સ], "એક બેપ્ટિસ્ટ").
entry(બાર, v, [બાર્ડ,બારિંગ,બાર્સ], "બહાર કાઢવા માટે").
entry(બરાથેયા, પ, [બરાથેયાસ], "એક રેશમનું કાપડ").
entry(barb, v, [barbed, barbing, barbs], "તીખું કાંટું ચડાવવું").
entry(barbal, વિશેષણ, [], "દાઢી સાથે સંબંધિત").
entry(બર્બરિક, વિશેષણ, [], "અનસંસ્કારિત").
પ્રવેશ(બાર્બાસ્કો, n, [બાર્બાસ્કોઝ], "અથવા BARBASCOES એક ઉષ્ણકટિબંધના વૃક્ષ").
entry(બરબાટે,વિશેષણ, [], "દાઢી ધરાવતો").
એન્ટ્રી(બાર્બ, સ, [બાર્બ્સ], "મધ્યકાળિન વસ્ત્ર માથું").
entry(બારબેક્યુ, v, [બારબેક્યુડ, બારબેક્યુઇંગ, બારબેક્યુઝ], "લાઇવ કોળસ અથવા ખુલ્લા અગ્નિ પર રસોઈ કરવા માટે").
entry(બાર્બલ, ન, [બાર્બલ્સ], "એક માછલીનું અંગ").
entry(બાર્બેલ, ન, [બાર્બેલ્સ], "એક વ્યાયામ સાધન").
entry(બારબેક્યુ, ક્રિયાપદ, [બરબેક્યુડ, બરબેક્યુઇંગ, બરબેક્યુઝ], "બારબેક્યુ કરવા").
entry(નાઇ, v, [વાળકાપી,વાળકાપવા,વાળકાપનાર], "વાળ કાપવા").
entry(બારબેરી, ન, [બારબેરીસ], "એક ઝાડી").
પ્રવેશ(બારબેટ, ન, [બારબેટ્સ], "એક ઉષ્ણકેટીબંધી પંખી").
entry(બારબેટ, n, [બારબેટ્સ], "એક પ્લેટફોર્મ").
entry(બાર્બિકન, n, [બાર્બિકન્સ], "બાહ્ય કિલ્લાબંધી").
entry(barbicel, n, [barbicels], "પંખનું એક ભાગ").
entry(બાર્બી, n, [બાર્બીઓ], "પકવાના માટે એક પોર્ટેબલ ફાયરપ્લેસ").
entry(બાર્બિટીલ, n, [બાર્બિટીલ્સ], "એ સેડેટિવ").
entry(barbless,ી ુવનામ, [], "કાંટા વિના").
entry(barbot, n, [barbots], "બારબોટ").
entry(barbotte, n, [બાર્બોટ્સ], "મોટી મગરમચ્છ માછલી").
entry(બાર્બ્યૂલ, ન, [બાર્બ્યૂલો], "એક નાની બાર્બ").
entry(barbut, n, [barbuts], "હેલમેટનો એક પ્રકાર").
entry(barbwire, n, [barbwires], "કાંટાળી લોખંડી તાર").
entry(barca, n, [barcas], "ડબલએન્ડેડ બોટ").
entry(બારचान, n, [બારચાન્સ], "રીતૂડું અનુભવવા માટે ની સેગાણું").
entry(બાર્ડ, ક્રિયા, [બાર્ડેડ, બાર્ડિંગ, બાર્ડ્સ], "ઘોડાને જિરબી પહેરાવવું").
entry(બાર્ડ, v, [બાર્ડેડ,બાર્ડિંગ,બાર્ડેસ], "આવરણ ચઢાવવું").
entry(બાર્ડિક, વિશેષણ, [], "કવિતા સંદર્ભી").
entry(bare, adj, [], "નગ્ન").
entry(ઉઘાડવું, v, [ઉઘાડ્યું,ઉઘાડતા,ઉઘાડે], "પ્રદર્શિત કરવું").
entry(ઉઝાડ, ક્રિયાવિશેષણ, [], "વળાન વગર").
entry(બેરબોટ, ન, [બેરબોટ્સ], "મનોરંજન માટેનો બોટ જે કર્મચારી વગર ભાડે મળે છે").
entry(barefit, વિશેષણ, [], "નગ્નપગ").
entry(નંગતર, વિશેષણ, [], "જેમના પગમાં જુતા નથી").
entry(બેરેઝ, n, [બેરેઝ], "એક પાતળુકાપડ").
entry(barehand, v, [નંગા હાથે, નંગા હાથથી પકડવુ, નંગા હાથે પકડે છે], "નંગા હાથથી પકડવું").
entry(barehead, adv, [], "પગટોક લેતા વગર").
entry(માથંભારે, ક્રિયા વિશેષણ, [], "ક લખવેજ").
entry(નિર્વસ્ત્રતા, n, [નિર્વસ્ત્રતાઓ], "નિર્વસ્ત્ર હોઈ તે સ્થિતિ").
entry(barer, પ્રશ્નાત્મક, [], "બેરનો").
entry(બારેસર્ક, n, [બારેસર્કસ], "એક પ્રાચીન યોદ્ધા").
entry(બેરેસ્ટ, સુપરલેટિવ, [], "ના બેર").
entry(બાર્ફ, v, [બાર્ફડ, બાર્ફિંગ, બાર્ફ્સ], "ઉલટી કરવી").
entry(બર્ફી, ન, [બર્ફીઓ], "બર્ફી").
entry(બારફલાઈ, ન, [બારફલાઇઝ], "એક પીણારુ જે નિયમિતપણે બારોમાં જાય છે").
entry( سودා, v, [ચર્ચા કરવી,સોદાબાજી કરવી, سودઈ કરવી], "વીતરાણ અથવા ખરીદી માટેની શરતો પર ચર્ચા કરવા").
entry(બાર્જ, v, [બાર્જ્ડ,બાર્જિંગ,બાર્જિસ], "લાંબા મોટા હોડી દ્વારા બાર્જ દ્વારા ખસેડવા").
entry(bargee, n, [bargees], "એક બાજુ પર ખડકવાનો માણસ").
entry(બારજેલો, n, [બારજેલોઝ], "એક નીડલપોઈન્ટ સિલાઈ જે ઝીગઝેગ પેટર્ન બનાવે છે").
entry(બાર્જમેન, પ, [બાર્જમેન], "બાર્જનો માલિક અથવા ક્રુ સદસ્ય").
entry(બારગેસ્ટ, n, [બારગેસ્ટસ], "એક ગુબ્બારા").
entry(ચડડો, વર્તમાન, [], "ચડડાનું ક્રિયાપદ").
entry(સૌદાબાજી, n, [સૌદાબાજીઓ], "એક સોદો").
entry(બર્ગેસ્ટ, n, [બર્ગેસ્ટ્સ], "બર્ગેસ્ટ").
entry(barhop, v, [barhopped,barhopping,barhops], "એક સાંજે ઘણા બારોની મુલાકાત લેવા માટે").
entry(baric, શુભાય, [], "બેરિયમ સાથે સંબંધિત").
entry(બરીલા, ન, [બરીલાસ], "એક રસાયણિક સંયોજન").
entry(ઉજાણ, વર્તમાન, [], "ઉજાડવાનું વર્તમાન ક્રિયાપદ રૂપ").
નંવિશ(barista, સ, [baristas], "જોકે એક જે લોકો માટે કાફી બનાવે છે અને સેવા આપે છે").
entry(બેરાઈટ, n, [બેરાઈટસ], "એક ખનિજ").
entry(બારિટોન, n, [બારિટોન], "એક પુરુષ ગાયક અવાજ").
entry(બેરિયમ, n, [બેરિયમ્સ], "એક ધાતુપદાર્થ").
entry(ભસવું, ક્રિ, [ભસ્યું, ભસવું, ભસે છે], "કૂતરા જેવું રડવું").
entry(barkeep, n, [barkeeps], "એક બારટેન્ડર").
entry(બાર્કર, ન, [બાર્કર્સ], "જે ભસે છે").
entry(barkless, adj, [], "છાલ વગરનું, ભસવાનું અસમર્થ").
entry(બાર્કી, વિશેષણ, [], "બાર્કિયર બાર્કિએસ્ટછાલથી ઢંકાયેલું મૂળ અથવા ડાળખીનું મજબૂત બાહ્ય આવરણ").
entry(barleduc, n, [barleducs], "ફળનું મોરવું").
entry(barless, સંતવાચક વિશેષણ, [], "કોઈ અડચણો વગર").
પ્રવેશ(જવ, સં, [જવો], "એક અનાજ ઘાસ").
entry(barlow, n, [barlows], "એક જૅકનાઇફ").
entry(barm, n, [barms], "મોલ્ટ દારૂ ઉપરનો ફીણ").
entry(barmaid, n, [barmaids], "મહિલા બાર્ટેન્ડર").
એન્ટ્રી(બારમેન, પુ, [બારમેન], "એક પુરુષ બારટેન્ડર").
entry(barmie, વિશેષણ, [], "barmy").
entry(barmy, adj, [], "BARMIER BARMIESTફૂલો barm ફ્રોથીBARMILY adv").
entry(ખેતમાળીયા, v, [ખેતમાળીયુ, ખેતમાળીયું, ખેતમાળીયાનાં], "મોટા સ્ટોરેજ બિલ્ડિંગમાં સ્ટોર કરવા માટે").
entry(બાર્નેકલ, n, [બાર્નેકલ્સ], "એક શેલફિશ").
entry(barney, n, [barneys], "ઊંડું તર્ક").
પ્રવેશ(બાર્નલાઈક, આજે., [], "ખળાના સમાન").
entry(barnwood, n, [barnwoods], "ખેતરના અોરડા બનાવતા માટેનો પહોળો લાકડો").
entry(barny, વિશેષણ, [], "બાર્નિયર બાર્નીયેસ્ટ, આકાર કદ અથવા વાસના\"માં બાર્ન જેવી").
entry(barnyard, n, [barnyards], "બાર્ન પાસે આવેલ અમુક જગ્યાના ચૂમરહટ").
entry(બેરોગ્રામ, પુરુષલિંગ, [બેરોગ્રામ્સ], "એક બેરੋમેટ્રિક રીડિંગ").
entry(બેરોન, ન, [બેરોન્સ], "નીચેના દરજ્જાના આશ્રાફોમાંનો સભ્ય").
entry(baronage, n, [baronages], "બેરોનનો દરજ્જો").
entry(baroness, n, [baronesses], "બૅરનની પત્ની").
entry(બૅરોનેટ, n, [બૅરોનેટ્સ], "બૅરોનથી નીચેનું પદ ધરાવનાર વ્યક્તિ").
entry(barong, n, [barongs], "એક વ્યાપક છરી").
entry(મુખિયાકીય, ખાસણામ, [], "મુખિયાની લોકોપયોગી").
પ્રવેશ(બેરોન, ન, [બેરોનેસ], "એક બારોનેસ").
entry(બેરોની, ન, [બેરોનીઝ], "બેરોનનું ક્ષેત્ર").
entry(baroque, n, [baroques], "ચમકદાર વસ્તુ").
entry(બેરોસોર, n, [બેરોસોર્સ], "એક મોટો ડાયનોસોર").
entry(બેરૂશ, ન, [બેરૂશેસ], "એક પ્રકારની ગાડી").
entry(કા�, ન, [કા�], "એક �બરદાર જહાજ").
entry(બેરેબલ, વિશેષણ, [], "અડચણ મૂકવાને યોગ્ય").
entry(બેરેક, ક્રિયા, [બેરેકડ, બેરેકિંગ, બેરેક્સ], "ઉચ્ચ સ્વરે બૂમો પાડવી").
entry(બેરેજ, ક્રિયા, [બેરેજ કર્યું, બેરેજ કરવું, બેરેજ કરે છે], "ભારે હુમલા હેઠળ લાવવું").
entry(બારાંકા, ન, [બારાંકાસ], "એક ઊનલુ કણિકુ").
entry(barranco, n, [barrancos], "બાર્રાંકા").
entry(barrater, n, [barraters], "બેરેટર").
entry(બેરેટર, ન, [બેરેટર્સ], "જે બેરેટ્રી અપરાધ કરે").
entry(બેરેટ્રી, n, [બેરેટ્રીઓ], "જહાજના માલિક અથવા કર્મચારી દ્વારા કરેલ છેતરપિંડી").
entry(barre, v, [બેરડ,બેરિંગ,બેરેસ], "એક જાતનો ગિટાર કોર્ડ વગાડવાનો").
સ્ક્રિપ્ટ(અવરોધિત, ભૂતકાલ, [], "બંધ કરવાનો કાળ").
entry(barrel, v, [barreled,barreling,barrels], "અથવા BARRELLED BARRELLING BARRELજોરથી આગળ વધવું").
entry(બેરન, વિશેષણ, [], "બેરનર બેરનેસ્ટઅઉપરિજડબેરનલાઈ માટે ક્રિક").
entry(ખાંડ, સ, [ખાંડની જમીન], "ખાંડ જમીનનો ભૂમિખંડ").
entry(બારેટ, ન, [બારેટ્સ], "એક ચપટી ટોપી").
entry(barretor, n, [barretors], "બેરેટર").
entry(barretry, n, [barretries], "બેરેટ્રી").
entry(બારેટ, ન, [બારેટ્સ], "વાળ ક્લિપ").
entry(અવરોધ, ન, [અવરોધો], "એક અવરોધ").
પ્રવેશ(બંધન, વર્તમાન, [], "બાર અને બારીનો વર્તમાન કૃidia").
entry(બારિયો, n, [બારિઓ], "એક જિલ્લો").
entry(barrique, n, [barriques], "દ્રાક્ષમધની પિપડી").
entry(દારૂઉંટાવગૃહ, ન, [દારૂઉંટાવગૃહો], "એવું ગૃહ જ્યાં દારૂ વેચાય છે").
entry(હાડિયા, ન, [હાડિયાઓ], "કાર્ટનો એક પ્રકાર").
entry(બેરી, વિશેષણ, [], "આડી પટ્ટાઓમાં વિભાજિત").
entry(barstool, n, [બારસ્ટૂલ્સ], "બારરૂમમાં એક સ્ટૂલ").
entry(બાર્ટેન્ડ, ક્રિયાપદ, [બાર્ટેન્ડેડ, બાર્ટેન્ડિંગ, બાર્ટેન્ડ્સ], "બારરૂમમાં સેવા આપવી").
entry(હાટ, ક્રિયા, [હાટ કર્યો, હાટ કરવો, હાટ કરે છે], "વેપાર કરવો").
entry(તબાદલો કરનાર, n, [તબાદલો કરનારાઓ], "જે એક વસ્તુ બદલાવે છે").
પ્રવેશ(બાર્ટિસન, ન, [બાર્ટિસન્સ], "બાર્ટિઝન").
entry(બાર્ટિઝન, n, [બાર્ટિઝન્સ], "એક નાનો તુરત").
entry(barware, n, [barwares], "બારરૂમ સાધન").
પ્રવેશ(બાર્યે, ન, [બાર્યેસ], "દબાણની એક એકમ").
entry(બેરિયન, ન, [બેરિયોન્સ], "ઉપપરમાણુ કણનો એક પ્રકારબેરિયોનિક વિશેષણ").
entry(baryta, n, [બેરાઇટાસ], "બેરિયમનો એક સાધનBARYTIC વિશેષણ").
entry(બેરાઇટ, ન, [બેરાઇટ્સ], "બેરાઇટ").
entry(બેરિટોન, n, [બેરિટોને], "એક તારযুক্ত વાદ્ય").
entry(બેરીટોન, n, [બેરીટોન્સ], "બેરિટોન").
entry(મૂળભૂત, વિશેષણ, [], "આધાર સાથે સંબંધિતવધારામાં adv").
entry(બેસોલ્ટ, ન, [બેસોલ્ટ્સ], "એક જ્વાલામુખી પથ્થરBASALTIC વિશેષણ").
entry(બેસલ્ટસ, n, [બેસલ્ટસ], "અનલગ્જ્ડ સ્ટોનવેર").
entry(bascinet, n, [bascinets], "બેસિનેટ").
entry(bascule, n, [ભાસ્ક્યૂલ], "એક પ્રકારનું માશ્કી").
entry(આધાર, વિશેષણ, [], "નૈતિક રીતે નીચું 'BASER BASEST'").
પ્રવેશ(આધાર, v, [આધારિત,આધારીત,આધારો], "સ્થાપિત કરવું").
entry(બેઝબોલ, ન, [બેઝબોલ્સ], "એક પ્રકારે બૉલ").
entry(baseborn, વિશેષણ, [], "નીચી જનમનો").
entry(આધારિત, ભૂત, [], "આધારનો કાળ").
પ્રવેશ(આધારહીન, વિશેષણ, [], "કોઈ આધાર વગર").
entry(બેઝલાઇન, n, [બેઝલાઇન્સ], "નિર્ધારિત કેટલાક રમતવિષયક કોર્ટના અંતે આવેલા લાઇન").
entry(બેઝલોડ, n, [બેઝલોડ્સ], "વિદ્યુત પુરવઠા પરનો કાયમી લોડ").
entry(નીચાહિતે, ક્રિયાવિશેષણ, [], "એક નીચી રીતમાં").
entry(બેઝમેન, સ, [બેઝમેન], "બેઝબોલમાં ચોક્કસ ખેલાડી").
entry(ભુંયારું, n, [ભુંયારાંઓ], "મકાનનો જમીનથી નીચેનો ભાગ").
entry(હીનતા, n, [હીનતાઓ], "હીન હોવાની સ્થિતિ").
entry(બેસેજી, n, [બેસેજીઓ], "એક ભસ્યા વિના રહેતો કુકુર").
entry(બેસપાથ, n, [બેસપાથ્સ], "બેસ રનરનો બેેસેસ વચ્ચેનો માર્ગ").
entry(બેસર, તુલનાત્મક, [], "નો મૂળ").
entry(મૂળાસ્થાન, બહુવચન, [], "મૂળાશ્રયના").
entry(basest, superlative, [], "આધારનો").
entry(બૅશ, ક્રિયાપદ, [બૅશ્વડાયું, બૅશ કરવો, બૅશ કરે છે], "છીનવી નાખવું").
entry(બાશા, ન, [બાશાઓ], "એક પાશા").
entry(બૅશર, n, [બૅશર્સ], "જે બૅશ કરે છે").
entry(શરમાળ, વિશેષણ, [], "શાઈ ટિમિડ").
entry(બેશિંગ, n, [બેશિંગ્સ], "મારામારીનો એક કાર્ય").
entry(બશલેક્સ, પ, [બશલેક્સ], "કાપડનું ટોપું").
entry(basic, n, [basics], "મૂળભૂત").
entry(ક્ષારતા, ન, [ક્ષારતાઓ], "ક્ષારીય હોવાની સ્થિતિ").
entry(basidium, n, [basidia], "ફૂંગસ પરનું ઢાંચોBASIDIAL વિશેષણ").
entry(basifier, n, [basifiers], "એક કે જે βασифી કરે").
entry(બેસિફાઈ, v, [બેસિફાઈડ,બેસિફાઈંગ,બેસિફાઈઝ], "ક્ષાર બનાવવું").
entry(બેસિલ, n, [બેસિલ્સ], "એક સુગંધિત જડીબુટ્ટી").
entry(basilar, વિશેષણ, [], "મૂળ").
entry(basilary, adj, [], "બેસિલાર").
entry(બેસિલેક્ટ, n, [બેસિલેક્ટ્સ], "એક વિસ્તારની સૌથી ઓછી પ્રતિષ્ઠિત ભાષા").
entry(બેસીલિક, વિશેષણ, [], "બેસીલિકા સંબંધિત").
entry(બેસિલિકા, ન, [બેસિલિકા], "અથવા BASILICAE પ્રાચીન રોમન મકાન").
entry(બેસિલિસ્ક, ન, [બેસિલિસ્ક્સ], "એક કલ્પિત સર્પેંટ").
entry(બેસિન, n, [બેસિનો], "એક મોટું વહાણ, બેસિનલ, બેસિનેડ વિશેષણ").
entry(basinet, n, [basinets], "એક મધ્યયુગીય હેલ્મેટ").
entry(ટાંકીભર, n, [ટાંકીભરs], "જેટલું ટાંકીમાં સમાઈ શકે એટલું").
બાસ(પ્રવેશ, ઉપહિત, [], "મૂલનો ભાગ રૂપ").
entry(બેઝિયન, નં, [બેઝિયન્સ], "ખોપરીનો એક ભાગ").
entry(ઈન્વએસટીગેશન, પ, [કામકાજ], "કોઈક વાતનો આધારો").
entry(bask, v, [basked,basking,basks], "આનંદદાયક ગરમીમાં આરામથી બેસવું").
entry(basket, n, [baskets], "એક લાકડાનો કંટેનર").
entry(બાસ્કેટ્રી, ન, [બાસ્કેટ્રીઝ], "ટોપલાં બનાવવાની કળા").
પ્રવેશ(બાસમતી, ન, [બાસમતીસ], "લાંબા દાણાવાળા ચોખા").
પ્રવેશ(_basophil_, n, [basophils], "સેલનો એક પ્રકાર").
entry(બાસ્ક, ન, [બાસ્ક્સ], "બોડી스").
entry(બેસ, ન, [બેસીસ], "એક ખાદ્ય માછલી").
entry(બાસ, વિશેષણ, [], "બાસેર બાસેસ્ટડીપસાઉન્ડિંગ").
entry(basset, v, [basseted,basseting,bassets], "અથવા BASSETTED BASSETTING BASSETSto આઉટક્રોપ").
entry(બાસી, અ, [], "બાસોનું બહુંવચન").
entry(બેસિનેટ, n, [બેસિનેટ્સ], "શિશુના પટારા તરીકે ઉપયોગમાં લેવામાં આવતી ટોકરી").
entry(બાસિસ્ટ, ન, [બાસિસ્ટ્સ], "એક વ્યક્તિ જે ડબલ બાસ વગાડે છે").
entry(bassly, adv, [], "નીચા પિચ્છમાં").
entry(bassness, n, [bassnesses], "પિચમાં નીચાઈ").
entry(basso, n, [bassos], "અથવા BASSIa નીચી પિચ ધરાવતો ગાયક").
ડોંગ entry(બાસૂન, n, [બાસૂન્સ], "ઘટિયું અવાજવાળી વાદ્ય").
entry(basswood, n, [basswoods], "એક લિંડન વૃક્ષ").
entry(bassy, વિશેષણ, [], "નિકિષ્પમાં નીચું").
entry(બાસ્ત, નહિનામ, [બાસ્ત્સ], "એક ગરકیکشن સુંદર લાકડાનો રેસો").
entry(કાયદેસર નહિ, સં, [કાયદેસર નહિ બાળકો], "એક ગેરકાયદેસર બાળ").
entry(બરાબડી, સ, [બરાબડીઓ], "વારસ વિચ્છેદ સ્થિતિ").
entry(baste, v, [basted,basting,bastes], "આલસપૂર્વક સવારો માટે સેલાઇ કરવી").
entry(બેસ્ટર, ન, [બેસ્ટરો], "এক যে বস্ট કરે").
entry(bastile, n, [bastiles], "બાસ્ટિલ").
entry(બાસ્ટિલ, ન, [બાસ્તિલ્સ], "એક કેદખાનું").
entry(basting, n, [bastings], "બાસ્ટર દ્વારા વપરાયેલા થ્રેડ").
entry(બાસ્ટિયન, પ, [બાસ્ટિયન્સ], "એક કિલ્લેબંદી જગ્યા").
entry(ચમચ, v, [ચમચયું,ચમચતી,ચમચો], "એક બેઝબોલને મારવો").
entry(બાટાર્ડ, n, [બાટાર્ડ્સ], "એક બીર્ચબાર્ક ડુંગી").
entry(શક્કરિયું, n, [શક્કરીયાં], "એક મીઠું બટાટું").
entry(batboy, n, [batboys], "બેટબૉલો ઉપકરણોની સંભાળ રાખતો છોકરો").
entry(batch, v, [batched, batching, batches], "એકત્રિત કરવું").
entry(બેચર, n, [બેચર્સ], "એક કે જે બેચ કરે").
entry(બેટ, v, [બેટેડ,બેટિંગ,બેટ્સ], "બળને ઘટાડવા").
entry(bateau, n, [bateaux], "એક સમતલહોંડી નૌકા").
entry(બેટફિશ, સ, [બેટફિશઝ], "એક બેટ નમુ પાઠ").
entry(બેટફાઉલ, v, [બેટફાઉલ્ડ, બેટફાઉલિંગ, બેટફાઉલ્સ], "પક્ષીઓને રાત્રે પકڑવા").
entry(બેટગર્લ, ન, [બેટગર્લ્સ], "એક છોકરી જે બેસબોલના સાધનનો સંભાળ લેશે").
entry(બાથ, ન, [બાથ્સ], "ધોવાનું").
entry(સ્નાન કરવું, ક્રિયા, [સ્નાન કર્યું, સ્નાન કરી રહ્યું છે, સ્નાન કરે છે], "સમુદ્ર્નાં પાણીથી ધોવું").
entry(સ્નાનકર્તા, ન, [સ્નાન્યો], "જે સ્નાન કરે છે").
એન્ટ્રી(બેથેટિક, વિશેષણ, [], "તુચ્છ").
entry(સ્નાન, n, [સ્નાન], "સ્નાન કરતી વ્યક્તિની ક્રિયાની act").
પ્રવેશ(બાથલેસ, વિશેષણ, [], "ન્હાતું નથી").
entry(બાથમેટ, ન, [બાથમેટ્સ], "સ્નાનગૃહમાં વપરાતું પરપોટા").
entry(બાથოს, n, [બાથોસેસ], "સાધારણતા").
entry(બાથરોબ, ન, [બાથરોબ્સ], "એક ઘરનો કોટ").
entry(સ્નાનગૃહ, ન, [સ્નાનગૃહો], "સ્નાન કરવાનું કક્ષ").
entry(સ્નાનગૃહ, n, [સ્નાનગૃહો], "સ્નાન કરવા માટેનો નાનો ટબ").
entry(બેથાયલ, વિશેષણ, [], "ગહન નદી સાથે સંબંધિત").
entry(બંતિક, v, [બંતિક કર્યું,બંતિક કરવું,બંતિક], "એક વિશિષ્ટ પ્રક્રિયાથી કપડાને રંગવું").
entry(બેટિંગ, વર્તમાન, [], "બેટ નું વર્તમાન વિ форме").
entry(બાટીસ્ટ, ન, [બાટીસ્ટસ], "એક પાતળી કાપડ").
entry(batlike, વિશેષણ, [], "ચમગીદરૂપ હવા માં ઉડતું સસ્તન પ્રાણી").
entry(બેટમેન, ન, [બેટમેન], "એક ક્રમબર").
entry(બેટન, n, [બેટન્સ], "એક નાના દરવાજો").
entry(બેટ્સમેન, પ, [બેટ્સમેન], "જેણે બેટિંગ કર્યું").
entry(batt, n, [batts], "કપાસનો એક પાનો").
પ્રવેશ(બટાલિયા, ન, [બટાલિયાઓ], "સૈન્ય એકમ").
entry(બેટો, ન, [બેટોક્સ], "બેટો").
entry(બેટેડ, ભૂતકાળ, [], "બેટ નો કાળ").
entry(batten, v, [battened,battening,battens], "લાકડાના પટ્ટીયાથી બાંધવું").
entry(battener, n, [batteners], "જોયનું બટન બનાવનાર").
entry(મારનાર, v, [માર્યો,મારવાનો,મારે છે], "વારંવાર મારવું").
entry(મારનાર, સં, [મારનારાઓ], "એક જે મારેલા").
entry(બેટરી, ન, [બેટરીઝ], "એક બેલેMovimiento").
entry(બેટરી, ન, [બેટરીઝ], "વિદ્યુત પ્રવાહ ઉત્પન્ન કરવા માટેનું ઉપકરણ").
entry(battier, comparative, [], "બેટીનું").
entry(સૌથી પાગલ, ઉત્કૃષ્ટ, [], "પાગલની").
entry(બાટિક, ન, [બાટિક્સ], "બાટિકિંગ દ્વારા રંગાયેલું કાપડ").
entry(અતિ-અસામાન્ય રીતે, adv, [], "અતિ-અસામાન્ય રીતે").
entry(બેટિંગ, n, [બેટિંગ્સ], "a બેટ").
entry(યુદ્ધ, v, [યુદ્ધ કર્યું, યુદ્ધ કરી રહ્યું છે, યુદ્ધ કરે છે], "લડવું").
entry(લડ્યાન, પુરુષવાચક, [લડ લોકો], "જૉ લડાઇ કરે તે").
entry(બત્તુ, વિશેષણ, [], "બૅલેટની ચળવળ સંબંધિત").
entry(બેટ્ટ્યુ, નામ, [બેટ્ટ્યુઝ], "વધારાની દેવાની એક પ્રકારની શિકાર").
entry(batty, adj, [], "વહિયાત").
entry(batwing, વિશેષણ, [], "ચમકાદડાના પંખાની આકારની").
entry(બૉબી, પ, [બૉબીઓ], "બૉબી").
entry(બૉબલ, ન, [બૉબલ્સ], "સસ્તો ખીલ".).
entry(બોડ, ન, [બોડ્સ], "ડેટા પ્રસારણ ઝડપની એક એકાઈ").
entry(બોડેકિન, ન, [બોડેકિંસ], "મોખરફાવેલું કાપડ").
entry(બાઉડ્રોનસ, પ, [બાઉડ્રોનસસ], "એક બિલાડી").
entry(બાહિનીય, નામ, [બાહિનીયસ], "એક નાની ઉષ્ણકટિબંધની વૃક્ષ").
entry(baulk, v, [baulked,baulking,baulks], "અડચણ કરવી").
entry(બાલ્કર, n, [બાલ્કર્સ], "બાલ્કર").
entry(baulky, adj, [], "BAULKIER BAULKIESTbalky").
entry(બોસૉન્ડ, વિશેષણ, [], "સફેદ નિશાન ધરાવશે").
entry(બોકસાઇટ, ન, [બોકસાઇટ્સ], "એલ્યુમિનિયમના એક અયસ્ક બૉક્સાઇટિક વિશેષણ").
entry(બોબી, સં., [બોબીઓ], "એક સ્કોટિશ નાનું સિક્કું").
entry(બોકોક, પુ, [બોકોક્સ], "એક શ્રેષ્ઠ વ્યક્તિ").
entry(bawd, n, [bawds], "એક મહિલા").
entry(bawdier, તુલનાત્મક, [], "બૉડી ની").
entry(બોડીઝ, બહુવચન, [], "બોડી ના").
entry(બૂડિયસ્ટ, સર્વોચ્ચ, [], "બાઉડીની").
entry(અશ્લીલતાથી, ક્રિયાવિશેષણ, [], "અશ્લીલ રીતે").
entry(બૉડ્રિક, n, [બૉડ્રિક્સ], "બેલ્ટ").
entry(અશ્લીલતા, એન, [અશ્લીલતાઓ], "અશ્લીલતા").
entry(અશ્લીલ, વિશેષણ, [], "અશ્લીલતમ અશ્લીલતમત્તમઅશ્લીલ").
entry(અશ્લીલ, ન, [અશ્લીલો], "અશ્લીલ ભાષા").
પ્રવેશ(બૉક, ન, [બૉક્સ], "એક એટલાન્ટિક સમુદ્રી પક્ષી").
દાખલ(bawl, v, [bawled,bawling,bawls], "ઊંચા અવાજે રડવું").
entry(બોલર, ન, [બોલર્સ], "જે બૉલ કરે").
entry(બોન, ન, [બોન્સ], "ગાય માટેનું મેદાન").
entry(બોસુંડ, વિશેષણ, [], "બઓસંડ").
entry(બૉટી, n, [બૉટીઝ], "એક કૂતરો").
entry(બૉવટી, n, [બૉવટીઓ], "બૉવટી").
entry(ખાડી, v, [અલાપ્યું,અલાપવું,અલાપે], "હવેલ મારવી").
entry(બે, વિશેષણ, [], "બાયર બેયેસ્ટડાર્ક કથ્થાઈ").
entry(બાયડિયર, n, [બાયડીઅર્સ], "બાયાડેર").
entry(બયેદેર, n, [બયેદેરેસ], "એક નૃત્ય કરનાર યુવતી").
entry(બયામો, n, [બયામોઝ], "એક મજબૂત પવન").
entry(બેયાર્ડ, ન, [બેયાર્ડ્સ], "ઘોડો").
entry(બેયબેરી, n, [બેયબેરીઝ], "એક બેરીનું ઝાડ").
entry(બેફ્રન્શ્ટ, પ, [બેફ્રન્શ્ટ્સ], "એક અખાતનું દરિયાકિનારો").
entry(બેએમેન, પ, [બેએમેન], "એક વ્યક્તિ જે બંધરમાં માછલી પકડે છે").
entry(બેયનોડ્ડી, પ, [બેયનોડ્ડીઝ], "એક બેયમેન").
entry(બેયોનેટ, ક્રિયા, [બેયોનેટેડ, બેયોનાેઇટિંગ, બેયોનેટ્સ], "અથવા બેયોનેટેડ બેયોનેટિંગ બેયોનેટસ - ખંજરી જેવા હથિયારથી ધકાવું").
entry(બેયૂ, ન, [બેયૂઝ], "એક કાદવાળું જળાશય").
entry(બેસાઈડ, n, [બેસાઈડ્સ], "કાંઠો જે સમુદ્રનો પ્રવેશ હોય").
entry(બેવુડ, n, [બેવુડ્સ], "એક ખૂરચી મહોગની").
પ્રવેશ(બઝાર, ನ, [બઝારો], "એક માર્કેટપ્લેસ").
entry(બજાર, n, [બજારો], "બજાર").
entry(બજૂ, n, [બજૂઓ], "મોં").
entry(બઝૂકા, n, [બઝૂકાઓ], "એક નાનું રૉકેટ લૉન્ચર").
entry(bazz, v, [bazzed, bazzing, bazzes], "દૂઢત્રી તરીકે ફેંકવું").
entry(ઘ સ્બ નાખ સાથે ગ્રાહા, n, [ઘ સ્બ નાખ સાથે ग्राहाs], "એક રેજિન અથવા ગમ અવુ"]).
entry(be, v, [], "હાજર એકવચન પ્રથમ પુરૂષ AM ૨મું ARE અથવા ART ૩રું IS ભૂતકાળ એકવચન પહેલું અને ત્રણેય પુરૂષ WAS ૨મું WERE અથવા WAST અથવા WERT ભૂતકાળ વિરામ BEEN હાજર વિરામ BEING વાસ્તવિકતા ધરાવવી").
પ્રવેશ(કિનારે, v, [કિનારે લાગ્યું,કિનારે લાગવું,કિનારાઓ], "તટ પર ચલાવવું").
entry(બીચબૉય, પ, [બીચબૉય્ઝ], "એક પુરષ બીચ હાજર રહેનારો").
entry(beachy, adj, [], "રેઠાળ અથવા જતા ભરેલા").
entry(બીકન, v, [બીકન્ડ,બીકનિંગ,બીકનસ], "ચેતવણી આપવી અથવા માર્ગદર્શન આપવું").
entry(માળ, v, [માળાયું,માળતા,માળો], "માળ અથવા કાચના ટુકડાઓથી શણગારો").
entry(વિણા, ન, [વિણાઓ], "જેનું કાર્ય વિણવું છે").
entry(beadier, comparative, [], "મણિકાંકિત").
entry(beadiest, superlative, [], "ફણગાવટ").
entry(મણિકા, ક્રિયાવિશેષણ, [], "મણિકાની રીતમાં").
entry(મણિકા, n, [મણિકાઓ], "મણિકા વાળો સામગ્રી").
entry(બીડલ, n, [બીડલ્સ], "એક પેરિશ અધિકારી").
entry(beadlike, adj, [], "મણિઓ જેવા").
entry(beadman, n, [beadmen], "માળાવાળો").
entry(beadroll, n, [beadrolls], "નામોની સૂચિ").
entry(beadsman, n, [beadsmen], " બીજો કોઈ માટે પ્રાર્થના કરે છે").
entry(મણકાનું કાર્ય, n, [મણકાનાં કાર્ય], "મણકાબાંધન").
entry(beady, adj, [], "મણકાનાં જેવી BEADIER BEADIEST").
entry(બીગલ, v, [બીગલ્ડ, બીગલિંગ, બીગલ્સ], "નાના હાઉન્ડ્સ બીગલ સાથે શિકાર કરવો").
entry(બીગલર, ન, [બીગલર્સ], "જે બીગલ સાથે શિકાર કરે છે").
entry(beagling, n, [beaglings], "બીગલ્સ સાથે શિકાર કરવાની પ્રવૃત્તિ").
ઍન્ટ્રી(ચાંચ, ન, [ચાંચો], "પક્ષીઓનો બિલચાંચયુક્ત ચાંચવિહિન ચાંચ જેવી adj").
entry(બીકર, ન, [બીકર્સ], "મોટું કપ").
entry(beaky, adj, [], "ચાંચ જેવું BEAKIER BEAKIEST").
entry(beal, n, [beals], "દાડુ એક ચેપગ્રસ્ત ઘા માણસના શરીર પરનું પીડાદાયક સ્થળ").
entry(bealing, n, [bealings], "એક બીઅલ").
પ્રવેશ(બીમ, ક્રિયા, [બીમ્ડ,બીમીંગ,બીમ્સ], "આકાશ કિરણોનું પ્રસ્તાવ મૂકવું").
entry(beamier, તુલનાત્મક, [], "ભરેલી").
entry(beamiest, superlative, [], "બીમિનો").
entry(beamily, adv, [], "બીમીમય રીતે").
entry(બિમશ, વિશેષણ, [], "સમજદાર").
entry(beamless, adj, [], "સંકહીન").
entry(રીશમલ, વિશેષણ, [], "બીમ સમાન").
entry(beamy, adj, [], "BEAMIER BEAMIESTbeaming").
entry(બીન, ક્રિયા, [બીન્ડ,બીનિંગ,બીન્સ], "માથા પર મારવું").
entry(બીનબેગ, n, [બીનબેગ્સ], "એક નાની કાપડની બેગ").
પ્રવેશ(બીનબોલ, n, [બીનબોલ્સ], "માથામાં છોડેલું બેસબૉલ").
પ્રવેશ(બીનરી, ન, [બીનેરીઝ], "સસ્તું રેસ્ટોરન્ટ").
entry(બીની, n, [બીનિકાઓ], "એક નાની ટોપી").
entry(beanlike, adj, [], "એક બીન જેવા રહેવા").
entry(beano, n, [બીનોઝ], "બિંગોનો એક રૂપ").
entry(beanpole, n, [beanpoles], "એક પાતળી લાકડીએ").
entry(ભાલુ, v, [જન્મેલા, જંપવું, ભાલુઓ], "સહન કરવુંBEARABLE adjBEARABLY adv").
entry(bearcat, n, [bearcats], "એક નાનું સ્તનધારી પ્રાણી").
પ્રવેશ(દાઢી, v, [દાઢીવાળા,દાઢીબનાવતા,દાઢીઓ], "નિર્ભયતાથી વિરુદ્ધ થવા").
entry(ધરનાર, સંજ્ઞા, [ધરનારઓ], "એક કે જે ધરે").
entry(ભાલુઆલિંગન, n, [ભાલુઆલિંગનો], "ખડતલ ટાઇટ ગળે મળવું").
entry(ધેર્ય, પ, [ધેર્ય], "વર્તન").
entry(ભાલુ જેવું, વિશેષણ, [], "ભાલુ જેવું જોવા મારું, મોટી સ્તનધારી").
entry(bearlike, adj, [], "ભાલૂ જેવા").
entry(ભાલુપગ, n, [ભાલુપગો], "ભાલુની પાંવ").
entry(રાંધેલવાઘ, સ, [રાંધેલવાઘઓ], "વરાલ ની ખાલ").
entry(bearwood, n, [bearwoods], "બકથોર્ન કુટુંબનો એક નાનો ઝાડ").
entry(પશુ, ન, [પશુઓ], "પ્રાણી").
entry(બીસ્ટી, n, [બીસ્ટીસ], "એક નાનું પ્રાણી").
entry(પશુસમા, વિશેષણ, [], "પશુ જેવા").
entry(beat, v, [beat,beaten,beating], "અથડાવવુંવારંવાર મારોBEATABLE વિશેષણ").
પ્રવેશ(બીટબોક્સ, ક્રિયા, [બીટબોક્સ કર્યું, બીટબોક્સ કરી રહ્યો છે, બીટબોક્સ કરે છે], "રૅપ સંગીતની લય પર ગાવું").
entry(બિટર, સ, [બિટર્સ], "એક જે માર.education.es").
entry(beatific, adj, [], "બ્લિસફુલ").
entry(શણગારવું, ક્રિયાપદ, [શણગાર્યું, શણગારતા, શણگار છે], "ખુશ બનાવવું").
પ્રવિષ્ટિ(હાર, ન, [હારો], "એક પરાજય").
entry(beatless, વિશેષણ, [], "કોઈ તાલ ન હોવો").
entry(બિટનિક, n, [બિટનિક્સ], "એક બિનઅનુરુપતા").
entry(બ્યુ, સ, [બ્યુઝ], "અથવા બ્યુક્સ એક પ્રેમી બ્યુઇશ વિશેષણ").
entry(ઉત્સુકતા, ન, [ઉત્સુકતાઓ], "એક પ્રચૂરતા").
entry(સૌંદર્ય, ન, [સૌંદર્યોથી], "એક સુંદર વસ્તુ").
entry(સૌંદર્ય, વિશેષણ, [], "સૌંદર્યવાન સૌંદર્યવંતમો સુંદર").
entry(સુંદ્રીકરણ, v, [સુંદરિત,સુંદરિતામણું,સુંદરિત છે], "સુંદર બનાવવું").
entry(સૌંદર્ય, n, [સૌંદર્ય઼ો], "જે સુંદર છે").
પ્રવેશ(બોજ, એ, [], "બોસ્ટનો બહુવચન").
entry(બિવર, ક્રિયાપદ, [બિવર્ડ, બિવરિંગ, બિવર્સ], "જોરદાર કામ કરવાનું").
entry(બેબીરુ, સજાતિ, [બેબીરુઝ], "એક ઉષ્ણકટિબંધ વૃક્ષ").
entry(beblood, v, [beblooded,beblooding,bebloods], "લોહીથી ઢંકી દેવું").
entry(બિબોપ, ન, [બિબોપ્સ], "જૅઝનો એક પ્રકાર").
entry(bebopper, n, [beboppers], "બિબોપ ને પસંદ કરનારા").
entry(becalm, v, [becalmed,becalming,becalms], "શાંત કરવા").
entry(બેક્સમ, ભૂતકાળ, [], "બનવું નો કાળ").
entry(becap, v, [becapped,becapping,becaps], "ટોપી મૂકવી").
entry(becarpet, v, [becarpeted,becarpeting,becarpets], "કાર્પેટથી ઢાંકવું").
entry(કારણ કે, conjunction, [], "આ કારણસર").
એકમ(bechalk, v, [bechalked, bechalking, bechalks], "ચોકથી ઢાંકવું").
entry(બેચામેલ, ન, [બેચામેલ્સ], "એક સફેદ સૉસ").
entry(bechance, v, [bechanced,bechancing,bechances], "પડવું").
entry(મોહિત, ક્રિયા, [મોહિત કર્યું, મોહીત કરી રહ્યો, મોહીત કરે છે], "જાદુ હેઠળ રાખવું").
entry(બેક, ક્રિયા, [બેકેડ, બેકિંગ, બેક્સ], "બંધન આપવું").
entry(બેકેટ, n, [બેકેટ્સ], "સુરક્ષિત કરતું દોરડું").
entry(ઇશારો, ક્રિયા, [ઇશારો કર્યો,ઇશારો કરવો,ઇશારા કરે છે], "સંકેત અથવા હાવભાવ દ્વારા સંકેત કરવો").
entry(બેકોનર, ન, [બેકોનર્સ], "જે બોલાવે છે").
entry(beclamor, v, [beclamored,beclamoring,beclamors], "નોંધપાત્ર અવાજ સાથે બૂમાબૂમ કરવી").
entry(beclasp, v, [beclasped,beclasping,beclasps], "આલિંગન કરવું").
entry(becloak, v, [becloaked,becloaking,becloaks], "એક ઝબ્બો મૂકવો").
entry(beclog, v, [beclogged,beclogging,beclogs], "પૂર્ણ રીતે આવરિત થવું").
entry(beclothe, v, [beclothed,beclothing,beclothes], "ઓઢાવવું").
entry(ઠાકવું, ક્રિયા, [ઠાક્યું,ઠાકતું,ઠાકે છે], "ધૂંધળું બનાવવું").
entry(beclown, v, [beclowned,beclowning,beclowns], "હાસ્યાસ્પદ દેખાવા માટે કારણ બનવું").
entry(બનવું, v, [бનيو, બની રહેલું, બને છે], "હોવું આવે છે").
entry(બિકમિંગ, નિ, [બિકમિંગ્ઝ], "બદલાવની એક પ્રક્રિયા").
પ્રવેશ(ભીરૂ, ક્રિયા, [ભીરુ થયેલ, ભીરુ હોવું, ભીરુ થતા], "કાયરતા નો આરોપ લગાવવા માટે").
entry(becrawl, v, [becrawled,becrawling,becrawls], "પર રેંગવા").
entry(becrime, v, [becrimed,becriming,becrimes], "એક ગુનામાં ગેરકાનૂની બનાવવા માટે").
entry(બેક્રાઉડ, વી, [બેક્રાઉડેડ, બેક્રાઉડિંગ, બેક્રાઉડ્સ], "સંકુચિત રીતે ભીડ થવી").
entry(becrust, v, [becrusted,becrusting,becrusts], "ભૂરણ વડે ઢાંકવું").
entry(becudgel, v, [becudgelled,becudgelling,becudgels], "અથવા BECUDGELED BECUDGELING BECUDGELSને સારી રીતે માસ્ટર કરવી").
entry(કઠોર શાપ આપવો, v, [કઠોર શાપ આપ્યો, કઠોર શાપ આપતો, કઠોર શાપ આપે છે], "ઘણા કઠોર રીતે શાપ આપવો").
entry(બેડ, v, [બેડેડ,બેડિંગ,બેડસ], "સૌપૂરીક લાભ લેતી, સપાન માટે ઉપયોગમાં લેવાતું ફર્નિચર").
entry(bedabble, v, [bedabbled,bedabbling,bedabbles], "મોટી ગંદી કરવી").
entry(બેદાદ, ઉદ્‌ગાર, [], "હળવા શાપ તરીકે વપરાય છે").
entry(bedamn, v, [bedamned,bedamning,bedamns], "શાપ મુકવો").
entry(bedarken, v, [bedarkened,bedarkening,bedarkens], "અંધારું કરવું").
entry(લપસી, ક્રિયા, [લપસ્યું, લપસતા, લપસે છે], "લપસી જવું").
entry(બેડાઝલ, ક્રિયા, [બેડાઝલ્ડ, બેડાઝલિંગ, બેડાઝલ્સ], "ભ્રમિત કરવું").
entry(bedboard, n, [bedboards], "ગાદલું અને બેડસ્પ્રિંગ વચ્ચે રાખ્યો ગયેલો બોર્ડ").
entry(ખટમલ, ન, [ખટમલ], "લોહી પડનાર કીટક").
entry(bedchair, n, [બેડચેયર્સ], "બેડની નજીક આવેલી એક થાકણવાળી ખુરશી").
entry(પથારીનું ઢાંકણ, ન, [પથારીઓના ઢાંકણ], "પથારી માટે ઢાંકણ").
entry(beddable, adj, [], "શયને માટે યોગ્ય").
entry(બેડેડ, ભૂતકાળ, [], "બેડનો કાળ").
entry(બેડર, n, [બેડર્સ], "એક જે પલંગ બનાવે છે").
બ_entry(બેડ્ડિંગ, એન, [બેડ્ડિંગ્સ], "પથારી બનાવવા માટેનો સામગ્રી").
entry(બેડેફન, v, [બેડેફિંદ, બેડેફનિંગ, બેડેફન્સ], "બહેરું બનાવવું").
entry(સજાવટ, ક્રિયાપદ, [સજાવ્યું,સજાવી રહ્યું,સજાવે છે], "ભવ્યતા સાથે વસ્ત્ર પહેરાવવું").
entry(બેડેલ, પં, [બેડેલ્સ], "એક અંગ્રેજી યૂનિવર્સિટી અધિકારી").
નાંત(bedell, ન, [bedells], "bedel").
entry(bedeman, n, [બીડેમેન], "બીડ્સમેન").
entry(bedesman, n, [bedesmen], "બીડ્સમેન").
entry(bedevil, v, [bedeviled,bedeviling,bedevils], "or BEDEVILLED BEDEVILLING BEDEVILSto harass").
entry(bedew, v, [bedewed,bedewing,bedews], "શીતપાતથી ભીના કરવા").
entry(ખાટગત, વિશેષણ, [], "ખાટ પર બંધાયેલા").
entry(બેડફ્રેમ, n, [બેડફ્રેમ્સ], "ખાટલાનું ફ્રેમ").
entry(bedgown, n, [bedgowns], "એક ડ્રેસિંગ ગાઉન").
entry(bedhead, n, [bedheads], "બેડના માથા પર ઊભી થતી બોર્ડ").
entry(bediaper, v, [bediapered,bediapering,bediapers], "એક પ્રકારની ડિઝાઇન સાથે શણગારવા માટે").
entry(bedight, v, [bedighted,bedighting,bedights], "સજાવવા માટે").
entry(bedim, v, [bedimmed,bedimming,bedims], "અસ્પષ્ટ બનાવવું").
entry(bedimple, v, [bedimpled,bedimpling,bedimples], "ડિંપલ કરવું").
entry(bedirty, v, [bedirtied,bedirtying,bedirties], "માટી ખાતી").
entry(શૃંગાર, ક્રિયાપદ, [શૃંગારિત,શૃંગારવી,શૃંગાર], "તડાકાભડાકથી પહેરવેશ કરવો").
entry(અનેષ્ઠા, ન, [અનેષ્ઠાઓ], "ગોથંબ").
પ્રવેશ(બેડલમર, એન, [બેડલમર્સ], "એક યુવાન હરપ સીલ, એક જલચર સ્તનધારી").
entry(bedlamp, n, [બેડલેમ્પ્સ], "બેડની નજીકનો દીવો").
entry(ખાટલાવિહીન, વિશેષણ, [], "ખાટલા વિના").
entry(bedlike, adj, [], "કરીયાં જેવી").
entry(બેડલાઇનર, n, [બેડલાઇનર્સ], "ટ્રકના બેડ માટેનું રક્ષણાત્મક આવરણ").
entry(bedmaker, n, [પાંચવણારા], "જેઓ પથારા કરે છે").
entry(bedmate, n, [bedmates], "ેસંગી").
entry(bedotted, adj, [], "ડોટ્સથી છવાયેલું").
entry(બેદુઇન, ન, [બેદુઇનસ], "એક ભટકતી અરબી").
દાખલ(bedpan, n, [bedpans], "શોચાલય પાન").
entry(બેડપ્લેટ, ન, [બેડપ્લેટ્સ], "એક ફ્રેમ આધાર").
entry(bedpost, n, [bedposts], "బెడ్ యొక్క ఒక అంచటి").
entry(બેડક્વિલ્ટ, n, [બેડક્વિલ્ટ્સ], "થેંઢગાર માટેની ક્વિલ્ટ").
entry(બેડરેલ, n, [બેડરેલ્સ], "પાટિયું જે પથારીની બાજુમાં રાખવામાં આવે છે").
entry(bedrape, v, [bedraped,bedraping,bedrapes], "ઝાકળવા").
પ્રવેશ(ભીંજવું, ક્રિયાપદ, [ભીંજ્યું,ભીંજવું,ભીંજે છે], "સંપૂર્ણપણે ભીંજવું").
entry(bedrest, n, [bedrests], "બિછાનામાં આરામ").
entry(bedrid, adj, [], "ખાટલા-માટે").
entry(bedrivel, v, [bedrivelled,bedrivelling,bedrivels], "અથવા BEDRIVELED BEDRIVELING BEDRIVELS લાળથી ઢાંકી").
entry(bedrock, n, [bedrocks], "માટી હેઠળનો પથ્થર").
entry(બેડરોલ, નામ, [બેડરોલ્સ], "એક પોર્ટેબલ બિસ્તર").
entry(શયનકક્ષા, ન, [શયનકક્ષાઓ], "ઊંઘવા માટેનું એક કક્ષ").
entry(બેડ્રગ, v, [બેડ્રગ્ડ,બેડ્રગિંગ,બેડ્રગ્સ], "ઊંઘ માં દુબાણ લાવવા").
entry(પથારીના કાપડ, સ, [પથારીના કાપડ], "નીંદ્રા માટેનું કે કોટ પર ઓઢવાનું કાપડ").
entry(bedside, n, [bedsides], "ખાટલા તરફ").
entry(bedsit, n, [bedsits], "એક રૂમવાળું Apartment").
entry(બેડস্কર્ટ, નિ, [બેડસ્કર્ટસ], "ખાટના ખેંચપર જોડાયેલું પડદું").
entry(બેડસૉક, n, [બેડસૉક્સ], "પથારીમાં પહેરવા માટેનો મોજો").
entry(bedsonia, n, [બેડસોનિયાસ], "એક વાયરસ").
entry(હટરો, ન, [હટરો], "એક પ્રકારની ઘા").
પ્રવેશ(બેડસ્ટેન્ડ, ન, [બેડસ્ટેન્ડ્સ], "પલંગની બાજુમાંનું એક ટેબલ").
entry(પલંગપાણી, n, [પલંગપાણીઓ], "પલંગ માટેનો આધાર").
entry(નિઓલ,ના, [નિઓલ્સ], "એક લાકડાનું હર્બ").
entry(પથારીનાં કવર, ન, [પથારીનાં કવર], "ગાદીના કાપડનો કવર").
entry(સામાન્ય સૂવાની સમય, n, [સામાન્ય સૂવાની સમય], "સૂવા માટેનો સમય").
entry(બેડુ, ન, [બેડુ], "એક બેડોઈન").
એન્ટ્રી(બેડુઇન, ન, [બેડુઇન્સ], "બેડુઇન").
entry(બેડંબ, ક્રિયા, [બેડંબેડ, બેડંબિંગ, બેડંબ્સ], "બોલતી બંદ કરવી").
entry(બેડન્સ, ક્રિયા, [બેડન્સ્ડ, બેડન્સિંગ, બેડન્સેસ], "મૂશણ બનાવવાનો").
entry(bedward, adv, [], "બેડ તરફ").
entry(bedwards, adv, [], "પીઠપલટ").
entry(bedwarf, v, [bedwarfed,bedwarfing,bedwarfs], "તુલનામાં નાનું દેખાવા માટે કારણ બનવું").
entry(મધમાખી, ન, [મધમાખીઓ], "એક પંખીવાળું ફળ虫").
entry(બિબિ, n, [બિબિઓ], "એક ગોળી").
entry(beebread, n, [beebreads], "એક પરાગરજ મિશ્રણ").
entry(બીચ, n, [બીચેસ], "એક પ્રકારનું વૃક્ષBEECHEN વિશેષણ").
entry(બીચનટ, ન, [બીચનટ્સ], "બીચનું નટ").
entry(beechy, adj, [], "ઝાડની બહુલતા ધરાવતો").
entry(બીડી,ન, [બીડીઝ], "બિડી").
entry(બીફ, ન, [બીફ્સ], "અથવા બીવ્સa સ્ટીયર અથવા ગાય જે ખોરાક માટે સજ્જ છે").
entry(વીંછીનો માંસ, v, [વીંછીનું માંસ કર્યું,વીંછીનું માંસ કરવા,વીંછીનો માંસ કરે], "ભીડ વધારવા માટે").
entry(બીફેલો, n, [બીફેલોઝ], "અથવા BEEFALOEઅમેરિકન ભેંસ અને ઘરેલું ગાયના સંતાન").
entry(બીફકેક, ન, [બીફકેક્સ], "પુરુષ શરીરની તસવીરો").
entry(ઔટપુટ, તુલનાત્મક, [], "મોટો અને સ્ફુરિત").
entry(સૌથી મજ્બૂત, તુલનાત્માક, [], "મજ્બૂતનું").
entry(દારૂ_CTL, Advjective, [], "એક હુમલાખોર પ્રકારથી").
entry(beefless, adj, [], "અગાથુ વિના હોવું").
એન્ટ્રી(બીફવુડ, સન્યા, [બીફવુડ્સ], "એક કેટકલ").
પપ્રવેશ(બીફી, વિશેષણ, [], "બીફિયર બીફિયેસ્ટબ્રોની").
entry(મધમાખીનો છતો, ન, [મધમાખીના છતા], "મધમાખીઓ માટેનો એક છતો").
entry(beehived, adj, [], "મધમાખીછત્તર જેવા વાળવાળી હેરસ્ટાઇલ ધરાવતી").
entry(beelike, નિવ, [], "મધમાખી જેવી").
entry(મધુમાકીઘૂમટવું, ક, [મધુમાકીઘૂમટ્યું,મધુમાકીઘૂમટતા,મધુમાકીઘૂમટે], "સામે જ કાર્યવાહી કરવી").
entry(been, past, [], "હિસ્સેદારરૂપ બીમાં").
entry(બીપ, ક્રિયાપદ, [બીપ્યું,બીપવું,બીપે છે], "હોર્ન વગાડવો").
entry(beeper, n, [beepers], "સંકેત આપતી ઉપકરણ").
entry(બીયર, n, [બીયર્સ], "બાહ્ય મદિરા પેય").
entry(beernut, n, [બીઅરનટ્સ], "મીઠી કોટિંગવાળો શીંગદાણો").
entry(beery, adj, [], "BEERIER BEERIESTબિયરમાંથી પ્રભાવિતBEERILY adv").
entry(મોખલી મીણ, v, [મોખલી મીણ લગાવેલી,મોખલી મીણ લગાવવું,મોખલી મીણ લગાવશે], "એક પ્રકારની મીણથી ફર્નિચરને પોલિશ કરવું").
entry(બીસ્વિંગ, n, [બીસ્વિંગ્સ], "અંગૂરના દારૂ પર થતી એક પડ").
entry( બીટ, સંજ્ઞા, [બીટ્સ], "બગીચાના છોડ").
entry(ભમરો, v, [ભમર્યો,ભમરતાં,ભમરો], "બહાર નીકળવાનું").
entry(બીટલર, ન, [બીટલર્સ], "કાપડ પરિપૂર્ણતા મશીનનું સંચાલન કરનાર").
entry(ચુકંદર, n, [ચુકંદરો], "બીટનો મૂળ").
entry(બીવ્ઝ, ક, [], "માછલીનો બહુવચન").
entry(મધમાખી ચકલી, n, [મધમાખી ચકલીઓ], "મધમાખી પાલન").
એન્ટ્રી(બીઝર, ના, [બીઝર્સ], "નાક").
entry(befall, v, [befell, befallen, befalling], "BEFALLSto happen to").
entry(befinger, v, [befingered, befingering, befingers], "તમામ પર સ્પર્શ કરવા").
entry(લાયક, v, [લાયક હતો, લાયક હોય, લાયક છે], "ગુણવત્તાપૂર્ણ").
entry(beflag, v, [beflagged,beflagging,beflags], "ધ્વજો સાથે સજાવવું").
entry(beflea, v, [befleaed, befleaing, befleas], "ચીંતીઓથી સંક્રમિત કરવું").
entry(લપક, ક્રિયાપદ, [લપક્યું, લપક્યા, લપકવો], "ડાઘ કરવો").
entry(beflower, v, [beflowered,beflowering,beflowers], "ફૂલોથી ઢાંકવું").
entry(befog, v, [befogged,befogging,befogs], "ધુમ્મસથી આવરી લેવું").
એન્ટ્રી(બીફૂલ, v, [બીફૂલ્ડ,બીફૂલિંગ,બીફૂલ્સ], "ઠગવાનું").
entry(પહેલા, વિકૃતિ, [], "પહેલાં").
entry(મેલો કરવો, ક્રિયાપદ, [મેલો કરી દીધેલું, મેલો કરી રહ્યું, મેલો કરે છે], "ફાઉલ કરવું").
entry(ગંદું કરનાર, n, [ગંદું કરનારાઓ], "જે ગંદું કરે").
entry(befret, v, [befretted,befretting,befrets], "ચાવવું").
entry(મિત્રતાબાંધવી, ક્રિયાપદ, [મિત્રતાબાંધેલી,મિત્રતાબાંધી,cમિત્રતાબાંધે છે], "મિત્ર તરીકે વ્યવહાર કરવાનો").
entry(બેફ્રિંજ, ક્રિયા, [બેફ્રિંજ્ડ, બેફ્રિંજીંગ, બેફ્રિંજેસ], "સીમાના સાથે એક ઝાલરનો આભાસ આપવો").
entry(ઘેલો કરવો, v, [ઘેલો કર્યો, ઘેલો કરવો, ઘેલો કરે છે], "ચકચૂંદ કરવી").
entry(beg, v, [begged,begging,begs], "યાચના કરવા માટે").
entry(begad, interj, [], "માયલ શપથ તરીકે વપરાય છે").
entry(begall, v, [begalled,begalling,begalls], "ખંજવાળાલ મારો ખાવા માટે કંઇક આતુર છે").
entry(શરૂ થઈ, ભૂતકાળ, [], "શરૂ કરવાનો સમય").
entry(begaze, v, [begazed,begazing,begazes], "જોતું રહેવું").
entry(begem, v, [begemmed,begemming,begems], "જેમ કરવા").
entry(beget, v, [begat,begotten,begetting], "BEGET અસ્તિત્વમાં લાવવા નો કારણ બનવું").
entry(જનક, પ, [જનકો], "જે જન્મ આપે છે").
entry(ભિખારી, ક્રિયા, [ભિખારી બનાવ્યો, ભિખારી બનાવતો, ભિખારીઓ], "ગ્રસ્ત કરવું").
entry(દયનીય, વિશેષણ, [], "ખૂબ જ ગરીબ").
entry(ભીખ માગવી, સા, [ભિખારીઓ], "અતિશય ગરીબી").
entry(વિનવ્યું, ભૂતકાળ, [], "વિનંતી કરવાનો કાળ").
entry(માગવું, વર્તમાન, [], "માગવાની ક્રિયાપદરૂપ").
પ્રવેશ(શરૂઆત, v, [શરૂ, શરૂ કર્યું, શરૂ થવું], "શરૂઆતપ્રારંભ કરવો").
entry(શરુઆત, પ, [શરુઆત], "એક જે શરૂ કરે છે").
entry(ઘેરવું, v, [ઘેર્યું,ઘેરવી રહ્યું,ઘેરવાનું], "આસપાસ મૂકવું").
entry(begirdle, v, [begirdled,begirdling,begirdles], "આસપાસ ઘેરવું").
entry(beglad, v, [begladded,begladding,beglads], "ખુશ કરવા માટે").
entry(બેગ્લેમર, ક્રિયાપદ, [બેગ્લેમોયર્ડ, બેગ્લેમોરિંગ, બેગ્લેમોર્સ], "ગ્લેમરથી ચકાચોંધ કરવા").
બંધી(begloom, v, [begloomed, beglooming, beglooms], "ઉદાસ બનાવવા માટે").
entry(begone, v, [], "દૂર જવું એ જ એક માત્ર સ્વરૂપ છે જેનો ઉપયોગ થાય છે").
entry(બેગોવિયા, n, [બેગોવિયાસ], "એક ઉષ્ણકટિબંધીય હર્બ").
entry(begorah, interj, [], "બેગોરા").
entry(begorra, interj, [], "હલકી શપથ તરીકે ઉપયોગ થાય છે").
પ્રવેશ(બેગોરાહ, વિરામચિહ્ન, [], "બેગોરા").
entry(begot, a, [], "બિગેટનો ભૂતકાલ").
entry(જન્માયો, ભૂતકાળ, [], "જન્મ આપવાનો ભાગરૂપ").
entry(begrim, v, [begrimmed,begrimming,begrims], "માટાયવું").
entry(begrime, v, [begrimed,begriming,begrimes], "ફોલક"), " ગંદા કરવા માટે" ).
entry(બિગ્રોન, v, [બિગ્રોનડ, બિગ્રોનિંગ, બિગ્રોન્સ], "દર્દથી ઊછાટ મારવા").
entry(begrudge, v, [begrudged,begrudging,begrudges], "માટે અનિચ્છાથી માન્ય આપવી").
entry(છલવું, ક્રિયાપદ, [છલેલી,છલકર્તા,છલકરે છે], "છલ કરવાનો").
entry(ઠગવુંવાળો, n, [ઠગવુંવાળાઓ], "ઠગવામાં નિપુણ").
એન્ટ્રી(બેગુઈન, નામ, [બેગુઈન્સ], "એક જીવંત નૃત્ય").
entry(begulf, v, [begulfed,begulfing,begulfs], "સમાપ્ત કરવાનો").
entry(બેગમ, ન, [બેગમ્સ], "ઉચ્ચ દરજ્જાની મુસ્લિમ મહિલા").
entry(શરૂ કર્યું, ભૂતકાલ, [], "શરૂ થવાનો રૂપાન્તર").
પ્રવેશ(પક્ષે, ન, [પક્ષે], "હિત સપોર્ટ અથવા લાભ").
entry(વર્તવું, ક્રિયાપદ, [વર્ત્યું,વર્તતું,વર્તે છે], "સાચી રીતે વર્તવું").
entry(વ્યવહારક, ન, [વ્યવહારકઓ], "જે વર્તે છે").
entry(વર્તન, સિ, [વર્તનો], "વર્તન").
entry(શિરચ્છેદન, ક્રિયાપદ, [શિરચ્છેદ કર્યો, શિરચ્છેદ કરી રહ્યો છે, શિરચ્છેદ કરે છે], "માથું કાપવું").
entry(beheadal, n, [શિરોચ્છેદ], "શિરોચ્છેદ કરવાનું કાર્ય").
entry(beheader, n, [beheaders], "જે કપેછે તે").
entry(beheld, past, [], "behold નો કાળ").
entry(બહેમોથ, ન, [બહેમોથ્સ], "મોટું જંતુ").
entry(હુકમ, વિગત, [હુકમો], "એક આદેશ").
entry(પાછળ, ન, [પાછળ], "પોતાની પીઠ").
entry(જોવો, ક્રિયા, [જોયું,જોતાં,જોયે છે], "જુવું").
પ્રવેશ(બિહોલ્ડન, વિશેષણ, [], "કર્જદાર").
દાખલા(beholder, n, [beholders], "one that beholds").
entry(behoof, n, [ફાયદા], "ઉપયોગ લાભ અથવા લાભ").
entry(behoove, v, [behooved,behooving,behooves], "યોગ્ય હોવું").
entry(વાજબ હોવું, ક્રિયાપદ, [વાજબ હોતું હતું,વાજબ હોવું,વાજબ હોય છે], "લાયક બનવું").
entry(બિહાઉલ, ક્રિયા, [બિહાઉલ્ડ,બિહાઉલિંગ,બિહાઉલ્સ], "હાઉલ કરવું").
પ્રવેશ(બેજ, નામ, [બેજસ], "એક તાંબુ આકૃતિ").
entry(બીજ, વિશેષણ, [], "ટ્યાની રંગના").
entry(beigne, n, [beignes], "બેને").
entry(બેન્યે, ન, [બેન્યેટ્સ], "ફ્રિટર અથવા ડોનટની એક પ્રકાર").
entry(beigy, adj, [], "બેઇજ રંગનું").
પ્રવેશ(સ્તિત્વ, ન, [અસ્તિત્વો], "કંઈક જે અસ્તિત્વ ધરાવે").
entry(bejabers, n, [bejaberses], "બેજીસસ").
entry(bejasus, n, [bejasuses], "બેજીસસ").
entry(બીઝીસ, ન, [બીઝીસીસ], "બીઝીસ").
entry(bejesus, n, [bejesuses], "હલકા શાપ તરીકે ઉપયોગમાં લેવાતો એક ઉચ્ચાર").
entry(bejewel, v, [bejeweled,bejeweling,bejewels], "અથવા BEJEWELLED BEJEWELLING BEJEWEL પીંઢJewels સાથે સજાવવામાં આવે છે").
entry(બેજમ્બલ, ક્, [બેજમ્બલ્ડ, બેજમ્બલિંગ, બેજમ્બલ્સ], "ગોજારો કરવો").
entry(bekiss, v, [bekissed,bekissing,bekisses], "ચુંબનોની ભરમાર કરવી").
entry(બેકનાઇટ, ક્રિયા, [બેકનાઇટેડ, બેકનાઇટિંગ, બેકનાઇટ્સ], "સરનો દરજ્જો આપવો").
entry(beknot, v, [beknotted,beknotting,beknots], "વિધેયમાં બંધવું").
entry(bel, n, [બેલ્સ], "શક્તિની એક એકમ").
entry(વઢવું, ક્રિ, [વઢેલું,વઢતો,વઢે છે], "અસંભવિત સમય સુધી ચર્ચા કરવા માટે").
entry(વર્ણન, v, [વર્ણન કર્યું, વર્ણન કરવું, વર્ણન કરે છે], "વર્ણન કરવા માટે").
entry(belaced, વિશેષણ, [], "લેસથી સુરબધ્ધ").
entry(belady, v, [beladied,beladying,beladies], "લેડીની ઉપાધિ લાગુ કરવા માટે").
entry(મુઓવેલા, વિશેષણ, [], "મોડું અથવા ખૂબ મોડું").
પ્રવેશ(બેલોડ, v, [બેલોડેડ, બેલોડિંગ, બેલોડ્સ], "માટે પ્રશંસા").
entry(બેલે, v, [બેલેયેડ,બેલેયિંગ,બેલેયસ], "રસી બાંધવી").
entry(બિલેયર, ન, [બિલેયર્સ], "એક જે બિલે કરે છે").
પ્રવેશ(ડક્કાર, ક્રિયા, [ડક્કાર્યો, ડક્કારતા, ડક્કારતાં], "મોં દ્વારા વાયુને બહાર કાઢવો").
entry(બેલ્ચર, ન, [બેલ્ચર્સ], "જાણે કે ડકાર લે છે").
entry(વૃદ્ધા, n, [વૃદ્ધાઓ], "ઊંમરદાર સ્ત્રી").
entry(વૃદ્ધા, n, [વૃદ્ધાઓ], "વૃદ્ધા").
entry(beleap, v, [beleapt,beleaping,beleaps], "ઉપર જાણવું").
entry(ઘંટઘર, n, [ઘંટઘરો], "ઘંટીના કાંકરેવી જડીલ ઇમારત").
entry(બેલ્ગા, ન, [બેલ્ગાસ], "પૂર્વ બેલ્જિયન મોનીટરી યુનિટ").
એન્ટ્રી(બિલીઇ, ક્રિયાપદ, [બિલાઇડ, બેલાઇંગ, બીલાઇઝ], "ખોટી રજૂઆત કરવી").
entry(વિશ્વાસ, ન, [વિશ્વાસો], "કેટકદર્શતાની અથવા હકીકતાની સ્વીકાર્યતા").
entry(વિશ્વાસઘાતી, n, [વિશ્વાસઘાતીઓ], "જે વિશ્વાસઘાત કરે").
entry(માનો, v, [માની,માની રહ્યો,માને છે], "સાચું અથવા વાસ્તવિક સ્વીકારવું").
entry(વિશ્વાસુ, n, [વિશ્વાસુઓ], "જે માન્ય રાખે છે").
entry(શાયાદ, ક્રિયા વિશેષણ, [], "કદાચ").
entry(beliquor, v, [beliquored,beliquoring,beliquors], "મીથે છાંટવું").
entry(ડિગ્રેડ, ક્રિયા, [ડિગ્રેડ_કર્યું, ડિગ્રેડ_કરી_રહ્યું, ડિગ્રેડ_કરે છે], "હાસ્યાસ્પદ બનાવવુ").
entry(belive, adv, [], "સમય આવે ત્યારે").
entry(બેલ, ક્રિયાપદ, [અકોવાયું, અકોવી રહ્યું છે, અકોવે છે], "એક ઘંટ એક ઝણકારીઉપકરણ સાથે પ્રદાન કરવા માટે").
entry(bellbird, n, [bellbirds], "એક ઉષ્ણકટિબંધીય પક્ષી").
entry(બેલબોય, n, [બેલબોયસ], "હોટેલ્સનો છોકરો જે નાનાં કામ કરી આપે છે").
entry(bellbuoy, n, [bellbuoys], "બેલ ધરાવતું ચેતવણી તણખો").
entry(bellcast, adj, [], "છતના આર્કિટેક્ચરની શૈલીને દર્શાવવું").
બCoventry(belle, n, [belles], "એક આકર્ષક સત્ર").
entry(belleek, n, [belleeks], "એક અતિ પાતળો પારદર્શક પોર્સીલિન").
entry(બેલહોપ, ન, [બેલહોપ્સ], "એક બેલબૉય").
પ્રવેશ(બેલ્ડ, ભૂતકાળ, [], "બેલોનો સમય").
entry(બેલીઝ, વર્તમાન, [], "બેલીનો ત્રીજા પુરુષ એકવચન").
entry(બેલિંગ, ન, [બેલિંગસ], "નવે લગ્ન થયેલા દંપતી માટે એક ઉપહાસજનક સરેનાડ").
entry(બેલમેન, નં, [બેલમેન], "એક નગર સંચારક").
entry(બેલ્લો, v, [બેલ્લોડ,બેલ્લોઇંગ,બેલ્લોસ], "ઊંડા અવાજમાં બૂમ પાડી").
entry(બેલોઅર, n, [બલઑઅર્સ], "જે બલઑઅ કરે છે").
પ્રવેશ(બેલપુલ, ન, [બેલપુલ્સ], "ઘંટ વગાડવા માટે ખેંચાતું એક દોરડું").
entry(બેલવોર્ટ, ન, [બેલવોર્ટ્સ], "એક ફૂલો આપતો છોડ").
entry(પેટ, v, [પેટિયું,પેટવું,પેટિમો], "ફુલાવવા").
entry(બેલીફૂલ, ન, [બેલીફૂલ્સ], "અતિરેક માપ").
entry(બેલોન, ન, [બેલોન્સ], "ઍક ચપટુ શીપ ઉપરાંતુ").
entry(સંબંધ, v, [સંબંધિત,સંબંધિત,સંબંધ રાખે છે], "સદસ્ય હોવું").
entry(પ્રિય, નામ, [પ્રિયો], "કે જેને પ્રેમ કરવામાં આવે છે").
entry(નીચે, n, [નીચે], "કંઈક જે નીચે છે").
entry(બેલ્ટ, v, [બેલ્ટડ,બેલ્ટિંગ,બેલ્ટસ], "કમરની આજુ-બાજુ પહેરવામાં આવતા પટ્ટા કે બેલ્ટથી બંધાવું").
entry(બેલ્ટર,ન, [બેલ્ટર્સ], "જે બેલ્ટ કરે").
entry(બેલ્ટિંગ, ન, [બેલ્ટિંગ્સ], "બેલ્ટ માટેનું સામગ્રિ").
entry(બેલ્ટલેસ, વિ શે, [], "બેલ્ટ વિના હોવું ").
entry(બેલ્ટલાઈન, n, [બેલ્ટલાઈન્સ], "ખભાનાદરિયા").
entry(બેલ્ટવે, ન, [બેલ્ટવેજ], "શહેરના વિસ્તારમાં આસ પાસનું રાજમાર્ગ").
entry(બેલુંગા, n, [બેલુંગાસ], "સફેદ સ્ટરજન").
entry(belying, present, [], "તથ્યોને છુપાવવાવાળો ક્રિયાવિશેષણ").
entry(bema, n, [bemas], "અથવા બેમાતા એક પ્લેટફોર્મ મુસાદામાં").
entry(bemadam, v, [bemadamed,bemadaming,bemadams], "મેડમના ઉપાધિ વડે સંબોધન કરવું").
પ્રવેશ(બીમેડન, v, [બીમેડનડ,બીમેડનિંગ,બીમેડન્સ], "કંઇક દીવાનું કરવું").
entry(bemean, v, [bemeaned,bemeaning,bemeans], "પ્રતિષ્ઠા ઓછું કરવી").
entry(બેમિંગલ, ક્રિયાપદ, [બેમિંગલ્ડ, બેમિંગલિંગ, બેમિંગલ્સ], "સાથે મિક્ષ કરવા").
entry(અમલચૂંટવા, ક્ર્યા, [અમલચૂંટેલ,અમલચૂંટી રહ્યો,અમલચૂંટે], "કાદવથી મેલુ કરવા").
entry(વemist, v, [વemistid,વemisting,વemists], "એક કૂડમાં ઢાંકવું").
entry(bemix, v, [bemixt, bemixing, bemixes], "સંપૂર્ણપણે મિશ્રિત કરવા માટે").
entry(ઉદ્વેગ, ક્રાન્તિક્રિયા, [ઉદ્વેગ કર્યો, ઉદ્વેગ કરતો, ઉદ્વેગ કરે છે], "શોક વ્યક્ત કરવો").
entry(bemock, v, [bemocked,bemocking,bemocks], "ઉપહાસ કરવો").
entry(સમૂઢ, ક્રિયાપદ, [સમૂઢ, સમૂળી, સમૂળેશ], "પૂર્ણ વિધિથી ભલગમ કરવાની ભૂલ").
.entry(bemurmur, v, [bemurmured, bemurmuring, bemurmurs], "ગુણગણવું").
entry(ભમર્સવું, ક્રિયા, [ભમર્સિત, ભમરસવું, ભમરસે], "રાજીવેલું").
entry(bemuzzle, v, [bemuzzled, bemuzzling, bemuzzles], "મુઝલ કરવું").
entry(બેન, ન, [બેન્સ], "એક આંતરિક ઓરડો").
entry(બેનામે, v, [બેનેમ્પટેડ, બેનામિંગ, બેનેમ્સ], "નવા નામથી ઓળખાવવું").
entry(બેંચ, v, [બેન્ચડ,બેન્ચિંગ,બેન્ચેસ], "કોઈ ખેલાડી ને રમત અથવા ટીમની સ્પર્ધામાંથી બહાર લઈ જવા માટે").
એન્ટ્રી(બેન્ચર, પ, [બેન્ચર્સ], "એક મેજિસ્ટ્રેટ").
entry(બેન્ચટોપ, વિશેષણ, [], "કામ કરતી બેન્ચ માટે ઉપયોગ માટે યોગ્ય").
entry(bend, v, [bent,bending,bends], "વાકાર આપવોBENDABLE સવિશેષણ").
entry(benday, v, [bendayed,bendaying,bendays], "કcertainઈ પ્રક્રિયા દ્વારા પુનઃતયાર કરવું").
entry(વાકેલ, ન, [વાકેલ્સ], "વાળંટણાવાળું").
entry(બેન્ડર, n, [બેન્ડર્સ], "એક જે વાંકું કરે છે").
entry(bendways, adv, [], "બેન્ડવાઇઝ").
entry(bendwise, adv, [], "કોણાકાર").
entry(bendy, n, [bendys], "ભીંડા").
entry(bendy, adj, [], "સમર્પાકું સમર્પાકતમલચોક્કસ").
entry(bene, n, [benes], "બેન્ને").
ઇન્ટ્રી(બિનીથ, પૂર્વ, [], "અંડર").
entry(બેનેડિક, પ, [બેનેડિક્સ], "બેનેડિક્ટ").
પ્રવેશ(બેનેડિક્ટ, ન, [બેનેડિક્ટ્સ], "નોવાં પરણેલા પુરુષ").
entry(મહાનુભાવ, વિશેષણ, [], "દારદીઘેર").
entry(ફલાઆંશ, v, [ફલાઆંશવાળું,ફલાઆંશવાળા,ફલાઆંશો], "જમીન સાથે સન્નિધાન આપવું").
entry(લાભ, ક્રિયા, [લાભયુક્ત,લાભદાયક,લાભ], "અથવા લાભદાયક રીતે અથવા ઉપયોગી હોવું").
entry(benempt, a, [], "બેનામનો ભૂતકૃત").
entry(benempted, a, [], "બેનામનો ભૂતકાળ").
entry(સહજ, વિશેષણ, [], "kindBENIGNLY ક્રિયાવિશેષણ").
entry(આશીર્વાદ, સં, [આશીર્વાદો], "એક આશીર્વાદ").
entry(બેન્જામિન, n, [બેન્જામિન્સ], "બેન્ઝોઇન").
entry(બેન્ને, પ, [બેન્નેસ], "તલનો છોડ").
ઇન્ટ્રી(બેનેટ, n, [બેનેટ્સ], "એક બહુવાર્ષિક હર્બ").
entry(બેન્ની, પ, [બેન્નિસ], "બેન્ને").
entry(બેન્ની, ન, [બેન્નીઝ], "એક એમ્ફેટામાઇન ગોળી").
entry(બેનોમાઇલ, ન, [બેનોમાઇલ્સ], "એક રાસાયણિક સંયોજન").
પ્રવેશ(બેન્ટ, નામ, [બેન્ટ્સ], "એક ઝૂકાવ").
entry(બેનથલ, નિપાત, [], "બેનથિક").
entry(બેન્થિક, વિશેષણ, [], "મહાસાગરীয় ઊંડાણોને લગતું").
entry(બેન્થોન, ન, [બેન્થોન્સ], "બેન્થોસ્ટ-ში વસવાટ કરો છો જીવસૃષ્ટિ").
entry(બેન્થોસ, ન, [બેન્થોસેસ], "સમુદ્રનું તળિયું").
entry(બેન્ટો, ન, [બેન્ટોઝ], "ઓબેન્ટો").
entry(bentwood, n, [bentwoods], "ફર્નિચર ઉપયોગ માટે વંચાયેલ લાકડો").
entry(બેનમ્બ, v, [બેનમ્બડ,બેનમ્બિંગ,બેનમ્બસ], "સૂંથા કરવા").
entry(બેન્ઝલ, વિશેષણ, [], "એક નિશ્ચિત રાસાયણિક જૂથ સાથે સંબંધિત").
entry(બેન્ઝીન, n, [બેન્ઝીન્સ], "એક વિલયशील પ્રવાહી").
એન્ટ્રી(બેન્ઝિડિન, પ, [બેન્ઝિડિન્સ], "એક હાઇડ્રોકાર્બન").
entry(બેન્ઝિન, n, [બેન્ઝિન્સ], "બેન્ઝિન").
entry(બેનઝિન, n, [બેનઝિન્સ], "એક વૅપોરેટિવ પ્રવાહી").
entry(બેનઝોએટ, n, [બેનઝોએટ્સ], "એક રાસાયણિક લવણ").
entry(બેન્ઝોઇન, n, [બેન્ઝોઇન્સ], "એક ગમ રેઝિનBENZOIC વીશેષણ").
entry(બેન્ઝોલ, ન, [બેન્ઝોલ્સ], "એક બેનજિન").
પ્રવેશ(બેન્ઝોલ, ન, [બેન્ઝોલ્સ], "બેન્ઝોલ").
એન્ટ્રી(બેન્ઝોયલ, n, [બેન્ઝોયલ્સ], "એક એકમાણક રાસાયણિક રેડિકલ").
પ્રવેશ(બેન્ઝિલ, ન, [બેન્ઝિલ્સ], "એક એકમૂલ્યો રાસાયણિક રેડિકલબેન્ઝિલિક વિશેષન").
entry(bepaint, v, [bepainted,bepainting,bepaints], "છાંયાં પાડવા").
entry(bepimple, v, [bepimpled,bepimpling,bepimples], "ખીલાથી ઢાંકવાની क्रिया").
entry(વસીયત કરવી, ક્રિયા, [વસીયત કરી,વસીયત કરતી,વસીયત કરે], "વસિયાનથી પ્રદાન કરવું").
entry(વસીયત, ન, [વસીયતો], "એક વારસાગત").
entry(બેરેક, v, [બેરેકડ, બેરેકિંગ, બેરેક્સ], "બધું ખીલવવા માટે").
પ્રવેશ(berascal, v, [berascaled, berascaling, berascals], "દુષ્ટ તરીકે આરોપ લગાવવો").
entry(ઊમાળી નાંખવું, v, [ઉમાળો, ઊમાળી નાંખતા, ઊમાળે], "તીવ્ર રીતે રોષ કરવો").
entry(બર્બર, ન, [બર્બર્સ], "કારપેટનો એક પ્રકાર").
entry(બરબેરિન, n, [બરબેરિન્સ], "એક ઔષધિય આલ્કેલોઇડ").
entry(બર્બેરિસ, ન, [બર્બેરિસેસ], "એક બારબેરી").
entry(લાકડી, ન, [લાકડીઓ], "એક સ્ટેપ").
entry(બેરડેચ, પ, [બેરડેચેસ], "સ્વદેશી અમેરિકન પુરુષ ટ્રાન્સવેસ્ટાઇટ").
entry(બાર્ડાશ, નામ, [બાર્ડાશેસ], "બાર્ડેચ").
entry(વિહોણું કરવું, v, [વિહોણું કર્યું, વિહોણું કરવું, વિહોણું કરે છે], "કોઈ વસ્તુથી વિરહિત કરવું").
entry(શોકગ્રસ્ત, ન, [શોકગ્રસ્તો], "શોક પામનાર").
entry(બેરેટ, પ, [બેરેટ્સ], "નરમ ચપટી ટોપી").
entry(બેરેટા, n, [બેરેટાસ], "બિરેટા").
entry(berg, n, [bergs], "એક હિમશિલા").
entry(બરગમોટ, n, [બરગમોટ્સ], "એક સિટ્રસ વૃક્ષ").
entry(બર્શેનિયા, ન, [બર્શેનિયાઓ], "ફૂલદાર છોડ").
entry(bergere, n, [bergeres], "એક ઓસરી દાંતવાળી આર્મચેર").
entry(berhyme, v, [berhymed, berhyming, berhymes], "ગીત પર કાવ્ય બનાવવું").
entry(બેરીબેરી, n, [બેરીબેરિસ], "થિયમિનની ઘટની બીમારી").
entry(બેરીમબૌ, ન, [બેરીમબાઉસ], "બ્રાઝિલીયન સંગીત સાધન").
entry(બેરાઇમ, ક્રિયાપદ, [બેરાઇમેડ,બેરાઇમિંગ,બેરાઇમ્સ], "બરાઇમ કરવા માટે").
entry(beringed, વિશેષણ, [], "અંગૂઠીઓથી શણગારેલ").
entry(બર્ક, ન, [બર્ક્સ], "એક મૂર્ખ વ્યક્તિ").
entry(બર્લિન, પ, [બર્લિન્સ], "રથનો એક પ્રકાર").
entry(બર્લાઇન, પ, [બર્લાઇન્સ], "એક લિમોઝીન").
entry(બર્મ,ક્રિયા,[બર્મ્ડ,બર્મિંગ,બર્મ્સ], "એક ઊંચી ધાર અથવા ટેકરી પૂરી પાડવી").
entry(બર્મે, ન, [બર્મેસ], "બર્મ").
entry(બરમુડાસ, npl, [], "ઘૂંટણ સુધી લાંбу ચાલવાનું ડ્રેસ").
પ્રવેશ(bernicle, n, [bernicles], "એક જંગલી હાંસ").
entry(berobed, adj, [], "ચોગું પહેરેલો").
પ્રવેશ(berouged, વિશેષણ, [], "જahirરૂપે અથવા દાઢીથી રોઝ").
entry(બેરેટા, ન, [બેરેટાસ], "બિરેટા").
entry(બેરી, v, [બેરીડ,બેરિંગ,બેરીઝ], "બેરી ફળો ઉત્પન્ન કરવા").
entry(બેરીંગ, ન, [બેરીંગ્સ], "બેરીઝ એકત્રિત કરવાની પ્રવૃત્તિ").
entry(બરસીમ, પુ, [બરસીમ્સ], "એક ઘાશ").
entry(બર્સર્ક, ન, [બર્સર્ક્સ], "એક ક્રૂર યોદ્ધા").
entry(બર્થ, ક્રિયાનામ, [બર્થ્ડ, બર્થિંગ, બર્થીંગ], "મોરિંગ સાથે પ્રદાન કરવું").
entry(બરથા, ન, [બરથાસ], "એક વિશાળ કલર").
entry(બર્થિંગ, n, [બર્થિંગ્સ], "જહાજને મોર કરવા કરવાની ક્રિયા").
_entry(બેરિલ, નામ, [બેરિલ્સ], "એક લીલો ખનિજબેરિલાઇન વિશેષણ")._
entry(bes, n, [બેસેસ], "બેથ").
entry(bescorch, v, [bescorched,bescorching,bescorches], "જાળવું").
entry(bescour, v, [bescoured,bescouring,bescours], "માંધણીપૂર્વક સફાઇ કરવી").
ઍન્ટ્રી(બિસ્ક્રીન, v, [બિસ્ક્રીન્ડ,બિસ્ક્રીનિંગ,બિસ્ક્રિન્સ], "સ્ક્રીન કરવા માટે").
entry(બિસિચ, v, [બિસોટ,બિસિચિંગ,બિસિચેસ], "વિનંતી કરવી").
entry(લાયક, ક્રિયાપદ, [લાયક થયેલું, લાયક થતું, લાયક થાય છે], "ઉપયુક્ત હોવું").
entry(ઘેરવું, ક્રિયા, [ઘેરવું, ઘેરવું છે, ઘેરવામાં], "આક્રમણ કરવું").
entry(besetter, n, [besetters], "તે જે કષ્ટ આપનાર છે").
entry(છાંયરૂપ, ક્રિયા, [છાંયરૂપિત,છાંયરૂપણ,છાંયરૂપ કરે છે], "છાંયો પાડવો").
entry(બેશેમ, v, [બેશેમડ, બેશેમિંગ, બેશેમસ], "શરમિંદા કરવું").
entry(બેશિવર, v, [બેશિવડ, બેશિવરીંગ, બેશિવર્સ], "નાના ટુકડાઓમાં તોડવું").
entry(બેશાઉટ, v, [બેશાઉટેડ, બેશાઉટિંગ, બેશાઉટ્સ], "ચીસ પાડવી").
પ્રવેશ(ભિષાપ, ક્રિયા, [ભિષાપી, ભિષાપવું, ભિષાપે], "શાપ કેવું").
entry(ઢાંકવું, v, [ઢાંકેલું,ઢાંકવું,ઢાંકશે], "આવરણ").
entry(પાસે, પૂર્વ, [], "બાજુમાં").
પ્રવેશ(અલાવા, ક્રિયા વિશેષણ, [], "ઉપરાંત").
entry(વલોઢેવી, ક્રિયા, [વલોઢ્યો, વલોઢેવી, વલોઢે છે], "ઘેરવાનો").
entry(અવરોધકાર, n, [અવરોધકારો], "જે અવરોધ કરે છે").
entry(beslaved,ોન, [], "ઘુલામથી ભરેલું").
entry(beslime, v, [beslimed,besliming,beslimes], "કાદવથી ઢાંકી દેવું").
entry(બીસ્મીયર, v, [બીસ્મીયરડ,બીસ્મીયરીંગ,બીસ્મીયર્સ], "ઉપર લેપ કરવાનો").
પ્રવેશ(બેસમાઇલ, ક્રિયા, [બેસમાયેલ, બેસમાઇલિંગ, બેસમાઇલ્સ], "હસવું").
entry(કલંકિત, ક્રિયા, [કલંકિત,કલંકિત કરી રહ્યું છે,કલંકિત કરે છે], "મેલુ કરવું").
entry(besmoke, v, [besmoked,besmoking,besmokes], "ધૂમ્રપાનથી ગંદુ કરવું").
entry(besmooth, v, [besmoothed,besmoothing,besmooths], "સમતલ બનાવવું").
entry(besmudge, v, [besmudged,besmudging,besmudges], "બેસમજ").
entry(besmut, v, [besmutted,besmutting,besmuts], "સ્મટ સાથે કાળો કરવો").
entry(besnow, v, [besnowed,besnowing,besnows], "હિમની સાથે ઠાકવું").
entry(બેસમ, ન, [બેસમ્સ], "એક સાવડું").
entry(શાંત કરવું, ક્રિયાપદ, [શાંતિ આપેલી,શાંતિ આપવાનો,શાંતિ આપે છે], "શાંતિ આપવા માટે").
entry(મૂર્ખવું, v, [મૂર્ખ,મૂર્ખાતું,મૂર્ખાવે], "મૂર્ખ બનાવવું").
entry(માગ્યું, ક, [], "વિનંતી કરવાનું ભૂતકાળ").
entry(અંગ્રેજી_શબ્દ, v, [અંગ્રેજી_રૂપાંતર_1,અંગ્રેજી_રૂપાંતર_2,અંગ્રેજી_રૂપરૂપાંતર], "અર્થ").
entry(bespouse, v, [bespoused,bespousing,bespouses], "લગ્ન કરવું").
entry(bespread, v, [bespread,bespreading,bespreads], "ફેલાવવું").
ઝીરો(besprent, વિશેષણ, [], "છાંટવાથી છાંટ્યું").
entry(સર્વોત્તમ, v, [સર્વોત્તમ, શ્રેષ્ઠ, સર્વોત્તમ], "ઉત્તમ બનાવવું").
entry(સહાય, v, [સહાયેલ,સહાયી,સહાયે], "સહાય કરવા").
entry(પશુ જેવા, વિશેષણ, [], "પશુઓ સાથે સંબંધિત").
entry(જનાવલકી, ન, [જનાવલકીઓ], "પ્રાણીઓની કથાઓનો સંગ્રહ").
entry(bestir, v, [bestirred,bestirring,bestirs], "જાગૃત કરવું").
entry(ફાળવવું, ક્રિયા, [ફાળવ્યું, ફાળવે છે, ફાળવે], "ઉપહાર તરીકે પેશ કરવું").
entry(પ્રદાન, ન, [પ્રદાનો], "એક ભેટ").
પ્રવેશ(દાતા, ણ, [દાતાઓ], "જે આપે છે").
entry(bestrew, v, [bestrewed,bestrewn,bestrewing], "BESTREWવિખેરવા માટે").
entry(બેસ્ટ્રાઇડ, v, [બેસ્ટ્રાઇડ,બેસ્ટ્રિડન,બેસ્ટ્રાઇડિંગ], "બેસ્ટ્રાઇડ સ્ટ્રાડલ કરવા માટે").
પ્રવેશ(બેસ્ટરૉ, વી, [બેસ્ટરૉડ, બેસ્ટ્રોન, બેસ્ટરૉઈંગ], "BESTROWSto બેસ્ટ્રિવ").
entry(bestud, v, [bestudded,bestudding,bestuds], "ડોટ કરવા").
entry(besuited, વિશેષણ, [], "સૂટ પહેરેલું").
entry(beswarm, v, [beswarmed,beswarming,beswarms], "બધે નોંધ હત્યા માટે").
entry(પૂરકા, ક્રિયા, [પૂરાઈ, પુરકામા, પૂરુ], "જોખમમાં પૈસા લગાવવી").
entry(beta, n, [betas], "એક ગ્રીક અક્ષર").
entry(બેટાઇન, n, [બેટાઇનસ], "એક ક્ષારક્ષાર").
entry(betake, v, [betook,betaken,betaking], "જવા માટે betake કારણ બનવું").
entry(બેટાટ્રોન, ન, [બેટાટ્રોન્સ], "એક ઇલેક્ટ્રોનતિવ્રક").
entry(betatter, v, [betattered,betattering,betatters], "ફાટવું").
entry(betaxed, adj, [], "કર વડે બોજાયેલ").
entry(પાન, ન, [પાન], "એક વેલનારી છોડ").
entry(સોપારી, n, [સોપારીઓ], "પ્રેરક તરીકે ચાવવામાં આવે છે એવો બીજ").
entry(બેથ, ન, [બેથ્સ], "એક હિબ્રુ અક્ષર").
entry(bethank, v, [bethanked,bethanking,bethanks], "આભાર માનવા માટે").
entry(બેથલ, ન, [બેથલ્સ], "એક પવિત્ર સ્થળ").
entry(બેથેસ્ડા, n, [બેથેસ્ડાસ], "એક પ્રાર્થના મંદિર").
entry(વિચાર, ક્રિયા, [વિચાર કર્યો, વિચારી રહ્યો, વિચારે છે], "વિચાર કરવાનો").
entry(bethorn, v, [bethorned, bethorning, bethorns], "કાંટાઓથી ભરવું").
entry(bethump, v, [bethumped,bethumping,bethumps], "મજબૂતીથી થમ્પ કરવું").
entry(betide, v, [betided,betiding,betides], "ઘટના બનવી").
entry(betime, adv, [], "betimes").
entry(betimes, adv, [], "જલદી").
entry(બેટીઝ, n, [બેટીઝ], "મૂર્ખતા").
entry(betoken, v, [betokened,betokening,betokens], "સૂચવવું").
entry(બેટોન, n, [બેટોન્સ], "કોંક્રીટનો એક પ્રકાર").
પ્રવેશ(બેટોની, ન, [બેટોનિઝ], "એક યુરોપિયન હર્બ").
entry(betook, past, [], "બેટેકનો કાળ").
entry(દ્રોહિત, v, [દ્રોહ કર્યો, દ્રોહ કરી રહ્યો, દ્રોહ કરે છે], "ના શત્રુને મદદ કરવા").
entry(દગો, ન, [દગાઓ], "દગો કરવા નો કૃત્ય").
entry(વિશ્વાસઘાતક, ન, [વિશ્વાસઘાતીઓ], "જો વિશ્વાસઘાત કરે છે").
entry(વિદાય, v, [વિદાય,વિદાય કરતા,વિદાય કરે છે], "લગ્ન માટે સગાઈ કરતાં").
entry(બેટા, n, [બેટાસ], "એક સ્વચ્છ પાણીની માછલી").
entry(બેટેડ, કે, [], "બેટ નો ભૂતકાળ").
દાખલ(better, v, [bettered,bettering,betters], "સુધારવા").
entry(શરત લગાવવી, ન, [શરત લગાવવી કરતાં], "દੌડના પરિણામ પર જુગાર કરવાનો ક્રિયા").
entry(પટ્ટીયાજ, ન, [પટ્ટીયાજો], "એક જે શરત લગાવે").
entry(વચ્ચે, શંકા, [], "જે ખોળખૂણાકી જગ્યામાં છૂટે").
entry(betwixt, prep, [], "અંદરની વચ્ચે").
entry(beuncled, adj, [], "ઘણાં કાકાઓ અથવા માસાઓ હોવા").
entry(બેવાટ્રોન, પ, [બેવાટ્રોન્સ], "પ્રોટોન એટેલેરેટર").
entry(bevel, v, [બેવલ્ડ,બેવલિંગ,બેવલ્સ], "અથવા BEVELLED BEVELLING BEVELsના ખૂણામાં કાપવું").
ઐન્entry(બેવલર, ન, [બેવલર્સ], "એ કે જે બેવલ કરે છે").
પ્રવેશ(બેવેલર, ના, [બેવેલર્સ], "બેવેલર").
પ્રવેશ(પદાર્થ, પ, [પદાર્થો], "પીવા માટેનો પ્રવાહી").
entry(bevies, pl, [], "ના જૂથ").
entry(bevomit, v, [bevomited,bevomiting,bevomits], "બદબાશી બધું વમિત કરવા માટે").
entry(bevor, n, [બેવોર્સ], "હાલમાંના નાગા મોઢા માટેની એક કવુંજ").
entry(બેવી, નામ, [બેવીઝ], "આલ્કોહોલિક પીણું").
entry(બેવી, સં, [બેવીઓ], "એક જૂથ").
એન્ટ્રી(બેવેઇલ, ક્રિયાપદ, [બેવેઇલ્ડ,બેવેઇલિંગ,બેવેઇલ્સ], "વિલાપ કરવો").
entry(બેવેઇલર, ન, [બેવેઇલર્સ], "બેવેઇલ કરનારો").
entry(સાવચેત, v, [સાવચેતી,સાવચેતી કરવી,સાવચેતી તે લે છે], "સાવચેત રહેવું").
entry(beweary, v, [bewearied, bewearying, bewearies], "થકાવવું").
પ્રવેશ(ફફડે, ક્રિયાપદ, [ફફડ્યો,ફફડવો,ફફડે છે], "વીલાપ કરવા માટે").
entry(bewig, v, [બિવિગડ, બિવિગિંગ, બિવિગ્સ], "વિકનો ઉપયોગ કરીને શણગારવું").
entry(હચમચાવો, v, [હચમચાયેલું,હચમચાવવાનું,હચમચાવે], "ગુંચવવા").
entry(પંખધારી, વિશેષણ, [], "પંખો ધરાવવાનું").
entry(મોહિત કરવું, ક୍°, [મોહિત કર્યો, મોહિત કરી રહ્યો છે, મોહિત કરે છે], "જાદુ અથવા માયા દ્વારા અસર કરવી").
entry(beworm, v, [bewormed,beworming,beworms], "કૃમિથી ભરપૂર કરવું").
entry(ચિંતા, v, [ચિંતિત,ચિંતા_કરવો,ચિંતાઓ], "ચિંતા કરવી").
entry(bewrap, v, [bewrapt,bewrapping,bewraps], "સંપૂર્ણપણે લપેટવા").
entry(પ્રકટ કરવું, v, [પ્રકટ કર્યું,પ્રકટ કરી રહ્યું છે,પ્રકટ કરે છે], "ખુલાસો કરવો").
entry(ફરજભૂલ કરનારા, n, [ફરજભૂલ કરનારાઓ], "જે ફરજ ભુલાવે").
entry(બેઈ, નામ, [બેઈઝ], "એક તુર્ક શાસક").
entry(બેઇલિક, ન, [બેઇલિક્સ], "એક બેઇનો પ્રદેશ").
entry(બેઇલિક, n, [બેઇલિક્સ], "બેઇલિક").
entry(પાર, ન, [પારો], "કાંઇક જે આગળ વધુ છે").
entry(બીઝેન્ટ, ન, [બીઝેન્ટ્સ], "પ્રાચીન રોમનો સિક્કો").
entry(બેઝાઝ, n, [બેઝાઝસ], "પિઝાઝ").
entry(બેઝલ, n, [બેઝલ્સ], "એક ઢાળવાવાળી સપાટી").
entry(બેઝિલ, n, [બેઝિલ્સ], "બેઝલ").
entry(બેઝિક, ન, [બેઝિક્સ], "એક પત્તાં રમતમાં").
entry(બેઝોઆર, ન, [બેઝોઆર્સ], "કઈક જેવા પેટમાં ગાસ્ક્રિક પથ્થર").
entry(bezzant, n, [bezzants], "બેજન્ટ").
entry(ભાજી, ન, [ભાજીઓ], "ભાજી ફેરવીને બનાવેલો એક ભારતીય વાનગિ").
entry(ભક્ત, ન, [ભક્તસ], "ભક્તિનો અભ્યાસ કરનાર").
entry(ભક્તિ, n, [ભક્તિઓ], "હિંદુ ધર્મમાં ભગવાન પ્રત્યે નિરુපાધિક ભક્તિ").
entry(ભાંગ, ન, [ભાંગ્સ], "હેમ્પ છોડ").
entry(ભંગડા, n, [ભંગડાસ], "લોકપ્રિય પંજાબી નૃત્ય સંગીત એક રૂપ").
entry(ભારલ, n, [ભારલ્સ], "એક બકરાની જેમ દેખાતા એશિયાઈ સસ્તન પ્રાણી").
entry(ભીસ્તી, પ, [ભીસ્તીઓ], "ભીસ્તી").
entry(ભીસ્ટી, ન, [ભીસ્ટીઓ], "એક પાણી વહનકર્તા").
entry(ભેલપુરી, ન, [ભેલપુરીઓ], "ચટણી અને મસાલાવાળા ભાતનું વાનગી").
entry(bhistie, n, [bhisties], "ભીસ્વૅય").
entry(ભૂત, n, [ભૂત્સ], "ભૂત").
entry(ભૂત, n, [ભૂતસ], "નાનો વાવાઝોડો").
entry(બાઈ, પુ, [બાઈસ], "એક બિસેક્શ્યુઅલ").
entry(બાયેસેટિલ, ન, [બાયેસેટિલ્સ], "એક રાસાયણિક સ્વાદ વધારક").
entry(biali, n, [bialis], "બિયલિ").
entry(બિયાલી, ન, [બિયાલીસ], "અથવા બિયાલીસ એક કાંદાના રોલ").
entry(બાયએન્યુઅલ, વિશેષણ, [], "વર્ષમાં બે વખત ઘટે છે").
entry(bias, v, [biased,biasing,biases], "અથવા બાયસ્ડ બાયસિંગ બાયસેસ માટે પૂર્વાગ્રહ તરૂણપણે ઉપસર્ગ").
entry(બાયસનેસ, નં, [બાયસનેસેસ], "ઋજુતરપંથી હોવાનો અવસ્થા").
entry(બાયથલોન, n, [બાયથલોન્સ], "એક.ethletic સ્પર્ધા").
entry(biaxal, adj, [], "બાયએક્સિયલ").
entry(બાયએક્સિયલ, વિશેષણ, [], "બે અક્ષ ધરાવતું").
ઈન્‍ટ્રી(બિબ, વી, [બિબ્‍બ્ડ, બિબિંગ, બિબ્‍સ], "પીવા માટે").
entry(bibasic, adj, [], "ડાયબેસિક").
entry(bibb, n, [bibbs], "એક માસ્ટ સપોર્ટ").
entry(bibbed, past, [], "બિબનો કાળ").
entry(bibber, n, [bibbers], "પાણીદાર").
entry(બિબરી, ન, [બિબરીસ], "દારૂ પીવવાનું કાર્ય").
entry(bibbing, n, [bibbings], "ટિપ્લિંગ કરવાનો ક્રિયાપ્રવૃત્તિ").
entry(બિબકોક, נ, [બિબકોક્સ], "નળનો એક પ્રકાર").
entry(બિબે, ન, [બિબેસ], "એક પ્રાણી જેણે કુહારા માંડે છે તે મરણનું શુકોન છે").
entry(બીબલોટ, ન, [બીબલોટ્સ], "એક ખીલોનુ").
entry(બાઇબલ, ન, [બાઇબલ્સ], "એક પ્રમાણભૂત પ્રકાશન બાઇબલિક આધિ").
entry(bibless, વિશેષણ, [], "કોઈ બિબ વગરનું કપડું આવરે છે").
entry(biblike, વિશેષણ, [], " બહુખંડ ની જેમ દેખાવું").
entry(biblist, n, [biblists], "કોઈ જે બાઈબલના શબ્દોને જસ્લેટરલે લે છે").
entry(મદ્યપ, વિશેષણ, [], "પીણાની આદતવાળું").
entry(bicarb, n, [બાઇકાર્બ્સ], "સોડિયમ બાઈકાર્બોનેટ").
entry(બિકાઉડલ, વિશેષણ, [], "બે પૂંછડી રાખે છે").
entry(bice, n, [bices], "ફાળિયું અથવા લીલું રંગભૂમિ").
entry(બાયસેપ, n, [બાયસેપ્સ], "બાયસેપ્સ").
entry(બાઇસેપ્સ, n, [બાઇસેપ્સેસ], "એક હાથની સ્નાયુ").
entry(બાઈક્રોમ, વિશેષણ, [], "રંગબેરંગી").
entry(બિકર, ક્રિયા, [બિકર્ડ,બિકરિંગ,બિકર્સ], "વિવાદ કરવો").
ઇન્entry(બિકરર, પુ, [બિકરર્સ], "જે ઝગડે").
entry(બાઈકલાકાર, ન, [બાઈકલાકાર], "બે રંગો ધરાવતું કંઈક").
entry(દ્વિવર્ણ, n, [દ્વિવર્ણો], "દ્વિવર્ણ").
entry(biconvex, વિશેષણ, [], "બન્ને બાજુએ ઊભરેલું").
entry(બાઇકૉર્ન, n, [બાઇકૉર્ન્સ], "બાઇકોર્ન").
entry(બાઈકોર્ન, ન, [બાઈકોર્નસ], "એક પ્રકારની ટોપી").
entry(bicron, n, [bicrons], "મીટરનો એક અબજમો ભાગ").
entry(બાઈકસ્પિડ, n, [બાઈકસ્પિડ્સ], "એક દાંત").
entry(સાયકલ, v, [સાયકલ કર્યા, સાયકલ ચલાવવું, સાયકલો], "સાયકલ ચલાવવા માટે એક બે પૈડાવાળી વાહન").
entry(સાઇકલચાલક, n, [સાઇકલચાલકો], "તે જે સાઇકલ ચલાવે").
entry(બીસાયક્લિક, વિશેષણ, [], "બે ચક્ર ધરાવતું").
entry(બિડ, v, [બેડ,બિડન,બિડિંગ], "બિડસ્ એક કિંમતોની ઓફર માટે").
entry(બિડાર્કા, n, [બિડાર્કાસ], "એક ઇનુઇટ કેનૉ").
entry(બિદાર્કી, n, [બિદાર્કીઓ], "બિદાર્કા").
entry(biddable, adj, [], "obedientBIDDABLY adv").
entry(bidden, past, [], "બિડનો ભાગરૂપ").
entry(બિડર, n, [બિડર], "આપણી માટે બીડીંગ કરનાર").
entry(બિડિંગ, ન, [બિડિંગ્સ], "એક આદેશ").
entry(બિડ્ડી, ન, [બિડ્ડીઝ], "એક મરઘી").
entry(પ્રવેશ, ક્રિ, [પ્રવેશ કર્યો,પ્રવેશ કરી રહ્યો,પ્રવેશ કરે છે], "રહેવાનું").
entry(બિડેંટલ, વિશેષણ, [], "બે દાંત ધરાવતો").
entry(બાઇડર, n, [બાઇડર્સ], "જોકે રાહ જુએ").
entry(બીડેટ, ન, [બીડેટ્સ], "ધોવા માટેનો નાનો બેસિન").
entry(બીડી, ન, [બીડીઓ], "ભારતની સિગારેટ").
entry(બાઇડિંગ, વર્તમાન, [], "બાઇડનો અંગપ્રયોગ").
entry(bield, v, [bielded,bielding,bields], "છતરદાર કરવું").
entry(બાયેનાલે, n, [બાયેનાલેસ], "એક બે વર્ષમાં ઉથલું થતું શો").
entry(બાયેનિયલ, nna., [બાયેનિયલ્સ], "એક ઘટના જે દર બે વર્ષે ઘટે છે").
entry(biennium, n, [bienniums], "અથવા BIENNIA બે વર્ષની અવધિ").
પ્રવેશ(બિયર, ના, [બિયર્સ], "કોફિન સ્ટેન્ડ").
entry(biface, n, [bifaces], "કોતરવાની ધાર વાળો પથ્થરનો સાધન").
entry(bifacial, વિશેષણ, [], "બે ચહેરાઓ ધરાવે છે").
entry(biff, v, [biffed,biffing,biffs], "મારવું").
entry(biffin, n, [biffins], "એક રસોઇનો સોફળ").
પ્રવેશ(બિફી, ન, [બિફીઝ], "એક ટોયલેટ").
entry(bifid, adj, [], "બે ભાગમાં વિભાજિતBIFIDLY adv").
entry(bifidity, n, [bifidities], "બિફિડ હોવાની સ્થિતિ").
entry(bifidum, n, [બીફિદા], "એક બૅક્ટેરિયમ જેમાં ઘણીવાર દહીંમાં ઉમેરવામાં આવે છે").
entry(bifilar, adj, [], "બાઇફિલાર: બે થ્રેડ ધરાવતા").
entry(biflex, adj, [], "બે જગ્યાએ વાંકેલું").
entry(બાઇફોકલ, સં, [બાઇફોકલ્સ], "એક પ્રકારનો લેન્સ").
entry(બિફોલ્ડ, n, [બિફોલ્ડ્સ], "એક બે ભાગવાળું બારણું").
entry(biforate, વિશેષણ, [], "બે છિદ્રો ધરાવતું").
entry(biforked, વિશેષણ, [], "બે શાખામાં વિભાજિત").
entry(બિફોર્મ, વિશેષણ, [], "બે સ્વરૂપ ધરાવનાર").
પ્રવેશ(બિફોર્મડ, વિશેષણ, [], "બિફોર્મ").
entry(મોટું, વિ., [], "અત્યંત આકાર").
entry(મોટું, n, [મોટાંs], "મહાન મહત્વનું એક").
entry(bigamies, pl, [], "બિગેમીનો").
પ્રવેશ(બિગેમિસ્ટ, ન, [બિગેમિસ્ટ્સ], "જે બિગેમી કરે છે").
entry(બિગેમસ, વિશેષણ, [], "બિગેમી માટે દોષી").
entry(બિગેમી, n, [બિગેમીસ], "એક સમયે બે લોકો સાથે લગ્નમાં રહેવાનું ગુનો").
entry(બિગારેડ, n, [બિગારેડ્સ], "એક સારસવૃક્ષ").
entry(બિગારુન, n, [બિગારુન્સ], "એક પ્રકારની ચેરી").
entry(બાઇજેમિની, ન, [બાઇજેમિનીઝ], "ડબલ પલ્સની સ્થિતિ").
entry(બિગઆય, n, [બિગઆયઝ], "એક દરિયાઈ માછલી").
entry(bigfoot, n, [bigfoots], "અથવા BIGFEET એક પ્રಭાવશાળી વ્યક્તિ").
entry(બિગફૂટ, v, [બિગફૂટેડ, બિગફૂટિંગ, બિગફૂટસ], "એક બિગફૂટ તરીકે પોતાની પ્રભાવ력을 લગાવવા માટે").
entry(મોટું, તુલનાત્મક, [], "મોટા તરીકે").
entry(સૌથી_મોટું, ઝડપી_શબ્દ, [], "મોટામાં સૌથી").
entry(biggety, વિશેષણ, [], "biggity").
entry(બિગી, ન, [બિગીઓ], "જોકે મોટું હોય").
entry(બિગ્ગીઝ, pl, [], "નું બિગી").
entry(biggin, n, [biggins], "એક ઘર").
entry(bigging, n, [biggings], "biggin").
entry(થોડું મોટું, વિશેષણ, [], "કેટલાક મોટા").
entry(બિગિટી, વિશેષણ, [], "ઘમંડુ").
entry(બિગી, ન, [બિગીઓ], "બિગી").
entry(bighead, n, [bigheads], "પશુઓનો એક રોગ").
entry(બિઘોર્ન, ન, [બિઘોર્ન્સ], "એક જંગલી ભેંસ").
entry(બાઇટ, ક્રિયા, [બાઇટેડ, બાઇટિંગ, બાઇટ્સ], "હાડપિંજરની લૂપથી કસવું").
entry(બીગલી, ક્રિયા વિશેષણ, [], "વિશાળ રીતે").
entry(bigmouth, n, [bigmouths], "એક વાતુની વ્યક્તિ").
entry(મોટાપણું, n, [મોટાપણાઓ], "મોટું હોવાનોestado").
entry(બિગનોનિયા, n, [બિગનોનિયાઝ], "એક ચઢતી વનસ્પતિ").
entry(બિગોસ, n, [બિગોસેસ], "એક પોલિશ સ્ટ્યૂ").
entry(જાતિવાદી, n, [જાતિવાદીઓ], "પૂર્વગ્રહ ધરાવનાર વ્યક્તિ").
entry(અવિશ્વાસી, વિશેષણ, [], "અસહિષ્ણુ").
entry(વૈમનસ્ય, n, [વૈમનસ્યો], "પૂર્વગ્રહ").
entry(bigstick, વિશેષણ, [], "ભયાનક સૈન્ય બળ").
entry(બિગટાઈમ, વિશેષણ, [], "અતિશય ઉચ્ચ સ્તર સાથે સંબંધિત").
entry(biguine, n, [biguines], "બેગુઇન").
entry(bigwig, n, [bigwigs], "મહત્ત્વપૂર્ણ વ્યક્તિ").
entry(બાહીહોર્લી, વિશેષણ, [], "દર બે કલાકે થતું").
entry(બિજou, n, [બિજouસ], "અથવા BIJOUX એક આભૂષણ").
પ્રવેશ(બિજુગેટ, વિશેષણ, [], "બિપંક્તિ").
entry(બીજ્યુગસ, વિશેષણ, [], "બીજુગેટ").
entry(બિજ્યુરલ, વિશેષણ, [], "એક જુરિસ્ડિક્શન સાથે બે કાનૂની સિસ્ટમોને લગતું").
entry(બાઇક, ક્રિયા, [બાઇક કર્યું, બાઇકિંગ, બાઇક્સ], "સાઇકલ ચલાવવી").
entry(બાઇકર, ન, [બાઇકર્સ], "એક જે બાઇક ચલાવે").
entry(bikeway, n, [bikeways], "બાઇકો માટેનો માર્ગ").
entry(bikie, n, [બાઈકીઓ], "બાઇકર").
entry(સાયકલસવારી, વર્તમાન, [], "સાયકલ ચલાવવાનો ભાગરૂપ").
entry(બિકિની, n, [બિકિનિસ], "ડહૂકડા સ્વિમસૂટનો પ્રકાર બિકિનીડ adj").
entry(બિલેબિયલ, ન, [બિલેબીઆલ્સ], "એક ધ્વનિ જે બંને હોઠોથી ઉચ્ચારિત થાય છે").
entry(bilander, n, [bilanders], "નાનું જહાજ").
દાખલ(bilayer, n, [bilayers], "બહુમૂલક સ્ત્રાવાદ વાળા પૉલિમર ફિલ્મ").
entry(ભમરડી, સ, [ભમરડીઓ], "ખાદ્ય બેરી").
entry(બિલ્બો, n, [બિલ્બોઝ], "અથવા BILBOESa પાતળા તીક્ષ્ણ તલવાર").
entry(બિલ્બાના, પ, [બિલ્બાઓસ], "બિલ્બો").
entry(બિલ્બી, સ, [બિલ્બીસ], "નાનું રાત્રિજાગ્રત સ્તનપ્રાણી").
entry(પિત્ત, ન, [પિત્તો], "યકૃત દ્વારા સ્રાવિત પ્રવાહી").
entry(bilevel, n, [bilevels], "બહુમાળી ઘર, બે માળવાળું મકાન").
entry(બિલ્જ, ક્રિયા, [બિલ્જથ્ય, બિલ્જિંગ, બિલ્જેસ], "છિદ્ર થવું").
entry(બિલ્જી, વિશેષણ, [], "બિલ્જિયરની બિલ્જિએસ્ટસિવેજ જેવી ગંધ આવે છે").
entry(બિલિયરી, વિશેષણ, [], "પિત્ત સાથે સંબંધિત").
entry(બિલિનિયર, વિશેષણ, [], "બે લીનોને લગતું").
entry(પિત્તજન્ય, વિશેષણ, [], "પિત્ત સંબંધિત").
entry(બિલ્ક, v, [બિલ્ક્ડ, બિલ્કિંગ, બિલ્ક્સ], "ઠગવું").
entry(બિલ્કર, n, [બિલ્કર્સ], "એક જે બિલ્ક કરે").
entry(બિલ, v, [બિલ્ડ,બિલિંગ,બિલ્સ], "ખર્ચની રકમ રજૂ કરવા માટે, બિલ લાયક adj").
entry(બિલબગ, n, [બિલબગ્સ], "એક વીવિલ").
entry(બિલર, n, [બિલર્સ], "જોકે બિલ બનાવે છે").
entry(બિલેટ, v, [બિલેટેડ,બિલેટિંગ,બિલેટ્સ], "સૈનિકોને નિવાસ આપવા").
entry(બિલીટી, કો, [બિલીટીઝ], "જેણે આદેશ દ્વારા રહેવા માટે સ્થાન આપવામાં આવ્યું છે").
entry(billeter, n, [billeters], "એ વ્યક્તિ કે જે સૈનિકોને રોકે છે").
entry(બીલફિશ, n, [બીલફિષેસ], "લાંબા સાંકડા દાંતવાળી માછલી").
entry(બિલફોલ્ડ, n, [બિલફોલ્ડ્સ], "એક વૉલેટ").
entry(billhead, n, [billheads], "એક લેટેરહેડ").
entry(બિલહૂક, ઉપસર્ગ, [બિલહૂક્સ], "કાપવાની સાધન").
entry(બિલિયર્ડ, ન, [બિલિયર્ડ્સ], "બિલિયર્ડ્સ કે ટેબલ ગેમમાં કૅરમનો શોટ").
entry(બિલી, ન, [બિલીઝ], "એક સાથી").
પ્રવેશ(બિલ્લીઓ, pl, [], "બિલીનો").
entry(billing, n, [billings], "જ્યાં કલાકારને યાદીમાં સૂચિબદ્ધ કરવામાં આવ્યો છે એ સબંધમાં").
entry(બિલિયન, ન, [બિલિયનો], "એક સંખ્યા").
entry(બિલન, n, [બિલન્સ], "ચાંદી અને તાંબાના મિશ્ર ધાતુ").
entry(બિલો, ક્રિયા, [બિલોચી, બિલોતું, બિલો કરે છે], "ફુલવું").
entry(ભરાવદાર, વિશેષણ, [], "ભરાવદાર, ભરાવદારतम કોલાતું ઉછળતું").
entry(બિલી, ન, [બિલીસ], "એક નાની ગુલાટી").
entry(બિલીકੈਨ, ન, [બિલીકેન્સ], "પાણી ગરમ કરવા માટેનો પાત્ર").
entry(બિલોબેટ, વિશેષણ, [], "બે પરિપૂર્ણીયાં ધરાવતા").
entry(બિલોબેડ, વિશેષણ, [], "બિલોબેટ").
entry(bilsted, n, [bilsteds], "કઠણ લાકડાવાળું વૃક્ષ").
entry(બિલટૉંગ, n, [બિલટૉંગ્સ], "સૂખવી અને ક્યૂર કરેલા માંસ").
entry(બિમા, n, [બિમાસ], "બેમા").
entry(બિમાહ, n, [બિમાહસ], "બેમા").
entry(bimanous, adj, [], "હાથવાળો").
entry(બાઇમેન્યુઅલ, વિશેષણ, [], "બે હાથથી કરવામાં આવે છે").
entry(બિમ્બેટ, ન, [બિમ્બેટ્સ], "આકર્ષક પરંતુ ખાલી મસ્તકવાળી યુવાન સ્ત્રી").
entry(બિમ્બો, ન, [બિમ્બોઝ], "અથવા BIMBOES એક બદનામ વ્યક્તિ").
entry(બાઇમેનસલ, વિશેષણ, [], "દર બે મહિને થી થતું").
entry(બિમેસ્ટર, n, [બિમેસ્ટર્સ], "એક બે માસનો સમયગાળો").
entry(બાઇમેટલ, n, [બાઇમેટલ્સ], "બે ધાતુઓથી બનેલું કંઈક").
entry(બાઇમિથેઁલ, ન, [બાઇમિથેઁલ્સ], "ઍથેન").
entry(બિમિની, ન, [બિમિનિસ], "યોટ માટેનું એક પ્રકારનું છત્રી").
entry(બાઇમોડલ, વિશેષણ, [], "બે આંકડાકીય મોડ ધરાવતું").
entry(બાયમોર્ફ, નામ, [બાયમોર્ફ્સ], "બે ક્રિસ્ટલસને સીમેન્ટથી જોડીને બનાવેલ ઉપકરણ").
entry(bin, v, [binned,binning,bins], "એક મોટા વાસણમાં સાચવવું").
entry(binal, વિશેષણ, [], "twofold").
entry(બાઇનરિઝમ, ન, [બાઇનરિઝમ્સ], "વિરોધાભાસ પર આધારિત વિચારશૈલી").
પ્રવેશ(દ્વિ, એન, [દ્વિ], "બે બાબતોનું સંયોજન").
entry(binate, adj, [], "જોડામાં ઉગતુંBINATELY adv").
entry(બિનૉરલ, વિશેષણ, [], "બન્ને કાનથી સાંભળવું").
entry(બંધન, ક્રિયા, [બંધ્યું,બંધતો,બંધે છે], "બાંધવા અથવા સુરક્ષિત કરવા માટેબંધનયોગ્ય વિશેષણ").
entry(બાઇન્ડર, ન, [બાઇન્ડર્સ], "એકે બાંધે છે").
entry(બાઇન્ડરી, સ, [બાઇન્ડરીઝ], "જ્યાં પુસ્તકો બાંધવામાં આવે છે").
entry(બિંદી, ન, [બિંદીઓ], "ભારતમાં સ્ત్రీઓએ કપાસ પર પહેરવેલ એક ડોટ").
entry(binding, n, [bindings], "પુસ્તકનું આવરણ અને બંધણ").
entry(bindle, n, [bindles], "એક ગોઠણ").
entry(બાઇંડવીડ, n, [બાઇંડવીડ્સ], "એક વળાંકીય છોડ").
entry(બીન, ન, [બીનસ], "એક વળે વળે પીળી છોડનો તણખલો").
entry(બાઇનર, n, [બાઇનર્સ], "કારબાઇન ધરાવેલો સૈનિક").
entry(બિંગ, નિપાત, [], "અચાનક ક્રિયા દર્શાવવા માટે વપરાય છે").
entry(બિંજ, ક્રિયાપદ, [], "બિંજ કર્યો બિંજિંગ અથવા બિિંગિંગ બિંજ過 કરવાની આડambt કરતાં ઝડપી ભોગવવું").
entry(બિંજીંગ, n, [બિંજીંગ્સ], "કઈંક અતિશય પ્રક્રુતિમાં ફરી જવું").
entry(બિન્જર, n, [બિન્જર્સ], "જે બિન્જ કરે છે").
entry(binging, n, [bingings], "બિંજીંગ").
entry(બિંગો, n, [બિંગોઝ], "અથવા BINGOES બાજીની રમત").
entry(빈닛, ન, [빈닛્સ], "કમ્પ્યુટર માહિતીની એક એકમ").
entry(binman, n, [binmen], "કચરો ઉપાડનાર").
entry(બિનેકલ, ન, [બિનેકલ્સ], "કંપાસ સ્ટેન્ડ").
entry(બિનડ, ભૂતકાળ, [], "બિનનો કાળ").
entry(બિનિંગ, વર્તમાન, [], "બિનનો ભાગરૂપ").
entry(binocle, n, [binocles], "દૂરબીન").
entry(binocs, npl, [], "બાઇનોક્યુલર્સ").
પ્રવેશ(બાઈનોમિયલ, n, [બાઈનોમિયલ્સ], "એક બીજગતિશાસ્ત્રીય અભિવ્યક્તિ").
પ્રવેેશ(બિંટ, સા, [બિંટ્સ], "એક સ્ત્રી").
entry(જીવનચરિત્ર, પ, [જીવનચરિત્રો], "એક જીવનકથા").
entry(જૈવ-પરીક્ષણ, v, [જૈવ-પરીક્ષણ કરાયેલ,જૈવ-પરીક્ષણ કરવું,જૈવ-પરીક્ષણો], "મુદ્રા અથવા પદાર્થના દ્રવ્યની તાકાત નિર્ધારિત કરવા માટે એક દવા તરીકે પરીક્ષણ કરવા માટે").
entry(બાયોચિપ, સબ., [બાયોચિપ્સ], "પ્રોટીનનો ઉપયોગ કરીને ડેટા સંગ્રહિત અથવા પ્રક્રિયા કરવા માટેનું હાઈપોથેટિકલ કમ્પ્યુટર ઘટક").
entry(જીવવિનાશક, n, [જીવવિનાશકો], "સજીવોનો વિનાશક પદાર્થજલાવરણનાશક વિશેષણ").
entry(bioclean, adj, [], "નુકસાનકારક જીવોને મુક્ત").
entry(biocycle, n, [biocycles], "જિંદગી સહાયક ક્ષેત્ર").
entry(જૈવ નૈતિક, વિશેષણ, [], "જૈવિક વિકાસમાંથી ઉદ્ભવતી નૈતિક પ્રશ્નોથી સંબંધિત").
entry(biofilm, n, [જૈવચિત્ર], "પ્રાણી-કણ કે જીવાણુઓની પાતળી સ્તર").
entry(બાયોફ્યુઅલ, ન, [બાયોફ્યુઅલ્સ], "જૈવિક કાચા માલમાંથી બનેલું ઇંધણ").
entry(biog, n, [biogs], "એક જીવની વિગત").
entry(બાયોગાસ, n, [બાયોગાસીસ], "અથવા બાયોગાસીસ, જૈવિક કચરાથી ઉત્પન્ન ગેસ ઇંધણ").
પ્રવેશ(બાયોજેન, ન, [બાયોજેન્સ], "એક કલ્પિત પ્રોટીન અણુ").
entry(જીવજાતિજન્ય, વિશેષણ, [], "જીવ સજીવો દ્વારા ઉત્પન્ન").
entry(biogeny, n, [જીવોત્પત્તિ], "પૂર્વવર્તી જીવનમાંથી જીવનનું વિકાસ").
entry(bioherm, n, [bioherms], "સામુદ્ર સુશ્ષીઓનો એક સમૂહ").
entry(જૈવિક, સ, [જૈવિકો], "ઍક દવા કે જે સજીવ સ્ત્રોતથી મળે છે").
entry(જીવવિજ્ઞાન, n, [જીવવિજ્ઞાનો], "જીવનનું વિજ્ઞાન").
entry(biolysis, n, [biolyses], "મૃત્યુBIOLYTIC વિશેષણ").
entry(બાયોમાસ, n, [બાયോമાસિસ], "જીવંત પદાર્થની માત્રા").
entry(જીવમંડળ, સ, [જીવમંડળો], "એક આર્થિક સમુદાય").
entry(બાયોમીટર, સ, [બાયોમિટર્સ], "જીવિત પદાર્થ દ્વારા ઉત્સર્જિત કાર્બન ડાયોક્સાઇડ માપવા માટેનો ઉપકરણ").
entry(જૈવમિતિ, n, [જૈવમીતિઓ], "જૈવિક આંકડાઓનો આંકડાશાસ્ત્રીય અભ્યાસ").
entry(બાયોમૉર્ફ, ન, [બાયોમૉર્ફ્સ], "રૂપરેખામાં જીવંત જૈવસજીવ જેવું કલા સ્વરૂપ").
entry(બાયોનિક્સ, નપ, [], "જૈવિક અને ઇલેક્ટ્રોનિક્સને જોડતો વિજ્ઞાનબાયોનિક વિશેષણ").
entry(જીવનશાસ્ત્ર, ન, [જીવનશાસ્ત્રો], "પર્યાવરણશાસ્ત્રBIONOMIC વિશેષણ").
entry(જીવિ, પ, [જીવિઓ], "એક જીવતું જીવCOશવ્યાવે ઉપલબ્ધ").
entry(જીવચરિત્રાત્મક ફિલ્મ, ન, [જીવચરિત્રાત્મકો], "જન્મકથાત્મક ફિલ્મ").
entry(બાયોપ્લાઝમ, n, [બાયોપ્લાઝમ્સ], "પ્રાણવૃત્ત પદાર્થ").
દાખલો(બાયોપ્સિક, વિશેષણ, [], "જીવંત ટિશ્યુની તપાસ સંબંધિત").
entry(બાયોપ્સી, v, [બાયોપ્સી કરવામાં આવી, બાયોપ્સી કરતા, બાયોપ્સીઓ], "જીવિત ટિશ્યુ તપાસવું").
entry(bioptic, adj, [], "બાયોેપ્સિક").
entry(બીસ્કોપ, ન, [બીસ્કોપ્સ], "એક પ્રારંભિક મૂવી પ્રોજેકટર").
entry(બાયોસ્કોપી, ન, [બાયોસ્કોપીઝ], "અમુક પ્રકારનું તબીબી પરીક્ષણ").
entry(બાયોસોલિડ, ન, [બાયોસોલિડ્સ], "ઉપચારિત ગટરનાળીથી પ્રાપ્ત થયેલો ઘન કાર્બનિક પદાર્થ").
પ્રવેશ(બાયોટા, નામ, [બાયોટાસ], "ફોર્ના અને ફૌના").
entry('બાયોટેક', n, ['બાયોટેક્સ'], "અર્ગ ઉપયોગજન્ય જીવવિજ્ઞાન").
entry(જીવિત, વિશેષણ, [], "જીવન સાથે સંબંધિત").
entry(biotical, વિશેષણ, [], "નિકાયી").
entry(બાયોટિક્સ, એનપીએલ, [], "જીવન વિજ્ઞાન").
entry(બાયોટિન, ન, [બાયોટિન્સ], "એક B વિટામિન").
entry(બાયોટાઈટ, n, [બાયોટાઈટસ], "માઇકાBIOTITICનો એક સ્વરૂપ adj").
બિંદુ(જીવહિંડોળ, ન, [જીવહિંડોળઓ], "એક સ્થિર નિવાસસ્થાન").
entry(બાયોટેક્સિન, n, [બાયોટેક્સિન્સ], "સજીવ અથવા પ્રાણી દ્વારા બનાવેલ ઝેર").
entry(બાયોટ્રોન, ન, [બાયોટ્રૉન્સ], "એક હવામાન નિયંત્રણ ચેમ્બર").
entry(જીવવર્ગ, n, [જીવવર્ગો], "જૈવિક રીતે સમાન જીવસૃષ્ટિઓનો સમૂહજીવવર્ગીય સુવિશેષણ").
entry(બાયોવ્યુલર, વિશેષણ, [], "બે અંડાણૂબAdjustedમથી પ્રાપ્ત").
entry(જયવીયકચરો, n, [જયવીયકચરાઓ], "મુખ્યત્વેocarŋત્યવસ્તુથી બનેલો કચરો").
Prolog:
entry(બિપેક, n, [બિપેક્સ], "ફિલ્મોનુ જોડી").
entry(biparous, adj, [], "જોડામાં સંતતિ ઉત્પાદન").
entry(બિપાર્ટેડ, વિશેષણ, [], "બન્યા ભાગો ધરાવતું").
entry(બિપાર્ટી, વિશેષણ, [], "બે પક્ષનો").
entry(બિપેડ, ન, [બિપેડ્સ], "એક બે પગવાળો પ્રાણીબિપેડલ વિશેષણ").
પ્રવેશ(બિપ્ખાસિક,વિશેષણ,[], "બે તબક્કા ધરાવવું").
entry(બાઇફેનાઇલ, n, [બાઇફેનાઇલ્સ], "એક હાઇડ્રોકાર્બન").
entry(બિપ્લેન, n, [બિપ્લેન્સ], "વિમાનનો એક પ્રકાર").
entry(બાઇપોડ, n, [બાઇપોડ્સ], "દેવ પગ વાળો ટેકો").
entry(બાઇપોલર, વિશેષણ, [], "બે ધ્રુવ ધરાવતા").
entry(બિરેશિયલ, વિશેષણ, [], "બે જાતિના સભ્યોએ ધરાવવું").
entry(દ્વિઆકર્ષ, વિશેષણ, [], "દ્વિ ગણિત સમમિતિ ધરાવનાર").
entry(બિરામોઝ, વિશેષણ, [], "બિરામસ").
entry(biramous, વિશેષણ, [], "બે શાખામાં વહેંચાયેલ").
entry(બિર્ચ, ક્રિયાપદ, [સજા આપેલી, સજા આપવી, બિર્ચિઝ], "માર મારવો").
entry(બીર્ચેન, વિશેષણ, [], "બિર્ચ લાકડાથી બનેલું").
entry(પંખી, v, [પંખી કરવામાં આવ્યું,પંખી કરવું,પંખીઓ], "પાંખીયાવાળા ગરમલોહી કશેરુક પ્રાણીઓનું શિકાર કરવાનો").
entry(પંખીગામઠાણું, n, [પંખીગામઠાણાં], "પંખીઓ માટે સ્નાન").
entry(બર્ડકેજ, સફળ, [બર્ડકેજસ], "પંખીઓ માટેનું પિંજર").
entry(પંખીબોલ, ન, [પંખીયોના બોલ], "પંખીનો બોલ").
entry(બર્ડડોગ, ક્રિયા, [બર્ડડોગ્ડ, બર્ડડોગિંગ, બર્ડડોગ્સ], "જેનું નજીકથી અનુસરણ કરવામાં આવે").
entry(birder, n, [birders], "પક્ષી શિકારી").
entry(birdfarm, n, [birdfarms], "એક વિમાનવાહક જહાજ").
entry(પક્ષી ઇંધણ, ઉપપદ, [પક્ષીઓ માટેનો આહાર], "પક્ષી બીજ").
entry(બર્ડી, ક્રિયાપદ, [બર્ડિડ, બર્ડીઇંગ, બર્ડીઝ], "ગોલ્ફમાં પર હેઠળ એક સ્ટ્રોકમાં શૂટ કરવું").
entry(પક્ષીપર્યવલોકન, ન, [પક્ષીપર્યવલોકનો], "પક્ષી નિરીક્ષણ").
entry(birdlife, n, [birdlife], "પંખીઓ").
entry(birdlike, adj, [], "પંખીડા જેવા").
entry(પંખીનાગ, v, [પંખીનાગવ્યું,પંખીનાગવું,પંખીનાગે], "નાના પંખીઓને પકડી નાખવા").
entry(બર્ડમેન, ન, [બર્ડમેન્સ], "જો છે એ પંખીઓ રાખે છે").
entry(પક્ષીઓનું દાણા, ન, [પક્ષીઓનાં દાણાં], "પક્ષીઓને ખવડાવવા માટે વપરાતું બીયાંનું મિશ્રણ").
entry(બર્ડઝાય, ન, [બર્ડઝાયસ], "ફૂલો આપતો પાક").
entry(બર્ડશોટ, న, [બર્ડશોટ્સ], "પક્ષીઓને શિકાર કરવા માટેનો નાની શોટ").
entry(પક્ષીઓનો સંગીત,ennu,n, [પક્ષીઓના ગીતો], "એક પક્ષીના ગીત").
entry(બિરેમ, ન, [બિરેમ્સ], "મથક પ્રાચીન જહાજ").
entry(બાયરેતા, ન, [બાયરેટાસ], "ધાર્મિક વ્યક્તિઓ દ્વારા પહેરવામાં આવતું મથાળો").
entry(બિરિયાની, n, [બિરિઅનિસ], "બિરિયાની").
entry(birk, n, [birks], "એક બિરચ ઝાડ").
entry(birkie, n, [બિર્કીજ], "એક જીવંત વ્યક્તિ").
entry(birl, v, [birled,birling,birls], "ફલોટિંગ લોગને ઘુમાવવું").
entry(birle, v, [birled,birling,birles], "મોજમસ્ટી કરવી").
entry(birler, n, [birlers], "જે તેજಿಯಲ್ಲಿ ફેરવે છે").
entry(birling, n, [birlings], "લંબર્જેક્સનો રમતો").
entry(બિର, ન, [બિરરોટ્ચ], "એથિયોપિયાની મોનેટરી એકમ").
entry(birr, v, [birred,birring,birrs], "ભૂં-ભૂં કરતી અવાજ કરવો").
entry(birretta, n, [birrettas], "બિરેટા").
entry(birse, n, [birses], "એક દાઢી").
entry(જન્મ, v, [જન્મેલ,જન્મ રહી,જન્મ], "ઉત્પત્તિ માટે").
entry(જન્મદિવસ, n, [જન્મદિવસો], "જન્મની વાર્ષિક પાંખ").
entry(પ્રસૂતિ, n, [પ્રસૂતિઓ], "જન્મ આપવા નો હિલષા").
entry(બિરયાની, ન, [બિરયાનીઓ], "મીટ, ફિશ અથવા શાકભાજી અને ભાતનું ભારતીય વાનગિ").
entry(bis, adv, [], "બાર").
entry(બિસ્કોટો, ન, [બિસ્કોટી], "એક કરકરો એનિસ્ટ સ્વાદવાળું બિસ્કિટ").
પ્રવેશ(બિસ્કિટ, સા, [બિસ્કિટ્સ], "ટૂંકું બ્રેડબિસ્ક્યુટી વિગાર્થી નાનો કેક").
entry(bise, n, [bises], "થંડી પવન").
entry(bisect, v, [bisected,bisecting,bisects], "બે ભાગમાં કાપવું").
entry(bisector, n, [bisectors], "જે કાંઇ બાજુબબાજુ વિભાજિત કરે છે").
entry(બાઇસેક્સ્યુઅલ, ન, [બાઇસેક્સ્યુઅલ્સ], "જે બંને લિંગોની તાકાત પર આકર્ષિત થાય છે").
entry(બિશ, ન, [બિશેસ], "એક બિશપ").
entry(બિષપ, v, [બિષપેડ, બિષપિંગ, બિષપ્સ], "મંડળીના વડા તરીકે બિષપની નિમણૂક કરવી").
entry(bisk, n, [bisks], "બિસ્ક").
entry(બિસ્માર્ક, ન, [બિસ્માર્ક્સ], "એક પ્રકારનો પેસ્ટ્રી").
entry(બિસ્મથ, n, [બિસ્મથ્સ], "એક ધાતુ તત્વ").
entry(બિટલું, n, [બિટલાં], "કડવા અને ચુભતા ફળો ધરાવતો એક પ્રકારનો કોશ કોષ").
entry(બાયસન, પ, [બાયસન્સ], "ઊંટણ જેવું પ્રાણી").
entry(બિસ્ક, ન, [બિસ્કસ], "એક ઘાટી ભરપૂર સૂપ").
entry(બિસ્ટેબલ, n, [બિસ્ટેબલ્સ], "એક વિદ્યુત આફત સાચવું જે બે સ્થિર અવસ્થાઓ ધરાવે છે").
entry(બિસ્ટેટ, વિશેષણ, [], "બે રાજ્યોને લગતુ").
entry(બિસ્ટર, ન, [બિસ્ટર્સ], "એક ભૂરો રંગદ્રવ્યBISTERED વિશેષણ").
entry(બિસ્ટોર્ટ, ન, [બિસ્ટોર્ટ્સ], "એક બહુવારષિક છોડ, જેના મૂળનો ઉપયોગ સંકોચક તરીકે થાય છે").
entry(ચીરોવાળી ચાકુ, n, [ચીરોવાળી ચાકુઓ], "ઓપરેશનમાં વપરાતી ચાકુ").
entry(બિસ્ટ્રે, n, [બિસ્ટ્રેસ], "બિસ્ટરબિસ્ટ્રેડ વિશેષણ").
entry(bistro, n, [બિસ્ત્રોઝ], "એક નાનું ટેવર્નBISTROIC વિશેષણ").
entry(બીટ, રાજય, [બીટેડ,બીટીંગ,બીટ્સ], "બંધન કરવું").
entry(bitable, adj, [], "કાપી શકાય તેવું").
entry(બિચ, ক্রিয়া, [બિચ્ડ,બિચિંગ,બિચેસ], "ફરિયાદ કરવી").
entry(બિચેન, વિશેષણ, [], "ઉત્કૃષ્ટ").
entry(bitchery, n, [bitcheries], "કટુક વર્તન").
entry(bitchy, adj, [], "BITCHIER BITCHIESTmaliciousBITCHILY adv").
entry(કાટવું, ક્રિયા, [કાટી,કાટેલી,કાટતું], "કાટવુંદાંતથી પકડવુંકાટવાની શક્તિ ધરાવતો, વિશેષણ").
entry(કાટનાર, ન, [કાટનારા], "કાટનાર જીવ").
എൻട്രി(ബൈറ്റ്‌വിംഗ്, એન, [ബൈറ്റ്‌വിംഗുകൾ], "ഒരു ദന്തചികിത്സാ എക്സ്‌റേ ഫിലിക്കും").
entry(કાઢવું, વર્તમાન, [], "કાઢવામાં ભાગ લેવા વાળો").
entry(bitingly, adv, [], "વિંગાંત થકી").
entry(bitmap, n, [bitmaps], "બાઇનરી ડેટાનું એરે").
entry(bitstock, n, [bitstocks], "ડ્રીલ પર બળતરમાં").
entry(bitsy, adj, [], "બીટિયર બીટિએસ્ટટીની").
પ્રવેશ(બિટ, વી, [બિટેડ, બિટિંગ, બિટ્સ], "ખૂંટી આસપાસ કેબલ સુરક્ષિત કરવા માટે").
entry(bitted, past, [], "બિટનો નિયમ").
entry(bitten, a, [], "bite નો ભૂતકાળત્વરૂપ").
entry(તુંીણુંુંુંાુંુંુંુંુ, પ્રશેષણ, [], "BITTERER BITTERESTઅપ્રિય સ્વાદ ધરાવવુંBITTERLY ક્રિયાવિશેષણ").
પ્રવેશ(કસાળ, v, [કસાયેલું,કસાવવા,કસાઓ], "કસું કરવું").
entry(તરબૂજ, ન, [તરબૂજ], "એક બરોબીના વાયોળાનો પક્ષી").
entry(બિટિઅર, તૂલનાત્મક, [], "બિટિ નું").
entry(bittiest, સુપરલેટિવ, [], "of bitty").
entry(bitting, n, [bittings], "કીમાં કરેલી ખાંચો").
entry(bittock, n, [bittocks], "નાનું પ્રમાણ").
entry(bitty, adj, [], "BITTIER BITTIESTtinyBITTILY adv").
entry(વિટુમેન, n, [વિટુમેન્સ], "એક ડામર").
entry(bitwise, ઉપવાચાર, [], "બિટ્સ સાથે કામ કરતી ક્લિપના પ્રોગ્રામમાં આપરેટર દર્શાવવું").
entry(biunique, adj, [], "બન ماحول છે બે સમૂહો વચ્ચેના પ્રકારના સંબંધ").
entry(દ્વિમૂલ્યક, n, [દ્વિમૂલ્યકો], "એક જોડ ક્રોમોસોમનો").
entry(બાઇવલ્વ, ન, [બાઇવલ્વસ], "એક દ્વિપત્રាល મોલસ્ક").
entry(bivalved, વિશેષણ, [], "બળતણવાળા બે શંખવાળું").
entry(bivinyl, n, [bivinyls], "સંશ્લેષિત રબર બનાવવા માટે ઉપયોગમાં લેવામાં આવતા બળતણ વાયુ").
entry(શિવિર, v, [શિવિરો બનાવવું, શિવિરો બનાવતો, શિવિરો], "અથવા BIVOUACશિવિર બનાવવું").
entry(બાઇવીકલી, n, [બાઇવીકલીઝ], "દર બે અઠવાડિયે પ્રકાશિત થતું પ્રકાશન").
entry(બાયઅરલી, વિશેષણ, [], "દર બિન વર્ષે થતું").
entry(બિઝ, ન, [બિઝેસ], "બિઝનેસ").
entry(વિચિત્ર, n, [વિચિત્રો], "વિચિત્ર રીતે પટ્ટાવાળું ફૂલ").
entry(બિઝારો, મહિલા, [બિઝારોસ], "એક જે આશ્ચર્યજનક અસામાન્ય છે").
entry(bize, n, [બાઈઝ], "બાઈસ").
entry(biznaga, n, [biznagas], "બિઝના").
entry(bizone, n, [bizones], "સંયોજન કરેલ બે ઝોનબીઝોનલ વિશેષણ").
entry(બ્લેબ, v, [બ્લેબ્ડ, બ્લેબિંગ, બ્લેબ્સ], "નકામું બોલવું").
entry(બ્લેબર, ક્રિ, [બ્લેબર્ડ, બ્લેબરીંગ, બ્લેબર્સ], "બોલી જવું").
entry(બ્લેબી, વિશેષણ, [], "વધુ બોલકો વઘુ બોલકૃ".
entry(કાળો, વિશેષણ, [], "કાળા રંગમાં સૌથી વધુ ગાઢ").
entry(કાળો, v, [કાળું,કાળતા,કાળા], "કાળો બનાવવા માટે").
entry(બ્લેકબોય, ન, [બ્લેકબોયઝ], "એક ઓસ્ટ્રેલિયાઈ છોડ").
entry(કાળી ટોપી, નામ, [કાળી ટોપીઓ], "એક નાની યુરોપિયન પક્ષી").
entry(કાળો, ক্রিয়া, [કાળો, કાળા બનાવવું, કાળા બનાવે છે], "કાળો બનાવવું").
entry(બ્લેકફિન, પ, [બ્લેકફિન્સ], "એક ખાદ્ય માછલી").
એન્ટ્રી(બ્લેકફ્લાઈ,ન,[બ્લેકફ્લાઈઝ],"દંશન કરતું એક માખી").
entry(બ્લેકગમ, n, [બ્લેકગમ્સ], "એક ટ્યુપેલો").
entry(ઑપરેટિંગ, નં, [blacking], "શુઝ માટેનો કાળો પોલિશ").
entry(કાળો-થોથો, વિશેષણ, [], "કડક કાળો").
entry(બ્લૈકલેગ, ન, [બ્લૈકલેગ્સ], "એક ઢોરના રોગ").
