entry(આઆ, પ., [આસ], "કાચી સિંડરી લાવા").
entry(આહ, ક્રિયા, [આહ્યું,આહ નોંધવું,આહ], "વીસ્મય આનંદ અથવા આશ્ચર્ય સાથે ચીસ પાડવી").
entry(આલ, ન, [આલ્સ], "એક પૂર્વ ભારતીય ઝાડ").
પદ્ધતિ(aalii, n, [aaliis], "એક ઉષ્નકટિબંધીય ઝાડ").
entry(આર્ડવાર્ક, ન, [આર્ડવાર્ક્સ], "એક આફ્રિકન સસ્તન પ્રાણી").
entry(aardwolf, n, [aardwolves], "એક આફ્રિકન સ્તનધારી પ્રાણી").
entry(આર્ગ, અભિવ્યક્તિ, [], "વીરસે ચીડ ઉકેલવા માટે વપરાય છે").
entry(aarrgh, interj, [], "આઽઃ").
entry(aarrghh, ક્ષેત્રજ્ઞાપક, [], "આર્ગ").
entry(ઍસ્વોગલ, n, [ઍસ્વોગલ્સ], "એ વલ્ચર").
entry(ab, n, [abs], "એક પેટકી عضله").
entry(આબા, ન, [આબાસ], "અરબ લોકો દ્વારા પહેરવામાં આવતો એક બિનબાઝુ બંધ વૈષ્‍ણીક વસ્ત્ર").
entry(abaca, n, [abacas], "ફિલીપાઈની વનસ્પતિ").
entry(aback, adv, [], "પાછળ તરફ").
entry(અબાકસ, સંત, [અબાકસીઝ], "અથવા અબાકસ ગણતરીનું સાધન").
entry(abaft, adv, [], "પાછળ તરફ").
entry(abaka, n, [abakas], "અબાકા").
entry(અબલોન, ન, [અબલોનસ], "એક ખાદ્ય શેલફિશ").
entry(abamp, n, [abamps], "ઍબૅમ્પિયર").
entry(અબઍમ્પિયર, n, [અબઍમ્પીઅર્સ], "વિદ્યુત પ્રવાહની એક એકમ").
entry(ત્યાગ, ક્રિયા, [ત્યાગ કર્યો,ત્યાગ કરાઈ રહ્યો છે,ત્યાગ કરે છે], "સંપૂર્ણપણે છોડવું કે છોડી દેવું").
entry(abapical, adj, [], "ટોચમાંથી દૂર દોરી જવાયેલું").
entry(abase, v, [abased,abasing,abases], "દરજ્જો પ્રતિષ્ઠા અથવા આત્મસમ્માન ઘટાડવા માટેABASEDLY adv").
entry(abaser, n, [abasers], "જોકે તે ઓછું કરે છે").
entry(શરમાવવું, ક્રિયાપદ, [શર્મિંબિત,શરમાવતા,શરમાવે છે], "શરમાવી કે લજિત બનાવવું").
entry(અબાસિયા, n, [અબાસિયાઓ], "ચાલવામાં કશોની સમન્વયની ખામીઘટ").
પ્રવેશ(કમ કરવા, વર્તમાન, [], "ની સતાને નીચે લાવવાનો ભાગ").
entry(ઓગાળવું, ક્રિયા, [ઓગાળેલું,ઓગાળ પડી રહ્યું,ઓગાળે છે], "ઉંડાણ અથવા તીવ્રતા ઘટાડવી ABATABLE વિશેષણ").
entry(અબેટર, ન, [અબેટર્સ], "जो कमी करे").
entry(abatis, n, [abatises], "ઉડેલી ઝાડોથી બનેલો અવરોષ").
entry(ઉત્તરાધિકારહરણકર્તા, n, [ઉત્તરાધિકારહરણકારક], "એક જે ગેરકાયદેસર રીતે વારસાનો કબજો કરે છે").
entry(abattis, n, [abattises], "અબેટિસ").
entry(કસાઈખાનું, સ, [કસાઈખાનાં], "એક કસાઈઓની જગ્યા").
entry(abaxial, adj, [], "ધરીથી દૂર સ્થિત").
entry(abaxile, adj, [], "એબૅક્સિયલ").
પ્રવેશ(અબાયા, ન, [અબાયાસ], "અરબી સ્ત્રીઓ દ્વારા પહેરવામાં આવતા લાંબા ભોંયગાલ કવચ").
entry(અબ્બા, ન, [અબ્બાસ], "સન્માનના સ્થાને ઉપયોગ કરેલ પિતા").
entry(abbacy, n, [abbacies], "અબ્બોટનો અધિકાર").
entry(અબ્બેશીયલ, વિશેષણ, [], "અબ્બટ સંબંધિત").
entry(એબ્બે, ન, [એબ્બેસ], "એક એબોટ").
entry(abbess, n, [abbesses], "નનનું કોન્વેન્ટની મહિલા પ્રમુખ").
entry(abbey, n, [abbeys], "એક મઠ અથવા વિહાર").
entry(abbot, n, [abbots], "મઠના વડા").
એન્ટ્રી(abbotcy, n, [abbotcies], "abbacy").
entry(સિંહાસન_ત્યાગ, ક્રિયા, [સિંહાસન_ત્યાગ_કર્યો,સિંહાસન_ત્યાગ_કરતાં,સિંહાસન_ત્યાગ_કરે છે], "સમારંભપૂર્વક છોડી દેવું").
entry(પેટ, n, [પેટો], "શરીરના અવયવો ધરાવતું કોષ અથવા પેટ").
entry(abduce, v, [abduced,abducing,abduces], "અપહરણ કરવું").
entry(abducens, n, [abducentes], "એક ક્રેનિયલ નર્વ").
entry(abducent, adj, [], "અપહરણ કરવા માટે કામ કરવું").
entry(abducing, present, [], "abduce નો કૃત્યવિશેષણ").
entry(abduct, v, [અપહરણ કર્યું, અપહરણ કરવું, અપહરણ કરે છે], "મૂળ સ્થિતિને દૂર લઈ જવું").
entry(અપહરિત, n, [અપહરિતો], "அકिसीનો अपहरण કરવામાં આવેલ).
entry(abductor, n, [abductors], "અથવા ABDUCTORES એક વિક્ષેપી સ્નાયુ").
entry(abeam, adv, [], "જહાજના કીલ સાથે સમકોણિય").
entry(abed, adv, [], "પલંગમાં").
entry(abegging, વિશેષણ, [], "begging").
entry(abele, n, [abeles], "યુરેશિયન ઝાડ").
entry(એબેલિયા, ન, [એબેલિયાસ], "એક એશિયાનો અથવા મેક્સિકનો ઝાડ").
entry(એબેલિયન, વિશેષણ, [], "ગણિતમાં મૂલ્યવાન સમૂહ હોવો").
entry(અબેલમોસ્ક, ન, [અબેલમોસ્કસ], "એક ઉષ્ણકટિબંધીય જડીબુટી").
entry(અબરંટ, ન, [અબરંટ્સ], "એક વિમાર્ગી").
entry(પ્રોત્સાહન, v, [પ્રોત્સાહિત,પ્રોત્સાહિત કરી રહેલા,પ્રોત્સાહિત કરે છે], "પ્રોત્સાહન આપવું અને ટેકો આપવો").
entry(ઉશ્કેરણી, ન, [ઉશ્કેરણીઓ], "ઉશ્કેરવાનું કાર્ય").
entry(abettal, n, [abettals], "પ્રેરણા").
entry(abetted, past, [], "abet નો કાળ").
entry(abetter, n, [abetters], "પ્રેરક").
entry(ઊશ્કેરી, વર્તમાન, [], "ઉશ્કેરવા ના કૃદંત").
entry(સહાયક, ન, [સહાયકો], "જે મદદ કરે છે").
entry(સ્થગિતતા, n, [સ્થગિતતાઓ], "કામચલાઉ નિષ્ક્રિયતા").
એન્ટ્રી(એબિયન્સી, ન, [એબિયન્સીસ], "એબિયન્સ").
entry(અબેયન્ટ, વિશેષણ, [], "અસ્થાયી સ્થિતિ દ્વારા ચિહ્નિત").
entry(abfarad, n, [abfarads], "ક્ષમતાાનું એક એકમ").
entry(abhenry, n, [abhenrys], "અથવા ABHENRIES ઇન્ડક્ટન્સની એકમ").
entry(ઘૃણાપાત્ર, ક્રિયા, [ઘૃણાસ્પદ, ઘૃણા કરવી, ઘૃણા કરે છે], "ઘૃણા કરવી").
entry(અભોરર, ن, [અભોરર્સ], "જે ઘરણા કરે છે").
entry(અબીડન્સ, ન, [અબીડન્સેસ], "આબિડીંગ કરવાની ક્રિયા").
entry(માછવું, v, [માછ્યો,રમવું,માછે છે], "વિના વિરોધે સ્વીકારવું").
entry(abider, n, [abiders], "એક જે અનુસરે").
entry(abigail, n, [એબીગૈલ્સ], "એક સ્ત્રીની સાહાયક દાસી").
એન્ટ્રી(ક્ષમતા, એન, [ક્ષમતાઓ], "કોઈ વસ્તુ કરવા સક્ષમ થવાની ગુણવત્તા").
પ્રવેશ(અજૈવ, ન, [અજૈવસ], "જીવન ગેરહાજરી અજૈવિક વિશે").
entry(abject, adj, [], "હાસ્ પ્રાપ્તિ સુધી પહોંચેલ તેની નમ્રતાABJECTLY adv").
entry(ત્યાગ કરવો, ક્રિયાપદ, [ત્યાગ કર્યો,ત્યાગ કરી રહ્યો છે,ત્યાગ કરે છે], "શપથ હેઠળ ત્યાગ કરવાનો").
entry(અબ્જુરર, ન, [અબ્જુરર્સ], "એક જે ત્યાગે").
entry(કાપીને દૂર કરવું, ક, [કાતરી,કાપતા,કાપે છે], "કાપીને દૂર કરવું").
entry(અબ્લેશન, ન, [અબ્લેશનસ], "શરીરના ભાગની સર્જરી દ્વારા દૂર કરવાનું").
પ્રવેશ(અબ્લેટિવ, ન, [અબ્લેટિવ્ઝ], "એક વ્યાકરણનો કિસ્સો").
entry(અબ્લેટર, ન, [અબ્લેટર્સ], "જે અબ્લેટ કરે છે").
entry(ablaut, n, [ablauts], "ક્રિયાપદ રૂપનાં મૂળ સ્વરોમાં લયબદ્ધ ફેરફાર").
પ્રવેશ(અબ્લેઝ, વિશેષણ, [], "આગ પર હોવું").
entry(able, adj, [], "સક્ષમ વધુ સક્ષમ છે વધુ સક્ષમવત niceસાધનો અથવા પૂરતા જોર કરવાની ક્ષમતા છે").
entry(એਬલ, ન, [એબલ્સ], "અક્ષર A માટે એક સંચાર કોડ શબ્દ").
entry(abled, adj, [], "અખૂંટ કાર્યક્ષમતા માટે સક્ષમ").
entry(ablegate, n, [ablegates], "પાપલ દૂટ").
entry(ઍબ્લિઝમ, ન, [ઍબ્લિઝમ્સ], "અપંગ વ્યક્તિઓ સામેના પૂર્વગ્રહ અથવા ભેદભાવ").
entry(અક્ષમવાદી, n, [અક્ષમવાદીઓ], "જે અક્ષમવાદનો અભ્યાસ કરે છે").
પ્રવેશ(અ_ble અથવા _a_b_l_e_r_, તુલનાત્મક, [], "ક્ષમ").
entry(ablest, ધુપતિમા, [], "of able").
entry(ablings, adv, [], "ablins").
entry(ablins, adv, [], "કદાચ").
પ્રવેશ(ફૂલતું, વિશેષણ, [], "ફૂળેલા").
entry(abluent, n, [abluents], "સફાઈ કરવાનું પ્રવાહી").
entry(ablush, વિશેષણ, [], "લાલાશ").
entry(abluted, વિશેષણ, [], "સાફ ધોઈ દેવાયુ").
entry(અબલ્યુશન, n, [અબલ્યુશન્સ], "એક ધોવું").
entry(ably, adv, [], "લાયકાતપૂર્ણ રીતે").
entry(abmho, n, [abmhos], "વિદ્યુત ચલાવની એક માપક એકમ").
પ્રવેશ(અેબનેગેટ, v, [અેબનેગેટેડ,અેબનેગેટિંગ,અેબનેગેટ્સ], "પોતાને ઇનકાર કરવો").
પ્રવેશ(અસામાન્ય, પ, [અસામાન્યઓ], "માનસિક દ્રષ્ટિએ અપંગ વ્યક્તિ").
entry(માટે, ક્રિયા વિશેષણ, [], "એક જહાજ, ટ્રેન અથવા વિમાને").
entry(વાનુ.ન.ગર, v, [વાનીવ, વાનિવતુ, વાનુ.ન.ગરો], "પૂર્વ સૂચન કરવું").
entry(abohm, n, [abohms], "વિદ્યુત પ્રતિકારનું એક માપ").
entry(અબોઇડિયા, n, [અબોઇડીઆસ], "અથવા અબોઇડોક્સની એક પ્રકારની ડાય્ક").
entry(aboil, adj, [], "ઉકળતું").
entry(aboiteau, n, [aboiteaus], "અથવા ABOITEAUXaboideau").
entry(રદ, v, [રદ કર્યો,રદ કરવી,રદ કરે છે], "દૂર કરવા માટે").
entry(abolla, n, [abollae], "પ્રાચીન રોમમાં પહેરવામાં આવતા એક પ્રકારનું વસ્ત્ર").
entry(અબોમા, ન, [અબોમાસ], "દક્ષિણ અમેરિકન સાપ").
entry(abomasal, વિશેષણ, [], "અબોમાસમથી સંબંધિત").
entry(અબોમાસમ, ન, [અબોમાસા], "ચરાણાર પ્રાણીનું ચોથું પેટ").
entry(abomasus, n, [અબોમાસી], "અબોમાસમ").
Prolog:
entry(aboon, adv, [], "મેથી").
entry(aboral, adj, [], "મોઢાથી દૂર આવેલી સ્થિતિABORALLY adv").
entry(aborning, adv, [], "જન્મ લેતી વખતે").
માર્ગદર્શન(રદ, v, [રદ કર્યો, રદ કરી રહ્યો, રદ કરે છે], "ફેટસને અચાનક બહાર લાવવા માટે").
entry(aborter, n, [aborters], "જે ગર્ભપાત કરે છે").
entry(abortion, n, [abortions], "અયોગ્ય ભ્રૂણની પ્રેરિત નિસ્સરણ").
entry(અસફળ, ઉમ્મેદ, [], "સફળ થવામાં નિષ્ફળ").
entry(abortus, n, [મંદાવરૂ], "મંદાવરૂ ભ્રૂણ").
entry(abought, past, [], "અબી અને અબ્યેનો કાળ").
entry(aboulia, n, [aboulias], "abuliaABOULIC adj").
ઇન્ટ્રી(અબાઉન્ડ, ક્રિયા, [અબાઉન્ડેડ,અબાઉન્ડિંગ,અબાઉન્ડ્સ], "મોટી સંખ્યા અથવા રકમ હોવી").
entry(વિશે, ક્રિયા વિશેષણ, [], "લગભગ").
entry(ઊપર, ને, [ઉપરથી], "કઈક જે ઉપર છે ઉચ્ચ સ્થાન પર").
નલિખ(abrachia, નામ, [abrachias], "હાથેનો અભાવ").
પ્રવેશ(અભરડંટ, ન, [અભરડંટ્સ], "એક ઘર્ષક").
entry(ખંજવાળ, ক্রিয়া, [ખંજવાળ્યું,ખંજવાળી રહ્યું છે,ખંજવાળે છે], "ઘર્ષણથી ધસી નાખવું").
entry(કુદરતી, સું, [કુદરતીઓ], "ખરચવા માટેનું સાધન").
entry(ઘસરણ, n, [ઘસાણો], "ઘસવાની ક્રિયા").
entry(abrasive, n, [abrasives], "ઘસવાથી મટાદેનારી વસ્તુ").
entry(ભાવવિમુક્ત, ક્રિયા, [ભાવવિમુક્તથ્ય,ભાવવિમુક્તકર્તા,ભાવવિમુક્તકરે છે], "મૂળ આઘાતક અનુભવને ફરીથી જીવતી વખતે દબાયેલા ભાવોને મુક્ત કરવું").
entry(કાંધેથી-કાંધ જોડાઈને, ક્રિયાવિશેષણ, [], "બરાબર બાજુ બાજુમાં").
entry(abri, n, [abris], "એક બૉમ્બ શેલ્થર").
entry(ટૂંકાવવું, ক্রিয়া, [ટૂંકાવ્યું,ટૂંકાવી રહ્યું છે,ટુંકાવે છે], "લંબાઈ ઘટાડવા માટે").
entry(સંક્ષિપ્તકરણકર્ટા, સ, [સંક્ષિપ્તકરણકર્તાઓ], "જે સંક્ષિપ્ત કરે છે").
entry(abroach, adj, [], "અસ્થીર").
entry(વિદેશમાં, ક્રિયાવિશેષણ, [], "પોતાના દેશના બહાર").
entry(રદ્દ, ક્રિ, [રદ્દ કર્યું, રદ કરી રહ્યું છે, રદ કરે છે], "અધિકૃત રીતે નાબૂદ કરવું").
entry(abrosia, n, [abrosias], "ખોરાકનો ઉપવાસ").
પ્રવેશ(અચાનક, વિશેષણ, [], "અચાનક અચાનકના અચાનકરુડલી બ્રીફઅચાનકથી એડવ").
entry(ફોડો, v, [ફોડાચળી,ફોડારહ્યું,ફોડાઓ], "સોજો આવેલી કોશિકાઓથી ઘેરાયેલા પિયથી ભરેલા સ્થાનીક સંચય તરીકે ફોડા બનાવવો").
પટાવટ(abscise, v, [abscised,abscising,abscises], "કાપી નાખવું").
entry(abscisin, n, [abscisins], "વનસ્પતિઓમાં જોવા મળતો નિયમનકારક પદાર્થ").
entry(એબ્સિસા, એન, [એબ્સિસાસ], "અથવા એબ્સિસીAખાસ ભૂમિતીય સ્થાનાંતર").
entry(abscond, v, [absconded,absconding,absconds], "અચાનક અને ગુપ્ત રીતે પ્રસ્થાન કરવું").
entry(ઍબસેઇલ, v, [ઍબસેઇલેડ,ઍબસેઇલિંગ,ઍબસેઇલ્સ], "રેપલ કરવું").
entry(abseiler, n, [], "અબસાઈલર એવો ব্যক্তি જે અબસાઈલ કરે છે").
entry(ગેરહાજરી, n, [ગેરહાજરીઓ], "દૂર હોવાની સ્થિતિ").
entry(अनुपસ્થિત, v, [अनुपस्थित रहा, अनुपस्थित रहा છે, अनुपस्थित છે], "અલગ અથવા દૂર રાખવા માટે").
entry(ગેરહાજર, પ, [ગેરહાજરો], "તે જો હાજર નથી").
entry(absenter, n, [absenters], "જે પોતે વધે છે").
entry(absently, adv, [], "અવધ્યાનમાં").
entry(અબસિંથ, n, [અબસિંથસ], "અબસિંથ").
entry(એબસિન્થ, ન, [એબસિન્થસ], "એક કડવો દારૂ").
entry(સંપૂર્ણ, વિશેષણ, [], "કોઈ પ્રતિબંધથી મુક્ત").
entry(અબ્સોલ્યુટ, સં, [અબ્સોલ્યુટ્સ], "કંઈક જે નિર્દિષ્ટ છે").
entry(અબ્સોલ્વ, ક્રિયાપદ, [અબ્સોલ્વ્ડ,અબ્સોલ્વિંગ,અબ્સોલ્વસ], "કર્મના પરિણામોથી મુક્ત કરવા માટે").
entry(absolver, n, [absolvers], "એક જે મુક્ત કરે").
entry(absonant, adj, [], "અવિચારી").
entry(absorb, v, [absorbed,absorbing,absorbs], "અર્થ: શોષીને લેવું અથવા અંદર લેવું").
entry(અબઝૉર્બર, n, [અબઝૉર્બર્સ], "ઘટકે તે જે શોષે છે").
entry(અવરોધ, ક્રિયા, [અવરોધિત,અવરોધી રહ્યા છે,અવરોધ કરે છે], "સ્વૈચ્છિક રીતે વિમુખ થઈ જવું").
entry(absterge, v, [absterged,absterging,absterges], "વાઇપ કરીને શુદ્ધ કરવા").
entry(abstract, adj, [], "સમજૂ હાથથી દુર").
entry(અબ્સ્ટ્રેક્ટ, v, [અબ્સ્ટ્રેક્ટેડ,અબ્સ્ટેક્ટિંગ,અબ્સ્ટ્રેક્ટ્સ], "દૂર લઈ જવું").
entry(શાત્રિગ, v, [શાત્રિગડ,શాత్రિગીંગ,શાત્રિગ સાથે], "વિચારણાઓને કપાડીને રચવું").
entry(કડ, વિશેષણ, [], "અર્થ સમજવા મુશ્કેલ").
entry(અબસર્ડ, વિશેષણ, [], "અબસર્ડર અબસર્ડેસ્ટઅસંગત અથવા અનરીઝનેબલઅબસર્ડલી ક્રિયાવિશેષણ").
પ્રવેશ(અબસરડ, ન, [અબસરડ્સ], "અસંગત અને બિનમૂલ્યકાશી બ્રહ્માંડમાં માનવ જે હાલતમાં વસે છે").
entry(abubble, વિશેષણ, [], "સફEndpointsiving").
entry(અબુલિયા, ન, [અબુલિયાઓ], "મનોબળ ગુમાવવુંABULIC વિશેષણ").
entry(પ્રચુર, વિશેષણ, [], "મોટી માત્રામાં હાજર").
પ્રવેશ(વાપરવો, ક્રિયા, [વપરાયો,વપરાઇ રહ્યો છે,વાપરે છે], "ખોટી રીતે અથવા અનુકૂળ રીતે વાપરવોABUSABLE વિશ્વેશેષણ").
entry(abuser, n, [અત્યાચારીઓ], "એક જે અત્યાચાર કરે છે").
entry(ગાળઘાટ, વિશેષણ, [], "ખોટા અથવા અયોગ્ય ઉપયોગ દ્વારા લક્ષણિય").
entry(abut, v, [abutted,abutting,abuts], "સીમા સાથે સ્પર્શ કરવા").
entry(abutilon, n, [અબ્યુટિલોન], "ફુલદાર છોડ").
entry(તાળેબંધ, ન, [તાળેબંધો], "કંઈક જે જોડાય").
entry(abuttal, n, [abuttals], "એક સીમાવરુદ્ધિ").
પ્રવેશ(અબટર, નામ, [અબટર્સ], "એક જે આબટ કરે").
entry(abutting, present, [], "abut નો ફેરણીસવાદ્ય ભાગરૂપી").
entry(abuzz, વિશેષણ, [], "બઝિંગ").
entry(abvolt, n, [એબવોલ્ટ્સ], "ઇલેક્ટ્રોમોotive ફોર્સની એક એકમ").
entry(abwatt, n, [abwatts], "શક્તિનો એકમ").
entry(aby, v, [abought, abying, abys], "દંડ ભરવા માટે").
entry(અબાય, v, [અબૉટ,અબાઈંગ,અબાય], "અબાય કરવા માટે").
પ્રવેશ(ગહનતા, ન, [ગહનતાઓ], "એક ખીણ").
entry(અબિસ્ટર, વિશેષણ, [], "અપાર રીતે ઊંડું").
entry(અબિસ, ન, [અબિસેસ], "એક ગહન ખાડોABYSSAL વિશેષણ").
entry(શ્વેતચાલ, ન, [શ્વેતચાલો], "એક ફૂલદાર વૃક્ષ અથવા ઝાડ").
entry(વિદ્યાલય, n, [વિદ્યાલયો], "શિક્ષણ સ્થાન").
entry(શૈક્ષણિક, n, [શૈક્ષણિક], "શૈક્ષણિક જીવન અથવા વાતાવરણ").
entry(શૈક્ષણિક, n, [શૈક્ષણિકો], "કૉલેજનો વિદ્યાર્થી અથવા શિક્ષક").
entry(એકેડેમી, n, [એકેડેમીઝ], "એક માધ્યમિક શાળા").
entry(અકાઇ, ન, [અકાઇઝ], "એક બૅરી જેવું ઊજાળું ફળ જે એક ઉષ્ણકટિબંધીય તાડનું ઝાડ બને છે").
entry(એકાજૂ, ન, [એકાજૂઝ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(acaleph, n, [acalephs], "કેવામાં ACALEPHAEa જેલીફિશ").
entry(acalephe, n, [acalephes], "acaleph").
entry(એકાન્થા, n, [એકાન્થાય], "ஒரு尖锐的部分").
એન્ટ્રી(એકન્થસ, ન, [એકન્થસ્સ], "અથવા એકન્થી એક કાંટાળું હર્બ").
entry(acapnia, n, [acapnias], "લોહી અને ઊતકોમાં કાર્બન ડાય ઑક્સાઇડનો અભાવ").
entry(અકાર્બોઝ, ન, [અકાર્બોઝીસ], "મધુમેહની સારવાર માટેની એક દવા").
entry(acari, pl, [], "અકેરસના").
entry(એકારિડ, ન, [એકારિડ્સ], "એરકનિડનો એક પ્રકાર").
entry(acaridan, n, [acaridans], "એકારિડ").
entry(અકારાઇન, n, [અકારાઇન્સ], "અકેરિડ").
entry(acaroid, adj, [], "ઍકારિડ જેવું").
entry(acarpous, adj, [], "ફળ નથી ઉત્પન્ન કરતા").
entry(acarus, n, [acari], "એક પ્રકારનું ઝીણી જીવાત").
entry(અકોડલ, વિશેષણ, [], "પોચડ વિના").
entry(acaudate, adj, [], "acaudal").
entry(acauline, વિશેષણ, [], "કોઇ ડાં થયો વિના").
entry(acaulose, વિશેશણ, [], "acauline").
entry(acaulous, વિશેષણ, [], "acauline").
entry(મંજૂર કરવું, v, [મંજૂર કર્યું,મંજૂર કરી રહ્યું,મંજૂર કરે], "સંમતિ આપવા માટે").
entry(પ્રવેશ, ન, [પ્રવેશકર્તાઓ], "એક જે પ્રવેશ કરે છે").
entry(ઍક્સેન્ટ, v, [ઍક્સેન્ટેડ,ઍક્સેન્ટિંગ,ઍક્સેન્ટ્સ], "ઉચ્ચારણા કરવા").
entry(accentor, n, [એક્સેન્ટર્સ], "એક ગાયકપક્ષી").
entry(accept, v, [accepted,accepting,accepts], "સ્વેચ્છાથી સ્વીકારવું").
એન્ટ્રી(સ્વીકારકર્તા, પ, [સ્વીકારકર્તાઓ], "સ્વીકારેલું એક").
entry(accepter, n, [accepters], "એક સૂકારો").
entry(સ્વીકારક, n, [સ્વીકારકો], "સ્વીકારક").
entry(પ્રવેશ, v, [પ્રવેશ કર્યો, પ્રવેશ કરવો, પ્રવેશ કરે છે], "પ્રાપ્ત કરવા માટે").
entry(હાદસા, n, [હાદસાઓ], "અનપેક્ષિત અથવા અજાણતી ઘટના").
entry(accidia, n, [ખેદ/ઉદાસીનતા], "acedia").
entry(accidie, n, [accidies], "એસિડિયા").
entry(પ્રશંસા, v, [પ્રશંસિત,પ્રશંસતા,પ્રશંસે], "મંજૂરી મૂકી ચીસા પાડવી").
entry(ઓક્કોલેડ, v, [ઓક્કોલેડેડ,ઓક્કોલેડીંગ,ઓક્કોલેડસ], "પ્રશંસા કરવા").
entry(સમાનતા, v, [સମાનતા પુરી કરેલ, સમાનતા પુરી કરી રહ્યો, સમાનતાઓ], "સંમતિ અથવા સમજુતીમાં લાવવું").
entry(accorder, n, [accorders], "એક જે સંમત થાય").
entry(સમૂખ થવું, વ, [સમૂખ થઈ, સમૂખ થતી, સમૂખ થાય છે], "પ્રથમ સંપર્ક કરવા અને વાત કરવા માટે").
entry(ખાતા, v, [ગણનાકૃત,ગણતરી,ખાતાઓ], "સ્પષ્ટીકરણ આપવાનું").
entry(accouter, v, [accoutered,accoutering,accouters], "સજ્જ કરવું").
entry(accoutre, v, [accoutred,accoutring,accoutres], "સજાવવા માટે").
entry(પ્રમાણપત્ર, v, [પ્રમાણપત્રિત,પ્રમાણપત્રકરણ,પ્રમાણપત્રિત કરે છે], "સત્તાવાર અનુમતિ આપવા માટે").
entry(ભેગું થવું, ક્રિ, [ભેગું થયું, ભેળવી છે, ભેળે છે], "સાથે વધવું").
entry(accrual, n, [accruals], "જોડાણ કરવાની ક્રિયા").
entry(જમા થવું, ક્રીયાપદ, [જમા થયું, જમા થતું, જમા થાય છે], "મૂલ પ્રમાણમાં વધારો થાય છે અથવા ઉમેરો તરીકે આવે છે").
એન્ટ્રી(એક્યુરસી, એન, [એક્યુરસિસ], "ચોકસાઇ હોવાનો ગુણવત્તા").
સુચિ(ચુકવટ, વિશેષણ, [], "ભુલથી મુક્ત").
entry(શાપીત, વિશેષણ, [], "શાપિત").
entry(accurst, adj, [], "અભિશપ્ત").
entry(accusal, n, [accusals], "આક્ષેપ કરવાનું કાર્ય").
entry(અંધારોપકર્તા, પ, [અંધારોપકર્તાઓ], "એક આરોપકાર").
entry(અપરાધકાર, ક્રિયાપદ, [અપરાધકાર્યું,અપરાધકારતું,અપરાધકારેછે], "વિરુદ્ધ આક્ષેપ કરવો").
entry(accuser, n, [આરોપક], "એક જે આરોપ કરે છે").
entry(મળી જવું, v, [મળી ગયેલા,મળી રહ્યા છે,મળી જાય છે], "જનકાર કરવો").
entry(એસ, ક્રિયા, [એસ્ડ, એસીંગ, એસેસ], "એક જ સ્ટ્રોકમાં વિરુદ્ધ પોઈન્ટ સ્કોર કરવા").
entry(ઉદાસીનતા, n, [ઉદાસીનતાઓ], "અલક્ષ્યતા").
entry(અકેલ્ડામા, n, [અકેલ્ડામાસ], "લોહીનો સંહાર સ્થળ").
entry(અસીસર્યક, વિશેષણ, [], "કેન્દ્ર વગરનું").
entry(acequia, n, [acequias], "સેચન ટોચ અથવા કેનાલ").
entry(acerate, વિશેષણ, [], "acerose").
entry(acerated, adj, [], "એસેરોઝ").
entry(સાર, વિશેષણ, [], "ACERBER ACERBESTsour").
entry(અસીર્બેટ, क्रिया, [અસીર્બેટેડ,અસીર્બેટીંગ,અસીર્બેટ્સ], "ખાટું બનાવવું").
entry(કટુ, વિશેષણ, [], "કટુ").
entry(તિક્ષ્ણતા, ન, [તિક્ષ્ણતાઓ], "ખાટાશ").
entry(એસરોળા, ન, [એસરોળાસ], "પશ્ચિમ ભારતીય ઝાડ").
entry(acerose, વિશેષણ, [], "સૂચીાકાર").
entry(acerous, વિશેષણ, [], "acerose").
entry(acervate, adj, [], "ઘન નજીકના ગૂંચમાં વધવું").
entry(acervuli, npl, [], "શાકોત્પન્ન જીવાણુના આંગોને ઉત્પન્ન વગર").
entry(acescent, n, [acescents], "કૈંક જે થોડું ખાટું હોય").
એન્ટ્રી(aceta, pl, [], "ઓફ એસિટમ").
entry(અસેટાલ, ન, [અસેટાલ્સ], "એક બળેલી શકાય તેવી પ્રવાહી").
entry(એસિટામીડ, ન, [એસિટામીડ્સ], " એસિટિક એસિડનો અમાઈડ").
entry(એસિટેટ, n, [એસિટેટ્સ], "એસિટી્ક એસિડનું મીઠુંએસિટેટેડ વિશેષણ").
entry(એસિટિક, વિશેષણ, [], "વિનેગર સંબંધિત").
entry(acetify, v, [acetified,acetifying,acetifies], "વીનેગરમાં રૂપાંતરિત કરવું").
entry(એસેટિન, n, [એસેટિન્સ], "એક રસાયણિક સંયોજન").
entry(એસિટોન, n, [એસિટોનસ], "એક દાહક তরળACETONIC વિશેષણ").
entry(એસેટોસ, વિશેષણ, [], "એસેટસ").
entry(ઍસિટસ, વિશિષ્ટણ, [], "સirka જેવો સ્વાદ").
entry(acetoxyl, n, [acetoxyls], "એક અણિવલન્ટ રેડિકલ").
entry(acetum, n, [aceta], "વિનિગર").
entry(ઍસિટાઇલ, n, [ઍસિટાઇલ્સ], "એક એકમૂલ્યક રેડિકલACETYLIC વિશેષણ").
entry(દુખાવો, v, [દુખાવ્યો,દુખી રહ્યો,દુખાવે છે], "નરસ સંચાલિત દુખાવો સહન કરવો").
entry(અશીં, ન, [અશીંઝ], "ફળનો એક પ્રકાર અશીંજલ વિશેષણ").
entry(achier, comparative, [], "ઓફ એચી").
entry(achiest, superlative, [], "એચીનો").
entry(સફળતા મેળવો, v, [સફળતા મેળવણી,સફળતા મેળવી રહ્યા છે,સફળતા મેળવે છે], "સફળતાપૂર્વક પૂર્ણ કરવા માટે").
entry(અચિવર, ન, [અચિવર્સ], "એક જે સિદ્ધ કરે છે").
entry(અચિલિયા, નં, [અચિલિયાસ], "યેરો").
entry(achiness, n, [achinesses], "ખિચામણનો અવસ્થા").
entry(કસરત, વર્તમાન, [], "દર્દનું ક્રિયાવિશેષણ").
entry(અચિંગલી, ક્રિયા વિશેષણ, [], "એક દર્દભર્યા ક્ષણમાં").
entry(achiote, n, [achiotes], "પીઠ્ત અને લાલ રંગનું રંગત").
entry(એચિiral, વિશેષણ, [], "સિમેટ્રીકલ અણુ સંબંધિત").
entry(અચોલિયા, નામ, [અચોલિયાઝ], "પિત્તનો અભાવ").
entry(અચ્છુ, વિશ્વમંગલ, [], "અચ્છૂ").
entry(અક્રોમેટ, ન, [અક્રોમેટ્સ], "લેન્સનો એક પ્રકાર").
entry(અક્રોમિક, વિશેષણ, [], "કોઈ રંગ ન હોવો").
entry(achy, adj, [], "ACHIER ACHIESTaching").
entry(acicula, n, [aciculas], "અથવા ACICULAE સોયાઓ જેવા ભાગ અથવા પ્રક્રિયા ACICULAR વિશેષણ").
પ્રવેશ(aciculum, n, [aciculums], "અથવા ACICULA એક વાંસની જેમનો ભાગ").
એન્ટ્રી(એસિડ, ન, [એસિડ્સ], "રાસાયનિક સંયોજનનો એક પ્રકાર").
entry(એસિડેમિયા, n, [એસિડેમિયાઓ], "રક્તમાં એસિડિટીની વધેલી સ્થિતિ").
પ્રવેશ(એસિડહેડ, ના, [એસિડહેડ્સ], "જે LSD નો ઉપયોગ કરે છે").
entry(અમ્લીય, વિશેષણ, [], "ખાટું").
entry(એસિડીફાય, ક્રિયા, [એસિડિફાઇડ, એસિડીફાઇંગ, એસિડિફાઇઝ], "એસિડમાં ફેરવવું").
entry(અમ્લતા, n, [અમ્લતાઓ], "ખટાશ").
entry(acidly, adv, [], "ખાટબહોળું").
entry(ઍસિડનેસ, ન, [ઍસિડનેસેસ], "ઍસિડિટી").
entry(એસિડોસિસ, n, [એસિડોસિસ], "લોહીની અસામાન્ય અવસ્થા એસિડોટિક વિશેષણ").
entry(એસિડ્યુરીઆ, ન, [એસિડ્યુરિયાસ], "મૂત્રમાં એસિડની અતિશય માત્રા ધરાવતી સ્થિતિ").
entry(acidy, adj, [], "ખાટું").
entry(acierate, v, [acierated,acierating,acierates], "સ્ટીલમાં ફેરવવું").
entry(aciform, વિશેષણ, [], "સોયાના આકારવાળું").
entry(એસિંગ, વર્તમાન, [], "એસનો પર.Participle").
entry(acinus, n, [acini], "એક ಸಣ್ಣ પોકળ રાજ્ય વિન્યાસ જે ગ્રંથિનુ分岐彩票平台注册")
entry(ackee, n, [ackees], "અકી").
entry(aclinic, adj, [], "કોઇ ઝુકાવ ન હોવું").
નિકાસ(એકમે, પ, [એકમ્સ], "ઉચ્ચતમ બિંદુACMATIC ACMIC વિશેષણ").
entry(ફોડા, ન, [ફોડા], "ચામડીની બીમારીACNED વિશેષણ").
entry(acnode, n, [acnodes], "વ્યાવસ્થિત પ્રવૃત્તિઓના અન્ય તત્વોથી અલગ થયેલ ગણિતીય સમૂહનો એક તત્વ").
entry(acock, વૃશ્ચિક, [], "cocked").
entry(acoelous, વિશેષણ, [], "ખરેખર શરીરનું ગુહા ન હોવું").
entry(acold, વિશેષણ, [], "ઠંડું").
પ્રવેશ(સહાયક, એન, [સહાયકો], "એક સહાયક").
entry(અકોનાઇટ, n, [અકોનાઇટ્સ], "એક ઝેરી ઉકાળોઅકોનિટિક વિશે").
entry(અકોનાઇટમ, ન, [અકોનાઇટમ્સ], "અકોનાઈટ").
entry(એકોર્ન, ન, [એકોર્નસ], "ઓક ઝાડનો ફળACORNED વિશેષણ").
entry(શ્રવ્ય, n, [શ્રવાદેવ], "શ્રવણ ઉપકરણ").
entry(જાણવું, v, [જાણકાર,જાણતા,જાણે], "જાણવા માટે કારણ બનવું").
entry(પ્રાપ્તિ, ન, [પ્રાપ્તિઓ], "કંઈક પ્રાપ્તિ").
entry(મિલકત મેળવવું, v, [મિલકત મેળવી,મિલકત મેળવતો,મિલકત મેળવે છે], "ઓતરવાનું માલિકી મેળવવું").
entry(acquiree, n, [acquirees], "જેનુ અધિગ્રહણ કરવામાં આવે છે").
entry(અક્વાયર, ગા, [અક્વાયરર્સ], "જે મેળવતું હોય").
entry(દોષમુક્ત, ક્રિયાપદ, [દોષમુક્ત કર્યા,દોષમુક્ત કરવું,દોષમુક્ત કરે છે], "અપરાધ અથવા ગુનો પ્રમાણે મુક્ત અથવા ચોખ્કસ કરવા").
entry(acrasia, n, [acrasias], "જાતનિર્ભરતા માટેની અછત ACRATIC વિશેષણ").
entry(acrasin, n, [acrasins], "એક સબસ્ટન્સ જે સ્લાઇમ મોલ્ડના કોષો દ્વારા સ્રાવિત થાય છે").
entry(એકર, n, [એકરો], "જમીન માપવા માટેની એક એકમ").
entry(acreage, n, [acreages], "એરીયા ઇન એકર્સ").
entry(acred, adj, [], "ઘણા એકર ધરાવવું").
entry(acrid, adj, [], "ACRIDER ACRIDESTચોખ્ખું અને ગંધ માટે કડવું").
entry(acridine, n, [acridines], "એક રાસાયણિક સંયોજક").
પ્રવેશ(તીક્ષ્ણતા, ન, [તીક્ષ્ણતાઓ], "તીક્ષ્ણ હોવાની સ્થિતિ").
entry(acridly, adv, [], "એક કડવાશભર્યા ભર્યા રીતે").
entry(દ્વેષ, નામ, [દ્વેષો], "વાણી અથવા સ્વભાવની તીક્ષણતા અથવા કડવાશ").
entry(acro, n, [acros], "એક સ્કીઇંગ ઇવેન્ટ જેમાં એક સ્કીઅર સંગીત પર કરતબ બતાવે છે").
entry(એક્રોબેટ, ન, [એક્રોબેટસ], "ચપળતા અને સંતુલનની સિદ્ધિઓમાં નિષ્ણાત").
પ્રવેશ(acrodont, n, [acrodonts], "મૂળ વગરના દાતો ધરાવનાર પ્રાણી").
entry(acrogen, n, [acrogens], "ફક્ત શીર્ષ પર વૃદ્ધિ પામેતું એક વનસ્પતિ").
entry(એક્રોલેક્ટ, ન, [એક્રોલેક્ટ્સ], "ભાષાનો ઉચ્ચ સ્વરૂપ").
પ્રવેશ(acrolein, n, [acroleins], "એક જ્વલનશીલ પ્રવાહી").
entry(એક્રોલિથ, n, [એક્રોલિથ્સ], "પ્રতার ઉલ્કરણનો એક પ્રકાર").
entry(એક્રોમિઓન, ન, [એક્રોમિયા], "ખભાની હાડપિંજરની બહારની બાજુACROMIALવિશેષણ").
entry(acronic, adj, [], "સૂર્યાસ્ત સમયે ઘટે છે").
entry(અક્રોનિમ, n, [અક્રોનિમ્સ], "યોજનાકારક શબ્દ અથવા શબ્દોના શ્રેણીમાંથી શરૂઆતના અક્ષરો વડે બનેલો શબ્દ").
પ્રવેશ(એક્રોસોમ, સ, [એક્રોસોમ્સ], "સ્પર્મના વડા પરનો પાતળો થેલો").
entry(અક્રોસ, પૂર્વ પ્રત્ય, [], "એક તરફથી બીજી તરફ").
entry(અક્રોસ્ટિક, ન, [અક્રોસ્ટિક્સ], "એવું કાવ્ય જેમાં ચોક્કસ અક્ષરો ક્રમમાં લઈને શબ્દ અથવા વાક્ય બને").
entry(acrotism, n, [acrotisms], "નબળાઈનું ધબકારાACROTIC વિશેખી").
entry(એક્રિલેટ, n, [એક્રિલેટ્સ], "એક માતોદ્રવ્ય").
entry(એક્રેલિક, n, [એક્રેલિક્સ], "રેઝિનનો એક પ્રકાર").
entry(act, v, [અભિનય કર્યો,અભિનય કરવો,અભિનય કરે છે], "કંઇક કરવા માટે").
entry(acta, npl, [], "પ્રતિબદ્ધ પ્રક્રિયા").
entry(actable, adj, [], "મંચ પર પ્રદર્શન માટે યોગ્ય").
entry(actin, n, [એક્ટિન], "સ્નાયુના તંતુમાં પ્રોટીન").
entry(actinal, adj, [], "આંટા ഉള്ള").
entry(acting, n, [actings], "અભિનેતાનું વ્યવસાય").
entry(actinia, n, [actinias], "અથવા ACTINIAE એક સાગરીક પ્રાણી").
entry(actinian, n, [actinians], "એક્ટિનિયા").
entry(એકટિનિક, વિશેષણ, [], "એક્ટિનિઝ્મના સંબંધમાં").
પ્રવેશ (એક્ટિનાઈડ, n, [એક્ટિનાઈડ્સ], "કોઈપણ શ્રેણીની ક્રિયાશીલ ભૂતત્વ તત્વો").
entry(એક્ટિનિઝમ,ન, [એક્ટિનિઝમ્સ], "ઔજસ પ્રકાશનો ગુણધર્મ જે રાસાયણિક ફેરફારો કરી શકે છે").
પ્રવેશ(એક્ટિનિયમ, ન, [એક્ટિનિયમ્સ], "એક રેડિઓઍક્ટિવ તત્વ").
એન્ટ્રી(એક્ટિનોઈડ, પ, [એક્ટિનોઈડ્સ], "એક એક્ટિનાઈડ").
entry(actinon, n, [actinons], "રેડોનનું એક આઇસોટોપ").
entry(ક્રિયા, v, [ક્રિયારત,ક્રિયાવિહિન,ક્રિયાઓ], "એ વિરુદ્ધ કાયદેસરની કાર્યવાહી લાવવા માટે").
entry(ક્રિયાકરતા, પ, [ક્રિયાકર્તાઓ], "ઉત્તેજક ક્રિયા સાથેની ફિલ્મ").
entry(સક્રિય, ક્રિયા, [સક્રિય થયું, સક્રિય કરી રહ્યું છે, સક્રિય કરે છે], "ચાલુ કરવું").
પ્રવેશ(સક્રિય, ન, [સક્રિયગણ], "સંસ્થા ના ભાગ લેનાર સભ્ય").
entry(actively, adv, [], "સક્રિય સાથે").
entry(કૃતિવાદ, નામ, [કૃતિવાદો], "મૂળધાર જે સીધી અને નિર્ણયકારી ક્રિયા પર ભાર આપે છે").
entry(લડીવાળું, ન, [લડીવાળાઓ], "સક્રિયતાવાદનું સમર્થક").
પ્રવેશ(સક્રિયતા, n, [સક્રિયતાઓ], "ઝડપી ક્રિયા અથવા ગતિ").
entry(સક્રિય કરો, v, [સક્રિય કર્યો,સક્રિય કરી રહ્યો છે,સક્રિય કરે છે], "સક્રિય કરવા માટે").
પ્રવેશ(નట, n, [નટઓ], "એક નાટ્ય અભિનયકર્તાઅભિનયકર્તાસંક્રાંત અભિનયકર્તાસંક્રાંત adj").
entry(અભિનેત્રી, n, [અભિનેત્રીઓ], "એક મહિલાઓ અભિનેત્રી adj").
entry(હકીકત, વિશેષણ, [], "factACTUALLY adv માં અસ્તિત્વમાં છે").
entry(વિમાકર્તા, n, [વિમાકર્તાઓ], "એક આંકડાશાસ્ત્રી જે વીમા જોખમો અને પ્રિમિયમ ગણતરી કરે છે").
entry(actuate, v, [actuated,actuating,actuates], "ક્રિયા અથવા ગતિમાં મૂકવા માટે").
એન્ટ્રી(એક્યુએટર, પ, [એક્યુએટર્સ], "એક એવું જે સક્રિય કરે").
entry(acuate, adj, [], "તીક્ષ્ણ").
entry(acuity, n, [acuities], "તેમજ").
પ્રવેેશ(aculeate, n, [aculeates], "એક ડંખ મારનાર કીટક").
entry(aculeus, n, [aculei], "એક તીક્ષ્ણ બિન્દુરૂપ ભાગ").
નમૂનાઓ(acumen, n, [acumens], "માનસિક ચતુરાઇ").
entry(acutance, n, [acutances], "ફોટોગ્રાફિક સ્વચ્છતા માંપ").
entry(તીવ્ર, વિશેષણ, [], "ACUTER ACUTESTતીવ્રતા અથવા ગંભીરતા દ્વારા ચિહ્નિતACUTELY adv").
entry(acute, n, [acutes], "ઊચ્ચાર ચિન્હનો એક પ્રકાર").
entry(અચક્રિય, વિશેષણ, [], "ચક્રિય નથી").
entry(acyl, n, [acyls], "અનિષ્ક્રિય મૂળક").
પ્રવેશ(acylate, v, [acylated,acylating,acylates], "એસિલ દાખલ કરવો").
entry(એસિલોઇન, ન, [એસિલોઇન્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(જાહેરાત, ન, [જાહેરાતો], "એક જાહેરાત").
entry(કહાવત, ન, [કહાવતો], "સામાન્ય અવલોકન વ્યક્ત કરતી પરંપરાગત કહેવતકહાવતીય વિશેષણ").
પ્રવેશ(adagio, n, [adagios], "હળવા ટેમ્પોમાં ભજવાતું એક સંગીત રચના અથવા ગતિ").
entry(ધૃઢતા, ણ, [ધૃઢતાઓ], "અડગપણા").
નવીProlog: entry(અડગતા, n, [અડગતાઓ], "અટલ કઠિનતા").
entry(અડગ, ન, [અડગતા], "એક અત્યંત કઠોર પદાર્થ").
entry(એડમસાઈટ, n, [એડમસાઈટ્સ], "સ્વાસ લેવા મુશ્કેલ બનાવે તેવા વાયુ").
entry(એડપ્ટ, ક્રિયાપદ, [એડપ્ટેડ,એડપ્ટિંગ,એડપ્ટ્સ], "યોગ્ય બનાવવા માટે").
entry(adapter, n, [અડેપ્ટર], "જોકે કે એડપ્ટ કરે છે").
entry(અડપ્શન, ન, [અડપ્શન્સ], "અડપ્ટ કરવાની ક્રિયા ADAPTIVE વિશેષણ").
entry(એડેપ્ટર, n, [એડેપ્ટર્સ], "એડેપ્ટર").
entry(adaxial, adj, [], "જે તે જ બાજુ પર આવેલી").
પ્રવેશ(એડબોટ, સ, [એડબોટ્સ], "એક વિશિષ્ટ કોમ્પ્યુટર પ્રોગ્રામ").
entry(add, v, [ચોકાવવું,ચોકાવતા,ચોકાવે છે], "સમાવેશિત અથવા જોડવા માટે જેથી વધારાને લાવી શકાય તેવુંADDABLE વિશેષણ").
entry(addax, n, [ડૉક્સ], "એક મોટું મૃગ").
entry(addedly, adv, [], "ડુક્કેસથી").
entry(addend, n, [addends], "બીજા જોડવાનો એક નંબર").
entry(ઉપરાંત, ન, [ઉપરાંતો], "અથવા ઉમેરવામાં આવે અથવા ઉમેરવું").
એન્ટ્રી(એડર, એન, [એડર્સ], "એક ઝેરી સાપ").
entry(addible, adj, [], "એડ કરવાના યોગ્ય").
entry(વ્યસની, ક્રિયા, [વ્યસનમગ્ન,વ્યસનકારક,વ્યસનો], "કંઈકની લાગણીશીલ અથવા મજબೂರ привычાની સાથે સમર્પિત અથવા સ્વરૂપ થવું").
entry(ઉમેરણા, ન, [ઉમેરણાઓ], "કૈંક ઉમેર્યું").
entry(additive, n, [additives], "અન્ય ગુણવત્તાઓ આપવાની ઇચ્છા સાથે અન્યમાં ઉમેરાયેલ પદાર્થ").
પ્રવેશ(ઉમેરણીય, વિશેષણ, [], "ઉમેરણ કરવું").
entry(addle, v, [addled,addling,addles], "ગુંચવાલું").
entry(સરનામું, v, [સરનામાં,સરનામું કરવું,સરનામાંઓ], "બોલવા માટે").
entry(અપનવું, ક્રિયા, [અપનાવ્યો, અપનાવી રહ્યો, અપનાવે છે], "પુરાવા તરીકે આગળ લાવવા માટે").
entry(adducent, adj, [], "એડડેક્ટ કરવા માટે સેવા આપવા માં").
entry(ઉદાહરણ આપનાર, ન, [ઉદાહરણ આપનારાઓ], "જણ જે ઉદાહરણ આપે").
entry(અથ પુરૂષ્ઠિત કરવું, વર્તમાન, [], "અથાનાં વર્તમાન વાચક").
entry(adduct, v, [adducted, adducting, adducts], "મૂખ્ય અક્ષ તરફ ખેંચવું").
entry(ઍડક્ટર, સ, [ઍડક્ટર્સ], "એક અભિનયક muscle").
entry(અદીમ, ક્રિયા, [અદીમ્ડ,અદીમિંગ,અદીમ્સ], "દૂર કરવા").
entry(એડેલ્ગિડ, સં, [એડેલ્ગિડ્સ], "એક નાનું પ્રાણી").
એન્ટ્રી(એડેનિન, એન, [એડેનાઇન્સ], "એક આલ્કલોઇડ").
entry(એડેનાઇટિસ, ન, [એડેનાઇટીસેસ], "લિંફ ગાંઠની સોજો").
entry(એડેનોઇડ, નામ, [એડેનોઇડ્સ], "ફરેન્ક્સ પાછળ વધેલું લોહિતરસ ગ્રામ").
entry(એડેનોમા, ન, [એડેનોમાસ], "અથવા એડેનોમાટાઐ ગ્રંથિ સપોજીત અસાધારણ ગાંઠ").
entry(એડેનોસિસ, n, [એડેનોઝીસ], "ગ્રંથિ મુજબના ટીસૂનો અસમાન્ય વિકાસ").
entry(એડેનાઇલ, n, [એડેનાઇલ્સ], "એક એકમૂલ્ય રેડિકલ").
entry(adept, adj, [], "અસ્ત્રસ્નાત આસ્ત્રસ્નાતતમ અત્યંત કુશળતા કુશળતાથી adv").
entry(નિપુણ, ન, [નિપુણો], "એક નિપુણ વ્યક્તિ").
entry(પૂરકતા, ન, [પૂરકતાઓ], "પુરક હોવાની ಸ್ಥિતિ").
entry(યોગ્ય, વિશેષણ, [], "નિર્ધારિત આવશ્યકતા માટે પૂરતું").
entry(ચીપકવું, ક્રિયા, [ચીપક્યું,ચીપકતી,ચીપકે], "કંઈક સાથે જોડાવું અથવા નજીક રહેવું").
entry(ચોંટાયેલી પદાર્થ, n, [ચોંટાયેલી પદાર્થો], "ચોંટનાર પદાર્થ જે સપાટી સાથે ચોંટે છે").
એન્ટ્રી(અનુયાયી, નં, [અનુયાયીઓ], "એક સમર્થક").
entry(જોડાવનાર, ન, [જોડાવનારઓ], "એક જે જોડાય છે").
entry(adhering, present, [], "જળવવા માટેનો વર્તમાન કાળનો જીવાત").
entry(અડકચીપક, n, [અડકચીપકો], "ચીપકવાના ક્રિયા").
entry(સંયોજક, સં, [સંયોજકો], "એક પદાર્થ કે જે સંબંધન સર્જે છે").
entry(પ્રદર્શિત, ક્રિયા, [પ્રદર્શિત,પ્રદર્શિત કરવાની પ્રક્રિયામાં,પ્રદર્શિત કરે છે], "પ્રવેશ કરવાની અથવા પ્રવેશ թույլ આપવા માટે").
entry(adieu, n, [adieus], "અથવા ADIEUX વિદાય").
entry(આદિયોસ, n, [આદિયોસેસ], "ગુડબાય").
એન્ટ્રી(એડિપોઝ, એન, [એડિપોઝઝ], "પ્રાણી ગરમીએડિપિક વિશેષણ").
entry(adiposis, n, [adiposes], "જરના").
entry(એડિપસ, વિશેષણ, [], "ચરબી સંબંધી").
entry(અદીત, પ, [અદીત્સ], "પ્રવેશદ્વાર").
પ્રવેશ(સમાન, વિશેષણ, [], "પછી").
entry(લગાડવું, ક્રિયાપદ, [લગાડ્યું,લગાડવાથી,લગાડે છે], "બાજુમાં હોવું").
એન્ટ્રી(એજોઇન્ટ, એન, [એજોઇન્ટ્સ], "ગણિતીય મેટ્રિક્સનો એક પ્રકાર").
entry(મુલતવી, ક્રિયા, [મુલતવીરાખી,મુલતવીરહશે,મુલતવીરાખે], "પછીના સમય સુધી સ્થગિત કરવા માટે").
entry(ન્યાયાધીશે નિર્ણય કરવો, ક્રિયાપદ, [ન્યાયાધીશે નિર્ણય કરી ચુક્યો, ન્યાયાધીશે નિર્ણય કરી રહ્યો, ન્યાયાધીશે નિર્ણય કરે છે], "ન્યાયિક રીતે નિર્ધારિત કરવાનું").
entry(adjunct, n, [adjuncts], "કોઈ વસ્તુ જે નાનું સ્થાન ધરાવે છે").
entry(આદેશ આપવો, ક્રિયા, [આદેશ આપ્યો, આદેશ આપવું, આદેશ આપે છે], "ગંભીરપણે આદેશ આપવો").
entry(adjurer, n, [adjurers], "જોકો કે જે સંપૂર્ણ ભાવ ધરાવે છે").
entry(adjuror, n, [adjurors], "adjurer").
entry(સમાયોજન, ક્રિયા, [સમાયોજિત,સમાયોજિત કરી રહ્યો آهي,સમાયોજિત કરે છે], "વધુ સંતોષજનક હાલતમાં લાવવા માટે").
entry(એડજસ્ટર, ન, [એડજસ્ટર્સ], "એક જે એડજસ્ટ કરે છે").
entry(adjustor, n, [adjustors], "એડજસ્ટર").
entry(એડ્યુટન્ટ, ન, [એડ્યુટન્ટ્સ], "મદદનીશ").
entry(સહાયક, n, [સહાયકો], "એક સહાયક").
ઍન્ટ્રી(એડલૅન્ડ, પ, [એડલૅન્ડ્સ], "જાહેરાતની દુનિયા").
entry(adman, n, [admen], "જાહેરાત વ્યવસાયમાં નોકરી આપે છે").
entry(admass, n, [admasses], "માસમીડિયા ઍડ્વર્ટાઈઝિંગ").
entry(એડમિન, n, [એડમીને], "એક વહીવટ").
entry(એડ્મિરલ, સ, [એડ્મિરલ્સ], "એક ઉચ્ચ પદવિ ધરાવતો નૌકાદળ અધિકારી").
entry(પ્રશંસા, ક્રિયા, [પ્રશંસિત,પ્રશંસતા,પ્રશંસે], "આશ્ચર્ય આનંદ અને મંજૂરી સાથે જોવું").
પ્રવેશ(પ્રશંસક, સ, [પ્રશંસકો], "જે પ્રશંસા કરે છે").
entry(પ્રવેશ, ક્રિયાપદ, [પ્રવેશ કર્યો,પ્રવેશ કરી રહ્યો છે,પ્રવેશ કરે છે], "પ્રવેશ કરવાની મંજૂરી આપવી").
પ્રવેશ(મંજુરકર્તા,ન, [મંજુરકર્તાઓ], "એક જે મંજુર કરાયો છે").
entry(admitter, n, [admitters], "એક જે દાખલ થાય છે").
entry(admix, v, [admixt,admixing,admixes], "મિક્ષ કરવા").
entry(તાડના, ક્રિયા, [તાડ્યું,તાડીરહ્યું,તાડે છે], "મૃદુ અથવા દયાળુ રૂપે ઠપકો આપવા").
entry(adnate, adj, [], "બીજાં ભાગ અથવા અંગ સાથે જોડાયેલા").
entry(adnation, n, [adnations], "સંલગ્ન થવાનો અવસ્થા").
entry(adnexa, npl, [], "સંયુક્ત શારિરીક ભાગોADNEXAL વિશેષણ").
entry(adnoun, n, [વિશેષણનામ], "નામ રૂપે ઉપયોગ થતું વિશેષણ").
entry(ado, n, [ados], "જોરશોરના ઉત્સાહ").
entry(અડોબ, ન, [અડોબ્સ], "અનબર્ન્ડ સૂકવેલા ઇંટ").
entry(અદોબો,ન, [અદોબોઝ],"ફિલિપીંસનું માછલી અથવા માંસથી નું બનાવાયેલ એક વાનગી").
entry(એડોનિસ, સં, [એડોનિસીસ], "એક પોષ્ટિક યુવાન પુરુષ").
entry(દત્તક, ચિ, [દત્તક લીધું,દત્તક લેતાં,દત્તક લે છે], "કાયદાકીય માધ્યમથી એકના પરિવારમાં લેવા માટે").
દાખલ(adoptee, n, [adoptees], "શીશુ ધારણ કરેલું").
entry(દત્તક લેનાર, n, [દત્તક લેનારઓ], "જે દત્તક લે છે").
entry(અપનાવવું, નં, [અપનાવનો], "અપનાવવાનો ક્રમADOPTIVE વિશેષણ").
entry(adorable, adj, [], "પ્રશંસાને લાયકADORABLY adv").
પ્રવેશ(આદર, ક્રિયા, [આદર્યું,આદરતા,આદરે], "ખૂબ જ પ્રેમ કરવો").
entry(adorer, n, [adorers], "જે પ્રેમ કરે છે").
entry(સ્વતંત્ર, ક્રિયા, [સજાવટ, સજાવટ_કરી, સજાવે], "મોહક બનાવવા માટે કંઈક ઉમેરવું").
entry(અડોર્નર, ન, [અડોર્નર્સ], "એક જે શણગાર કરે છે").
entry(adown, adv, [], "નીચે").
entry(adoze, adj, [], "ઊંઘમાં").
entry(adrenal, n, [adrenals], "એન્ડોક્રાઇન ગ્રંથી").
entry(adrift, adj, [], "વહેતા").
entry(adroit, adj, [], "નિપુણ વધુ નિપુણ સૌથી નિપુણતાપૂર્વક adv").
entry(અડસ્ક્રિપ્ટ, ન, [અડસ્ક્રિપ્ટ્સ], "બીજાના આકાર પછી લખાયેલો એક ઓળખતું પ્રતિક").
entry(_adsorb, v, [adsorbed,adsorbing,adsorbs], "સંઘનિત પરતમાં સપાટી પર ભેગા થવા માટે").
entry(એડસોર્બર, n, [એડસોર્બર્સ], "જે એડસોર્બ કરે છે").
entry(એડસુકી, ન, [એડસુકીસ], "એડઝુકી").
entry(adularia, n, [adularias], "એક ખનિજ").
entry(વખાણ કરવું, ક્રિયા, [વખાણ કર્યું, વખાણ કરતા, વખાણ કરે છે], "અતિશય વખાણ કરવાનો").
entry(પ્રશંસક, ન, [પ્રશંસકો], "જે અભિનંદન કરે છે").
প্রৱিষ্ট করুন(প্ৰাপ্তবয়স্ক, এন, [প্ৰাপ্তবয়স্কসকল], "এক সম্পূৰ্ণ বিকাশিত ব্যক্তি").
પ્રવેશ(વિધર્મ, ન, [વિધર્મણ], "વૈવાહિક વ્યક્તિ અને તેના જીવનસાથી સિવાયના અન્ય વ્યક્તિ વચ્ચે ઇચ્છાકૃત કામસૂત્ર વ્યવહાર").
entry(વયસ્ક રીતે, ક્રિયાવિસ્તાર, [], "વયસ્ક માટે ગણી શકાય તેવી રીતમાં").
entry(adumbral, વિશેષણ, [], "છાયો").
entry(adunc, adj, [], "અંદર તરફ વાંકેલી").
entry(aduncate, adj, [], "adunc").
entry(aduncous, adj, [], "એડંક").
entry(adust, વિશેષણ, [], "જلول").
entry(ીયથ, ક્રિયા, [યથ,યથતર,યથહે], "આગળ વધવું અથવા આગળ વધવાનો કારણ બનવું").
entry(અડ્વાન્સર, n, [અડ્વાન્સર્સ], "જે આગળ વધે છે").
entry(advect, v, [advected,advecting,advects], "દ્રવનું પ્રવાહ દ્વારા પરિવહન કરવું અથવા વહન કરવું").
પ્રવેશ(આડવેંટ, એન, [આડવેંટસ], "આગમન").
entry(ક્રિયાવિશેષણ, ન, [કૃિયાવિશેષણો], "એક શબ્દ જે ક્રિયા વિશેષણ અથવા અન્ય ક્રિયાવિશેષણCrowd ને સુધારવા માટે વપરાય છે").
entry(પ્રતિકૂળ, વિશેષણ, [], "વિરોધમાં કાર્ય કરવું").
entry(જાહેરાત, v, [જાહેરહતી,જાહેરિંગ,જાહેરાતો], "ધ્યાન આકર્ષવા માટે").
entry(સલાહ, સં, [સલાહો], "નિર્ણય અથવા ક્રિયાને લગતી ભલામણ").
entry(સલાહ, ફ, [સલાહ આપ્યો,સલાહ આપવી,સલાહ આપે છે], "સલાહ આપવા માટે").
entry(advisee, n, [જણાવેલા], "એ જે સલાહ લેવામાં આવે").
entry(સલાહકાર, n, [સલાહકારો], "જે સલાહ આપે છે").
entry(સમજાવટ, વર્તમાન, [], "સલાહ આપવાનો ભવિષ્યદર્ચક રૂપ").
ઍન્ટ્રી(સલાહકાર, n, [સલાહકાર], "સલાહકાર").
પ્રવેશ( સલાહકાર, ન, [સલાહકારો], "માહિતી આપતી અહેવાલ").
entry(અડવોકેટ, n, [અડવોકેટસ], "બ્રાન્ડી ખાંડ અને ઇંડાં દ્વારા બનેલ એક મીઠી દારૂ").
entry(વკივાણ, ન, [વკივાણ], "સલાહ જરુરી છે").
entry(વકીલ, v, [વકીલઉઠાવ્યુ, વકીલીફરમાવવું, વકીલ ઉપાડી રહ્યું છે], "ના સમર્થનમાં બોલવું").
entry(પ્રધાનત્વ, ન, [પ્રધાનત્વો], "ખાલી ચર્ચ પદ પર ઉમેદવારને રજૂ કરવાનો અધિકાર").
પ્રવેશ(એડવેર, ન, [એડવેર], "કંપ्यूटर સોફ્ટવેર જે વિનામૂલ્યે પ્રદાન કરવામાં આવે છે પરંતુ તેમાં જાહેરાતો હોય છે").
entry(adwoman, n, [adwomen], "વિજ્ઞાપન વ્યવસાયમાં નિયુક્ત એક મહિલા").
entry(adynamia, n, [adynamias], "શારીરિક તાકાતનો અભાવADYNAMIC વિશેષણ").
entry(અડાઇટમ, ந, [અડીટા], "પ્રાચીન મંદિરમાં આંતરિક પૂજાઘર").
entry(adz, v, [adzed,adzing,adzes], "લાકડું કાપવામાં અકસોપી કરવાની એક કાપવાની સાધન થી આકાર આપવો").
entry(એડ્ઝ, v, [એડ્ઝ્ડ,એડ્ઝિંગ,એડ્ઝસ], "એડ્ઝ કરવા માટે").
entry(અડઝુકી, n, [અડઝુકિસ], "એશિયન છોડનું ખાદ્ય બીજ").
entry(ae, adj, [], "એક").
entry(aecia, pl, [], "એસિયમની").
entry(aecial, adj, [], "એસિયમ સાથે સંબંધિત").
entry(aecidial, adj, [], "ઍસીમ સંબંધી").
entry(aecidium, n, [એસીડિયા], "એક એસિયમ").
entry(aecium, n, [aecia], "ચીકણા ફૂગના કેટલાક જાતિમાં નાશપદા ઉત્પન્ન કરતું અંગ").
entry(aedes, n, [aedes], "મચ્છરોની એક જીનસમાંથી કોઇ").
entry(aedile, n, [aediles], "પ્રાચીન રોમનો એક ચંદ્રમહિને").
entry(aedine, adj, [], "એક એડીસને લગતું").
entry(એજિસ, ન, [એજિસેસ], "સુરક્ષા").
entry(અગ્રોતેટ, ન, [], "બહુવચન અગ્રોતેટસ અન્વાય લાભપત્ર બીમાર વિદ્યાર્થીને પરીક્ષામાંથી મુક્તિ આપતું પ્રમાણપત્ર").
entry(aeneous, adj, [], "લીલાશ સોનાળ રંગ ધરાવતા").
entry(aeneus, adj, [], "તિામ્રવર્ણ").
entry(એઓલિયન, વિશેષણ, [], "ઇઓલિયન").
entry(યુગ, ન, [યુગો], "યુગ").
પ્રવેશ(એઓનિયન, વિશેષણ, [], "ઇઓનિયન").
entry(શાશ્વત, જગ્યા, [], "સદાય માનવ").
entry(એક્વોરિન, ન, [એક્વોરિનસ], "જેલીફિશ દ્વારા સ્રવિત કરાયેલ એક પ્રોટીન").
entry(aeradio, n, [aeradios], "વિમાનચાલકો માટેની કેનેડિયન રેડિયો સેવા").
entry(એરેટ, ક્રિયા, [એરેટેડ,એરેટિંગ,એરેટ્સ], "હવાની સપ્લાય કરવા").
entry(વાયુસંચાર, નિ, [વાયુસંચારો], "વાયુસંચાર કરવાનું કૃત્ય").
entry(વાતાકળી, ન, [વાતાકળીઓ], "જે હવામાં ઓક્સિજન વધારવાની ક્રિયા કરે છે").
entry(એરિયલ, ન, [એરિયલ્સ], "એક એન્ટેના").
entry(હવાઇ રીતે, ક્રિયા વિશેષણ, [], "હવા સંબંધિત રીતે").
entry(એરી, ન, [એરીઝ], "ઉંચી પહાડી અથવા પડખું પર બાંધવામાં આવેલ પંખીના ગૂંથણાનું માળુંAERIED વિશેષણ").
entry(aerier, comparative, [], "ઍરીનો").
entry(aeries, pl, [], "એરીનો").
entry(aeriest, superlative, [], "એરીનો").
entry(હવાનીનુ સ્વરૂપ ધરાવતું, વિશેષણ, [], "having the form of air").
entry(એરિફાઇ, ક્રિયા, [એરિફાઇડ, એરિફાઇંગ, એરિફાઇઝ], "વેન્ટિલેટ કરવું").
entry(એરિલી, ક્રિયા વિશેષણ, [], "હવામાં અથવા ઓચિંતું").
entry(એરો, વિશેષણ, [], "વિમાન સંબંધિત").
entry(એરોબેટ, ન, [એરોબેટ્સ], "જે વિમાનમાં કુશળતાપૂર્વક કારનામા કરે છે").
entry(એરોબ, ન, [એરોબ્સ], "ઓક્સિજનને જીવવા માટે જરૂરી હોય તેવું સંગઠનAEROBIC વિશેષણ").
entry(એરોબિક્સ, બહુવચન, [], "આકસીજનના વપરાશને વધારવાનું હૈયું અને ફેફસાંની સ્થિતિ માટેના વ્યાયામ").
entry(એરોબિયમ, n, [એરોબિયા], "એરોબ").
entry(એરોડક્ટ, ન, [એરોડક્ટ્સ], "જેટ એન્જિનનો એક પ્રકાર").
entry(વાયુમંત્ર, સ, [વાયુમંત્રો], "હવામાન વિમાન જે હવામાંથી ભારે હોય").
entry(aerofoil, n, [aerofoils], "એરફોઇલ").
entry(ઍરોજેલ, n, [ઍરોજેલ્સ], "ઍક બહુસોરિય ઘન").
પ્રવેશ(એરોગ્રામ, નામ, [એરોગ્રામ્સ], "એક વાયુમેલ પત્ર").
entry(એરોલાઈટ, ન, [એરોલાઈટ્સ], "અધિક પથ્થરો ધરાવતાં લોખંડ કરતા meteorite").
entry(એરોલિથ, ન, [એરોલિથ્સ], "એરોલાઇટ").
entry(હવામાનવિજ્ઞાન, પ, [હવામાનવિજ્ઞાનો], "વાતાવરણનો અભ્યાસ").
entry(વાયુચાણક, ન, [વાયુચાણકો], "જેઓ હવાઈ જહાજ ચલાવે છે").
entry(એરોનોમી, નં, [એરોનોમીઝ], "ઉચ્ચ વાયુમંડળનો અભ્યાર").
પ્રવેશ(એરોસેટ, ન, [એરોસેટ્સ], "વિમાન ટ્રાફિક નિયંત્રણમાં ઉપયોગ માટેનો ઉપગ્રહ").
entry(એરોસોલ, n, [એરોસોલ્સ], "સૂક્ષ્મ ઘન અથવા પ્રવાહી કણોના વાયુમંડલિક નિલંબન").
entry(એરેાસ્ટેટ, н, [એરેાસ્ટેટસ], "હવા કરતા હળવો એરક્રાફ્ટ").
entry(एरुगो, ન, [एरुगोस], "તામ્બા પર બનતું હરિત્ર કલિક").
entry(aery, adj, [], "એરીઈઅર એરીએસ્ટairy").
entry(aery, n, [aeries], "aerie").
entry(અસ્થેટ, ન, [અસ્થેટ્સ], "અસ્થેટ").
entry(ઉનાળાકાળ, વિશેષણ, [], "ઉનાળાકાળ").
entry(aetatis, adj, [], "ની વય/ઉંમર").
entry(ઐથર, n, [ઐથર્સ], "વાયુમંડળનો ઉપરનો સ્તરAETHERIC વિશેષણ").
પ્રવેશ(અફાર, ન, [અફારներ], "એક મહાન અંતર").
entry(afeard, વિશેષણ, [], "afraid").
entry(afeared, adj, [], "afeard").
entry(જ્વરહિન, વિશેષણ, [], "જ્વર ના હોવો").
entry(aff, adv, [], "બંધ").
entry(affable, adj, [], "વાત કરવા માટે સરળAFFABLY adv").
entry(affair, n, [affairs], "કશુક કરવું કે કશુક કરવાનું").
entry(affaire, n, [affaires], "એક સંક્ષિપ્ત રોમાંચક સંબંધ").
entry(affect, v, [affected,affecting,affects], "ખોટી છાપ પ્રદાન કરવા માટે").
entry(affecter, n, [affecters], "પ્રભાવિત કરે તે").
entry(અફેરન્ટ, ન, [અફેરન્ટ્સ], "એક નસ જે સંદેશોને નસ કેન્દ્ર તરફ પહોંચાડે છે").
entry(affiance, v, [affianced,affiancing,affiances], "સગાઈ કરવી").
entry(affiant, n, [affiants], "શપથ હેઠળ લેખિત ધરણા કરનાર").
entry(affiche, n, [affiches], "એક પોસ્ટર").
entry(જમાઇ, વિશેષણ, [], "લગ્ન દ્વારા સંબંધિત").
entry(affine, n, [affines], "લગ્ન દ્વારા સંબંધિત વ્યક્તિ").
entry(affined, adj, [], "નજીકનું લાગતું").
entry(affinely, adv, [], "ગણિતીય નિરમિતીમાંના એક પ્રકારના નકશાની રીતમાં").
entry(affinity, n, [affinities], "એક કુદરતી આકર્ષણ અથવા ઝોક").
entry(માન્ય, ક્રિયા, [માન્ય કર્યું,માન્ય કરી રહ્યું છે,માન્ય કરે છે], "દૃઢપણે કહેવું").
entry(અફર્મર, ન, [અફર્મર્સ], "સ્વીકાર કરનારો").
entry(ઍફિક્સ, ક્રિયાપદ, [ઍફિક્સ્ડ,ઍફિક્સિંગ,ઍફિક્સસ], "જોડવું").
entry(અતિક્રમણવચ્ચો, વિશેષણ, [], "પ્રત્યય કે ઉપસર્ગના સંદર્ભમાં").
entry(affixer, n, [affixers], "એક જે જોડે").
entry(affixial, વિશેષણ, [], "affixal").
entry(afflatus, n, [afflatuses], "સર્જનાત્મક પ્રેરણા").
entry(afflict, v, [afflicted,afflicting,afflicts], "માનસિક અથવા શારીરિક પીડા આપવી").
entry(affluent, n, [affluents], "બીજામાં વહેતી નદી").
entry(અફલક્સ, ન, [અફલક્સિસ], "એક બિંદુ તરફ વહેવું").
entry(afford, v, [afforded,affording,affords], "મોટા થઈ જવા માટે પૂરતી સાધનો હોવા").
entry(afforest, v, [afforested,afforesting,afforests], "કાંઝર છોડીને વનમાં ફેરવવું").
entry(સંગ્રામ, ક્રિયાપદ, [સંગ્રમિત,સંગ્રામતા,સંગ્રામો], "ભયભીત કરવું").
entry(affrayer, n, [affrayers], "એક જે affrays").
entry(ભયભીત, v, [ભયભીત થયેલ, ભયભીત કરવું, ભયભીત કરે છે], "ડરાડવું").
entry(affront, v, [affronted,affronting,affronts], "ખુલ્લેઆમ અપમાન કરવું").
entry(અફ્યુઝન, ન, [અફ્યુઝન્સ], "એ પ્રવાહી રેડવાની ક્રિયા").
entry(અફઘાન, ન, [અફઘાન્સ], "વૂલન બ્લેંકેટ અથવા શોખ").
entry(અફગાની, ન, [અફગાનીઝ], "અફઘાનિસ્તાનની એક નાણાકીય એકમ").
entry(afield, adv, [], "ફિલ્ડમાં").
entry(અગ્નિ, વિશેષણ, [], "આગ પર હોવું").
entry(અફ્લેમ, વિશેષણ, [], "બળતું").
entry(afloat, adj, [], "તરતી").
entry(અફ્લટર, વિશેષણ, [], "નર્વસલી એક્સાઇટેડ").
entry(afoot, adv, [], "પગે").
entry(afore, adv, [], "પહેલાં").
entry(afoul, વિશેષણ, [], "ઉલશ્કાયેલા").
entry(afraid, વિશેષણ, [], "ચિંતા સાથે ભરેલું").
entry(અફરીત, ન, [અફરીટ્સ], "અરબી миથોલોજીમા એક દૂષિત આત્મા").
entry(ફરીથી, ક્રિયાવિશેષણ, [], "અન્યુ").
entry(અફ્રિત, n, [અફ્રિત્સ], "અફ્રીટ").
entry(એફરો, સ, [એફરોસ], "એક ઘુંવાળા અથવા ચિક્કાર વાળની શૈલી").
entry(આફ્ટ,크, [], "સ્ટર્ન તરફ").
entry(પછી, પૂર્વ, [], "સ્થળ અથવા ક્રમમાં પાછળ").
entry(afters, npl, [], "ડેસર્ટ").
entry(aftertax, adj, [], "કરચુકવણી પછી બાકી").
entry(aftmost, adj, [], "સ્ટર્ન પાસે નિકટમ").
entry(aftosa, n, [અફટોસ], "ખુરવાળા સ્તનધારીઓનો એક રોગ").
entry(કૃ, ન, [કૃષિ], "કૃષિ").
entry(અગા, ન, [અગાસ], "એક ઉચ્ચ પદ છવાની તુર્કી સૈન્ય અધિકારી").
entry(ફરીથી, ક્રિયાવિશેષણ, [], "ફરી એક વાર").
entry(against, prep, [], "વિરોધમાં").
entry(અગાલોચ, સ, [અગાલોચ્સ], "ટ્રોપિકલ વૃક્ષની સુગંધિત લાકડી").
પ્રવેશ(અગલવુડ, ન, [અગલવુડ્સ], "અગલોક").
entry(અગમ, ન, [અગમસ], "એક ઉષ્ણકટિબંધ છિપકાળી").
entry(agamete, n, [agametes], "લૈગિક પ્રજનન રહિત પ્રજનન કોષ").
entry(અગામીક, વિશેષણ, [], "લિંગવિહીન").
entry(અગામિડ, ન, [અગામિડ્સ], "જુના સમયમાં મળતા ભગવાંડિયા").
entry(અગેમસ, વિશેષણ, [], "અગેમિક").
entry(અગાપે, ન, [અગાપેસ], "અથવા અગાપેએ અથવા અગાપેઆઈ તોફાનની ભોજનસદન, અગાપેઅઈસી વિશેષણ").
entry(અગર, ન, [અગરો], "કેટલાક સમુદ્રી છોડમાંથી મળતી એક ચિપચી છાશ".).
entry(અગેરિક, ન, [અગેરિક્સ], "ફૂગનો કોઈપણ કુટુંબ").
entry(અગારોઝ, ન, [અગારોઝ્સ], "અગારથી પ્રાપ્ત થનાર એક સક્કર").
ઓચિષ્ટવિધિ(agate, n, [agates], "ક્વાર્ટઝની એક જાતAGATOID વિશેષણ").
entry(agatize, v, [agatized, agatizing, agatizes], "agate સમાન બનાવવું").
entry(અગવે, ન, [અગવેસ્ટ], "એક ઉષ્ણકટિબંધીય છોડ").
entry(agaze, વિશેષણ, [], "વળગી જોયું").
entry(ઉંમર, v, [], "વૃદ્ધ વૃદ્ધત્વ અથવા વૃદ્ધમાનું વૃદ્ધત્વ").
પ્રવેશ(ઊંમરવાળી રીતે, ક્રિયાવિશેષણ, [], "વૃદ્ધ વ્યક્તિની જેમ").
entry(agedness, n, [agednesses], "જૂનાપણું").
entry(agee, adv, [], "એક બાજુ").
પ્રવેશ(વયીર્વઘર્ષણ, ન, [વયીર્વઘર્ષણ], "aging").
entry(ઉંમરવાદ, એકવચન, [ઉંમરવાદો], "ઉંમર આધારિત ભેદભાવ").
પ્રવેશ(વયવાદી, સ, [વયવાદીઓ], "વયવાદનો પક્ષપાતી").
entry(યુৱৰહિત, વિશેષણ, [], "ક્યારેય વૃદ્ધ ન થવું").
entry(agelong, adj, [], "દિર્ઘ સમય સુધી ચાલવું").
entry(agemate, n, [agemates], "બીજા વ્યક્તિ જેવી જ ઉમરના વ્યકતિ").
entry(agency, n, [એજન્સીઓ], "અન્ય લોકો માટે વ્યવસાય કરતી એક સંસ્થા").
entry(કરણીય, ન, [કરણીયોની યાદી], "કરવાના કામોની સૂચિ").
entry(કાર્યसूચિ, n, [કાર્યસૂચિઓ], "કાર્યક્રમની સૂચિમાં એક વસ્તુ").
entry(એજેને, ન, [એજેનેસ], "મોટો લોટ સુધારવા માટે ઉપયોગમાં લેવાતું રાસાયણિક સંયોજન").
entry(એજેનેસિયા, n, [એજેનેસિયાઝ], "એજેનેસિસ").
entry(agenesis, n, [ageneses], "શારીરિક અવયવનો અભાવ અથવા અધૂરું વિકાસAGENETIC વિશેષણ").
entry(એજનાઈઝ, v, [એજનાઈઝડ,એજનાઈઝિંગ,એજનાઈઝેસ], "એજેન સાથે સારવાર કરવા").
એન્ટ્રી(એજન્ટ, વી, [એજન્ટેડ, એજન્ટિંગ, એજન્ટ્સ], "AGENTIAL વિશેષણ માટે પ્રતિનિધિ તરીકે કાર્ય કરવા માટે").
entry(agenting, n, [agentings], "એજન્ટ નો ધંધો અથવા પ્રવૃત્તિઓ").
entry(agentive, n, [agentives], "સાકારક ક્રિયાપદ જે ક્રિયાનું કાર્ય કરનાર દર્શાવે છે").
entry(એજન્ટ્રી, ન, [એજન્ટ્રીઝ], "કિસી પ્રતીનિધિ કે કાર્યાલય કે જવાબદારીઓ").
entry(વર્, ન, [વર], "જે વૃદ્ધ થતો હોય").
entry(એજરેટમ, વિશેષણ, [એજરેટમ્સ], "ફૂલવું વનસ્પતિ").
entry(અગગદા, n, [અગગદાસ], "અથવા એજગાડોટ અથવા એજગાડોથહગ્ગાદાહ").
entry(અગગદાહ, પ, [અગગદાહ્સ], "અથવા અગગદોત અથવા અગગદોથહગગદાહ").
entry(અગાડિક, વિશેષણ, [], "હેગાડિક").
entry(agger, n, [aggers], "કિલ્લાબંધી તરીકે ઉપયોગમાં લેવામાં આવતું ભૂમિ સંગ્રહ").
entry(એગી, ન, [એગીઝ], "રમવાનું કાચનું ગોળ નાનું કણ").
entry(aggrade, v, [aggraded,aggrading,aggrades], "જમાવટ સામગ્રીથી ભરવું").
entry(અગ્રેસ, ક્રિયા, [અગ્રેસ્ડ,અગ્રેસિંગ,અગ્રેસેસ], "શત્રુતાનું પહેલું ક્રિયાકલાપ પૂર્ણ કરવો").
entry(અગ્રિવ, v, [અગ્રિવડ,અગ્રિવિંગ,અગ્રિવસ], "દુ:ખ આપવા").
entry(અગ્રો, ન, [અગ્રોઝ], "એક દુશ્મનાવટ અથવા ફરિયાદ").
entry(આઘા, પ, [આઘાસ], "આગા").
entry(aghast, adj, [], "કશીક ભયાનક વસ્તુથી આશ્ચર્યચકીત").
entry(ચુસ્ત, વિશેષણ, [], "ઝડપથી અને સરળતાથી હલનચલન કરવાની ક્ષમતા").
entry(চਾਪাল্য, સં, [ચાપલ્યતા], "ચપળ હોવાની ગુણવત્તા").
entry(agin, prep, [], "વિરુદ્ધ").
entry(ઊંમર, ન, [ઊંમરો], "વૃદ્ધ થવાની પ્રક્રિયા").
entry(અગિનર, n, [અગિનર્સ], "અ બદલાવના વિરોધ માં હોય તેવું").
entry(એજિયો, પ, [એજિયોસ], "એક ચલણને બીજા ચલણ સામે બદલી માટે ચૂકવવામાં આવતું પ્રીમિયમ").
entry(આજિયોટાજ, ન, [આજિયોટાજસ], "દલાલનો વ્યવસાય").
entry(વયભેદ, n, [વયભેદો], "ageism").
entry(ચરાણ, ક્રિયા, [ચરાણ કર્યું,ચરાણ કરી રહ્યો,ચરાણ કરે છે], "પશુઓને ઘાસ ચરવા દેવું અને યોગ્ય વળતર મળવું").
entry(અજિત, n, [અજિતસ], "ઉલ્લાસનું ભાવ").
entry(ઉતેજિત, ક્રિયા, [ઉતેજિત,ઉતેજિત કરી રહ્યા છે,ઉતેજિત કરે છે], "હિંસક અનિયમિત ક્રિયાથી હલાવવુંAGITABLE વિશેષણ").
entry(અજિટાટો, વિશેષણ, [], "જલદી અને ઉત્ક્રાંતિથી સંગીત દિશા તરીકે ઉપયોગમાં").
entry(આંદોલનકારક, સં, [આંદોલનકારકો], "જે આંદોલન કરે છે").
entry(એગિટપ્રોપ, ન, [એગિટપ્રોપ્સ], "પ્રોકોમ્યુનિસ્ટ પ્રોપેગેન્ડા").
entry(aglare, વિશેષણ, [], "glaring").
entry(agleam, વિશેષણ, [], "ઝળહળતું").
entry(અગલી, ક્રિયા વિશેષણ, [], "agley").
entry(એગ્લેટ, ન, [એગ્લેટ્સ], "લેસના અંતે એક ધાતુ શીથ").
entry(agley, adv, [], "અડંગા").
entry(ચમક, વિશેષણ, [], "ચમકદાર").
entry(aglitter, વિશેષણ, [], "ઝગમગતું").
entry(આગ્લૂ, ન, [આગ્લૂઝ], "બેરીએલ દ્વારા બનાવેલ હિમમાં આવેલ એક વાયુ છિદ્ર").
entry(પ્રકાશિત, વિશેષણ, [], "જળમળતું").
entry(અગલુ, ન, [અગલુસ], "અગલૂ").
entry(agly, adv, [], "agley").
entry(aglycon, n, [aglycons], "એક પ્રકારનું રાસાયણિક સંયોજન").
entry(એગ્લાઇકોન, પ, [એગ્લાઇકોન્સ], "એગ્લાઇકોન").
entry(agma, n, [agmas], "અંગ્રે").
entry(agminate, adj, [], "એકત્રિત").
entry(agnail, n, [agnails], "નખની નીચેની અંદરનું કાટલું").
entry(પિતૃકુટુંબી, n, [પિતૃકુટુંબી], "પિતાની બાજુનો સગોAGNATIC તસવીર").
entry(અગ્નાથન, પ, [અગ્નાથન], "જડબાવાળા કશેરુકાવાળાઓના એક સમૂહમાંથી એક").
entry(નાતાકીયતા, ન, [નાતાકીયતાઓ], "આગ્નેટનો સંબંધ").
entry(માટે ઓળખવું, v, [માટે ઓળખ્યું,માટે ઓળખી રહ્યું છે,માટે ઓળખે છે], "સ્વીકારવા માટે").
પ્રવેશ(અગ્નોમેન, ન, [અગ્નોમેન્સ], "અથવા AGNOMINA એક પ્રાચીન રોમનને આપવામાં આવેલ વધારાનું નામ").
entry(અગ્નોશિયા, ન, [અગ્નોશિયાસ], "પરિચિત વસ્તુઓને ઓળખવાની ક્ષમતાનો નુકસાન").
entry(અગ્નોસ્ટિક, n, [અગ્નોસ્ટિક્સ], "જે ભગવાનના જ્ઞાનને નકારી કાઢે છે").
entry(એગૉ, ક્રિ.વિ., [], "વિતે બધા").
entry(agog, adv, [], "ઉત્સુક કૌતહલની સ્થિતિમાં").
entry(અગોન, શ, [અગોન્સ], "અથવા એગોનેસ: ગ્રીક નાટકમાં મુખ્ય પાત્રો વચ્ચેનો નાટકીય સંઘર્ષ").
entry(અગોનલ, વિશેષણ, [], "યાતનાને લગતું").
entry(અગોન, ક્રિયાવિશેષણ, [], "અગાઉ").
entry(એગોનિક, વિશેષણ, [], "કોણ ન બનાવવું").
entry(કોષ્ટક, બહુ.વચન, [], "દુઃખનો").
entry(ગ્રંથિ, ક્રિયા, [ગ્રંથિત,ગ્રંથિતતાં,ગ્રંથિત્વે], "યાતના કષ્ટ અનુભવવા માટે").
entry(અગોનિઝમ, ન, [અગોનિઝમ્સ], "એક સ્પર્ધા અથવા સંઘર્ષ").
entry(ઍગોનિસ્ટ, n, [ઍગોનિસ્ટ્સ], "જે સંઘર્ષમાં સામેલ છે").
entry(અગોનાઇઝ, v, [અગોનાઇઝડ,અગોનાઇઝિંગ,અગોનાઇઝજ], "અતિ પ્રચંડ પીડા સહન કરવા").
entry(પીડા, ન, [પીડાઓ], "તિવ્ર પીડા").
entry(અગોરા, ન, [અગોરસ], "અથવા AGORAEપ્રાચીન ગ્રીસમાં એક બજાર").
entry(અગોરા, ન, [અગોરોટ], "અથવા અગોરોટ, ઇઝરાયલની નાણાકીય એકમ").
entry(અગૂટી, ન, [અગૂટીસ], "અથવા અગુટીઝએક ખોદક રૉડન્ટ").
entry(અગાઉટી, n, [અગાઉટીઝ], "અગાઉટી").
entry(agrafe, n, [agrafes], "અગ્રાફ").
એન્ટ્રી(અગ્રાફ, ન, [અગ્રાફ્સ], "શણગારાત્મક પટ્ટો").
entry(અગ્રાફા, બહુવચન નામ, [], "યેસુના પ્રવચનો જે બાઇબલમાં નથી મળતા").
entry(અગ્રાફિયા, n, [અગ્રાફિયાસ], "લખવામાં અશક્તિના કારણે દર્શાવતું માનસિક વિકાર AGRAGRAPHIC adj").
entry(કૃષિ, n, [કૃષિકો], "જે જમીનની સમાન વિતરણની તરફેણ કરે છે").
entry(agravic, વિશેષણ, [], "કોઈ આકર્ષણના અભાવની સ્થિતિ સંબંધિત").
entry(agree, v, [agreed,agreeing,agrees], "એક જ મંતવ્ય રાખવું").
entry(agrestal, વિશેષણ, [], "જંગલી રીતે વધવું").
entry(કસ્બાઇ, સપુર્દ, [], "ગ્રામ્ય").
entry(અગ્રિયા, ન, [અગ્રિયાસ], "ગંભીર પીળા ફોડામાં વિસ્ફોટ").
entry(અગ્રિમોની, ન, [અગ્રિમોનીઓ], "એક બહુવરષીય છોડ").
પ્રવેશ(કૃષિ, ન, [કૃષિ], "કૃષિ વિજ્ઞાનનો વિદ્યાર્થી").
entry(અગ્રોલોજી, ન, [અગ્રોલોજીઓ], "પાક સાથે સંબંધિત ભૂમિ વિજ્ઞાન").
entry(કૃષિવિજ્ઞાન, n, [કૃષિવિજ્ઞાનો], "જમીન ની ખેતી માટે વૈજ્ઞાનિક સિદ્ધાંતો નો ઉપયોગ").
entry(aground, adv, [], "જમીન પર").
entry(અગ્રિપ્નિયા, n, [અગ્રિપ્નિયાસ], "অনিদ্রা").
entry(અગવાકેટ, નામ, [અગવાકેટ્સ], "એક એવોકાડો").
entry(ague, n, [agues], "મેલેરીયલ તાવAGUED વિશેષણAGUELIKE AGUISH વિશેષણAGUISHLY ક્રિયાવિશેષણ").
entry(agueweed, n, [agueweeds], "એક ફૂલદાર છોડ").
entry(અહ, વ, [અહેડ,અહિંગ,અહસ], "આહ").
entry(aha, interj, [], "આશ્ચર્ય, વિજય અથવા ઉપહાસ વ્યક્ત કરવા માટેનો ઉપયોગ").
entry(આછૂ, સંપર્કવાદ, [], "છींંકના અવાજને રેપ્રિઝેન્ટ કરવા માટે વપરાતું શબ્દ").
entry(આગળ, ક્રિયા વિશેષણ, [], "આગળ અથવા સામા તરફ").
entry(અહેમ, આંતર, [], "ધ્યાન ખેંચવા માટે વપરાય છે").
entry(અહીં, n, [અહીંઓ], "એક સમુદ્રી ખાદ્ય માછલી").
entry(અહિંસા, ન, [અહિંસાઓ], "અહિંસાનો હિંદુ સિદ્ધાંત").
entry(ahold, n, [aholds], "કહેવત કે કંઈક પકડ").
entry(ahorse, adv, [], "ઘોડા પર").
entry(અહોય, ઉદગાર, [], "જહાજ અથવા વ્યક્તિને આહ્વાન કરવા માટે વપરાય છે").
entry(ahull, adj, [], "જહાજ તરીકે પરિત્યક્ત અને પૂરસ્થિત").
entry(ai, n, [ais], "ત્રિઆંગળીય મારજાણિયો").
entry(aiblins, adv, [], "ablins").
entry(aid, v, [aided,aiding,aids], "મદદ કરવા").
entry(મદદનીશ, ન, [મદદનીશો], "એક સહાયક").
entry(મદદગાર, n, [મદદગારો], "મદદ કરતા માણસ").
entry(aidful, adj, [], "સહાયક").
entry(મદદ વગર, વિશેષણ, [], "હેલ્પલેસ").
entry(એડમેન, ન, [એડમેન], "એક કોર્સમેન").
entry(એગ્લેટ, ન, [એગ્લેટ્સ], "એગ્લેટ").
entry(એગ્રેટ, ન, [એગ્રેટ્સ], "એગ્રેટ").
entry(એગ્રીટ, ન, [એગ્રીટ્સ], "મુખશણગાર તરીકે પહેરાય છે તે નમણિયું પાંખોનું વણજોડું").
પ્રવેશ(એગવિલી, એન, [એગવિલ્સ], "તીખો વિકરાળ પર્વત શિખર").
entry(આઇકીડો,.n, [આઇકીડોઝ], "જાપાની આત્મરક્ષા કલા").
entry(લાગણી, ક્રિ, [લાગ્યું,લાગી રહ્યું છે,લાગે છે], "વેદના કે અસ્વસ્થતા ઉત્પન્ન કરતા").
entry(એલિરણ, ન, [એલિરણસ], "વિમાનના પાંખ પરનું ચલિત નિયંત્રણ સપાટી").
entry(ailment, n, [ailments], "શારીરિક અથવા માનસિક વિકાર").
entry(લક્ષ્ય, ક્રિયા, [લક્ષ્યક્રોડિત,લક્ષ્યક્રોડન,લક્ષ્યક્રોડિત કરે], "નિર્ભર નિવિષ્ટ વસ્તુ અથવા હેતુ તરફ દિશા બતાવવી").
entry(aimer, n, [વ્યક્તિઓ], "એક છે જે નિશાન લગાવે છે").
entry(હેતુપૂર્ણ, વિશેષણ, [], "હેતુથી ભરપૂર AIMFULLY ક્રિયા વિશેષણ").
entry(aimless, વિશેષણ, [], "દિશા અથવા હેતુ વિના").
entry(અ઼ઇન, n, [અ઼ઇન્સ], "અ઼ઇન").
entry(ainsell, n, [ainsells], "પોતાનું મૌલિક સ્વરૂપ").
entry(aioli, n, [aiolis], "લસણની મેયોનેઝ").
entry(હવા, ક્રિયા, [], "AIRER AIRESTશરુઆતથી").
entry(હવા, ક્રિયા, [હવાનું,હવા છોડી,હવાઓ], "પૃથ્વીને ઘેરતાં વાયુઓના મિશ્રણને હવામાં મૂકીવું").
entry(એરબેગ, નામ, [એરબેગ્સ], "ઓટોમોબાઇલમાં ફૂલાવી શકાય તેવો સુરક્ષા ઉપકરણ").
entry(હવાઈઆડાસ્ટ્રો, n, [હવાઈઆડાસ્ટ્રાઓ], "વિમાન માટેનું સૈનિક મથક").
પ્રવેશ(એરબોટ, ન, [એરબોટ્સ], "પ્રમુખ વિસ્તારમાં ઉપયોગ થતું નૌકાવહન").
એન્ટ્રી(એરબોર્ન, વિશેષણ, [], "ઉડતી").
entry(એરબાઉન્ડ,વિશેષણ,[]."હવાનું કારણ ઓનલાઈન").
entry(એરબ્રશ, v, [એરબ્રશડ,એરબ્રશિંગ,એરબ્રશેઝ], "પેઇન્ટ તરીકે સંકુચિત હવામાંથી ફાઇન સ્પ્રે દ્વારા લાગુ કરવું").
entry(એરબર્સ્ટ, ન, [એરબર્સ્ટ્સ], "હવામાં વિસ્ફોટ").
entry(ન આર્બસ, [એરબસ], "અથવા AIRBUSSESa યાત્રિક વિમાન").
entry(એરચેક, ન, [એરચેક્સ], "રેડિયો પ્રસારણ પરથી બનાવેલ એક રેકોર્ડિંગ").
entry(એાયરકોચ, ન, [એાયરકોચીસ], "商業 વિમાનોમાં વપરાતા સસ્તા વર્ગ住宿").
entry(વિમાન, ન, [વિમાન], "ઉડાન માટે શક્તિશાળી કોઈપણ યંત્ર અથવા ઉપકરણ").
entry(એર્ક્રૂ, ન, [એર્ક્રૂઝ], "વિમાનના હોદ્દેદારો").
પ્રવેશ(વિમુક્તિ તારીખ, સ, [વિમુક્તિ તારીખો], "પ્રસારણની નક્કી થયેલી તારીખ").
entry(એર્ડ્રોમ, પુરુષવાચક સંજ્ઞા, [એર્ડ્રોમ્સ], "એક એરપોર્ટ").
entry(એર્ડ્રોપ, v, [એર્ડ્રોપ્ડ,એર્ડ્રોપિંગ,એર્ડ્રોપ્સ], "વિમાનમાંથી નાંખવું").
entry(વસ્ત્રસૂક, n, [વસ્ત્રસૂક], "જોકે કે કપડાં સુકાવવા માટેના ચોકઠું").
entry(હવાઈભાડું, n, [હવાઈભાડાં], "વિમાન દ્વારા મુસાફરી માટે ચુકવણી").
entry(એરફિલ્ડ, ન, [એરફિલ્ડ્સ], "એક વિમાનતમથક").
ઍન્ટ્રી(એસિમ લખાય છે ન, [એસિમ લખાય છે], "હવાવાહ").
entry(એરફોઇલ, n, [એરફોઇલ્સ], "લિફ્ટ અથવા નિયંત્રણ પૂરું પાડવા માટે ડિઝાઇન કરેલ વિમાનોનો હિસ્સો").
entry(એરફ્રેમ, ન, [એરફ્રેમ્સ], "વિમાનનું ફ્રેમવર્ક અને બાહ્ય આવરણ").
entry(એરગ્લો, ન, [એરગ્લોઝ], "ઉચ્ચ વાયુમંડળમાં એક ચમક").
entry(એરહેડ, n, [એરહેડ્સ], "એક મૂરખ વ્યક્તિ").
entry(એરસુરાખ, નામ, [એરસુરાખો], "હવા અંદર કે બહાર જવા માટેની એક ખાંચો").
entry(હવામાં ભરપૂર, તુલનાત્મક, [], "હવાના").
entry(હવા ભર્યું, વિશેષણમાં શ્રેષ્ઠ, [], "હવા ને सम्बંધિત").
entry(હવા પૂરક, ક્રિયા વિશેષણ, [], "હવામાં ભરેલા રીતે").
entry(વિહワイト, n, [વિહવાઈટ્સ], "હવા ભરાયેલાની સ્થિતિ").
એન્ટ્રી(એરિંગ, એન, [એરિંગ્સ], "હવામાં એક પ્રદર્શિત કરવું").
entry(હવાના વગર, વિશેષણ, [], "હવા વગર").
entry(હવાઈપરિવહન, ક્રિયા, [હવાઈપરિવહનથીલવ્યાં,હવાઈપરિવહનકરવું,હવાઈપરિવહનો], "વિમાન દ્વારા પરિવહન કરવો").
entry(હવામાં જેવું, વિશેષણ, [], "હવામાં સમાન").
entry(એરલાઇન, ન, [એરલાઇન્સ], "આકાશીય પરિવહન પ્રણાલી").
entry(વિમાન, ન, [વિમાનો], "મોટું પેસેન્જર જહાજ").
પ્રવેશ(એર્લૉક, ન, [એર્લૉક્સ], "હવા બબલ દ્વારા પાઇપમાં બનેલો અવરોધ").
entry(એરમેલ, v, [એરમેલ્ડ,એરમેલિંગ,એરમેલ્સ], "મેઈલને હવાઈ જહાજ વડે મોકલવાનો").
entry(એરમેન, ન, [એરમેન], "એક ઉડ્ડયનકર્તા").
entry(એર્ન, ન, [એર્નસ], "લોખંડ એક ખનિજ તત્વ").
entry(એરપાર્ક, n, [એરપાર્ક્સ], "નાનું વિમાનમથક").
entry(વિમાન, n, [વિમાનો], "જેટ એન્જિન અથવા પ્રોપેલર દ્વારા પ્રેરિત પાંખ ધરાવતું વિમાન").
Entry(એરપ્લે, નામ, [એરપ્લેઝ], "રેડિયો કાર્યક્રમ પર રેકોર્ડ વગાડવા").
entry(વિમાનમથક, ન, [વિમાનમથકો], "વિમાનના ઉતરાણ અને ઉડાણ માટે સુરક્ષિત પ્રાંત").
entry(એર્પોસ્ટ, ન, [એર્પોસ્ટ્સ], "વિમાન દ્વારા મેલ પહોંચાડવાની એક પદ્ધતિ").
entry(એરપાવર, ન, [એરપાવર્સ], "રાષ્ટ્રોની વાયુસેનાની સૈન્ય શક્તિ").
entry(airproof, v, [airproofed,airproofing,airproofs], "હવાથી અદ્રશ્ય ન બનાવવા માટે").
entry(એરસ્કેપ, n, [એરસ્કેપ્સ], "વિમાન અથવા ઊંચી સ્થિતિથી ધરતીનો દ્રશ્ય").
entry(એરસ્ક્રૂ, n, [એરસ્ક્રૂઝ], "વિમાનનો પ્રોપેલર").
entry(હવામાં વહન, n, [હવામાં વહનો], "આપેલા વિસ્તારની હવા પુરવઠો").
entry(એરશિપ, n, [એરશિપ્સ], "પ્રપલ્શન અને સ્ટીયરિંગ સિસ્ટમઓ ધરાવતું હળવંક વાઈમાનિક યાન").
એન્ટ્રી(એય્રશોટ, ન, [એય્રશોટ્સ], "એક એરચેક").
entry(વિમાનપ્રદર્શન, n, [વિમાનપ્રદર્શનો], "વિમાન કૌશલ્ય પ્રવૃત્તિનું પ્રદર્શન").
entry( airsick, વિશેષણ, [], "વિમાનમાં ઉડતી વખતે મતલաբાજ થવું" ).
entry(એરસાઇડ, ઉત્તર, [એરસાઇડ્સ], "વિમાનોનો સામનો કરતી એરપોર્ટ ટર્મિનલની બાજુ").
entry(હવાની, વિશેષણ, [], "ઠંડું").
entry(હવાઇ કક્ષા, ન, [હવાઇ કક્ષાઓ], "નિર્ધારિત જમીન વિસ્તાર ઉપરનું વાતાવરણનો ભાગ").
entry(હવાના_વેગ, ન, [હવાના_વેગો], "હવા સાથેના સંબંધમાં વિમાનની ગતિ").
entry(એરસ્ટ્રિપ, n, [એરસ્ટ્રિપ્સ], "એક રનવે").
entry(airt, v, [airted,airting,airts], "માર્ગદર્શન કરવા માટે").
entry(એરથ, કર્યા, [એરધ, એરિંગ, એરથ્સ], "એરટ કરી").
પ્રવેશ(એરટાઇટ, વિશેષણ, [], "હવા બહાર નીકળી શકતી નથી કે અંદર જઈ શકતી નથી").
પ્રવેશ(એરટાઈમ, એન, [એરટાઈમ્સ], "બ્રોડકાસ્ટ ક્યારે શરૂ થાય છે તે સમય").
એન્ટ્રી(એરટ્રામ, પ, [એરટ્રામ્સ], "હવા પરથી ચાલતી કેબલ કાર").
ਐਨਟਰੀ(એર્વેક, એન, [એર્વેક્સ], "હવાઈ એમ્બ્યુલાન્સ દ્વારા ખાલી કરવી").
entry(આઇરવર્ડ, ક્રિયાવિશેષણ, [], "આસમાને તરફ").
entry(હવા મોક, ન, [હવા મોક], "રેડિયો અને ટેલિવિઝન પ્રસારણનું માધ્યમ").
entry(વાયુમાર્ગ, સ, [વાયુમાર્ગો], "એક માર્ગ છે જેમાં હવા પ્રવાહિત થાય છે").
entry(હવાઈવિઝ, વિશેષણ, [], "વિમાન ચાલનામાં કુશળ").
entry(એરવુમન, ન, [એરવુમેન], "મહિલા પાઇલટ").
entry(હવોવાળો, વિશેષણ, [], "હવોવાળુ हवाવाला હવાને સ્વભાવ ધરાવતું").
entry(માર્ગ, n, [માર્ગો], "સીટોના વિભાગો વચ્ચેનો માર્ગAISLED વિશેષણ").
એન્ટ્રી(મંડોળ માર્ગ, ન, [મંડોળ માર્ગો], "એક મંડોળ").
entry(ait, n, [aits], "નાનું દ્વિપ").
entry(એચ, ન, [એચેસ], "અક્ષર એચ").
entry(aiver, n, [aivers], "એક ડ્રાફ્ટ ઘોડો").
entry(aiyee, વિસ્મયાર્થક, [], "વિશાળ ચિંતાનો પ્રકરણ પ્રદર્શિત કરવા માટે વપરાય છે").
entry(અજાર, વિશેષણ, [], "અલ્પ ખુલી").
entry(અજીઁ, કૃ, [], "agee").
entry(અજી, ન, [અજીસ], "એક પ્રકારની મરચી").
entry(અજિવ, નામ, [અજિવો], "અજડ પદાર્થ").
entry(અજવાયન, n, [અજવાયન], "એક મિસરી પૌધાના ફળ").
entry(અજુગા, ન, [અજુગાસ], "ફૂલ આપતો છોડ").
entry(ક્લાઇમબિંગ છોડ, n, [akebias], "એક ચઢતી ઝાડી").
entry(અકી, ન, [અકીઝ], "એક ઉષ્ણકટિબંધ વૃક્ષ").
entry(એકલા, n, [એકલાસ], "કબ સ્કાઉટ પેકનો નેતા").
entry(અકીન, ન, [અકીન્સ], "એકીન").
એન્ટ્રી(અકિમ્બો, વિશેષણ, [], "હિપ્સ પર હાથ અને બાજૂવાં બહાર વંકાયેલા હોય").
entry(અકીન, વિશેષણ, [], "લોહી દ્વારા સંબંધિત").
પ્રવેશ(અકીનીયસિયા, ન, [અકીનીયસિયાઝ], "સ્નાયુ કાર્યક્ષમતા ગુમાવવીAKINETIC વિશેષણ").
entry(અક્રાસિયા, ન, [અક્રાસિયાસ], "અક્રાસિયાAKRATIC વિશેષણ").
entry(અક્વાવિટ, સર્વનામ, [અક્વાવિટ્સ], "અક્વાવિટ").
entry(અલ, ન, [અલ્સ], "એક પૂર્વ ભારતીય ઝાડ").
entry(અલ, ન, [અલએ], "એક પાંખ અથવા પાંખ જેવો ભાગ").
પ્રવેશ(એલાક્લોર, ન, [એલાક્લોર્સ], "એક જંતુનાશક").
entry(અલાસ, વિશ્મયાદી, [], "દુઃખ અથવા અફસોસ વ્યક્ત કરવા માટે વપરાય છે").
entry(ઉત્સાહ, નામ, [ઉત્સાહો], "આનંદી ઝડપ").
entry(alae, pl, [], "અલા ના").
પ્�
entry(એલામો, n, [એલામોઝ], "એક સોફ્ટવૂડ વૃક્ષ").
entry(અલેમોડ, ન, [અલેમોડસ], "રેશમ કાપડ").
entry(અલન, n, [અલન્સ], "મોટો શિકારી kutro").
entry(અલાન્ડ, પુરુષવાચી, [અલાન્ડસ], "અલાન").
entry(અલને, વિશેષણ, [], "અલોન").
entry(અલંગ, 크, [], "અલોંગ").
entry(એલેનિન, પા, [એલેનિનસ], "એલનાઇન").
entry(એલેનિન, n, [એલેનિનઝ], "એક એમિનો એસિડ").
entry(alant, n, [alants], "એલન").
entry(alanyl, n, [alanyls], "એક એકમાવેિણિય રેડિકલ").
entry(alar, બજક, [], "પંખોને લગતું").
પ્રવેશ(ચેતવણી, v, [ચોકસેત,ચોકસાજપ્નું,ચેતવણીઓ], "સદ્ધિન ઇજા ના સંભવિત પ્રકાશનથી ડરાવવું").
એન્ટ્રી(એલાર્મિઝમ, ન, [એલાર્મિઝમ્સ], "અનાવશ્યક રીતે અન્ય લોકોને ચિંતિત કરવાની પ્રથા").
entry(અલાર્મિસ્ટ, ન, [અલાર્મિસ્ટ્સ], "જે બીજાને નકીથી ચિંતિત કરે છે").
પ્રવેશ(અલારમ, v, [અલારમડ,અલારમિંગ,અલારમ્સ], "ચેતવણી આપવી").
entry(alary, adj, [], "અલાર").
entry(અફસોસ, અવ્યય, [], "દુઃખ અથવા અફસોસ વ્યક્ત કરવા માટે વપરાય છે").
entry(અલાસ્કા, n, [અલાસ્કાસ], "એક ભારે કાપડ").
entry(alastor, n, [alastors], "ગ્રીક શોકાંતિકા માં બદલાનો દેવ").
entry(અલેટ, ન, [અલેટ્સ], "પાંખ ધરાવતું જીવાત").
entry(alated, adj, [], "પાંખો ધરાવે છે").
entry(અલેશન, ન, [અલેશનસ], "પાંખ છે તે સ્થિતિ").
entry(alb, n, [albs], "લાંબા બાહુંવાળું વસ્ત્ર").
entry(એલબા, સુ, [એલબાસ], "મગજનો સફેદ પદાર્થ").
entry(albacore, n, [albacores], "એક દરિયાઈ ખોરાક માછલી").
entry(અલ્બાટા, ન, [અલ્બાટાસ], "તાંબુ નિકલ અને જિંકનો એલોય").
entry(albedo, n, [albedos], "અથવા ALBEDOEસંપમિકૃત પ્રકાશનું પ્રમાણ જે ગ્રહ દ્વારા પ્રતિબિંબિત થાય છે તે ગ્રહને પ્રાપ્ત થતાં પ્રકાશના પ્રમાણથી").
entry(albeit, conj, [], "ત્યાં હોવા છતાં").
entry(એલ્બિકોર, ન, [એલ્બિકોર્સ], "એલ્બાકોર").
entry(albinal, adj, [], "અલ્બિનિક").
entry(અલ્બિનિક, વિશેષણ, [], "અલ્બિનિઝમ સંબંધિત").
entry(એલ્બિનિઝમ, ન, [એલ્બિનિઝમ્સ], "અલ્બિનો હોવાની સ્થિતિ").
entry(અલ્બિનો, ન, [અલ્બિનૉસ], "સામાન્ય રંગીનદ્રવ્યની કમી ધરાવતી જૈવિક રચના").
entry(અલ્બાઇટ, ન, [અલ્બાઇટ્સ], "ખનિજ અલ્બિટિક વિશેષણ").
entry(અલ્બિજીયા, ન, [અલ્બિજીયાઓ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
entry(albizzia, n, [albizzias], "અલ્બીઝિયા").
album(પ્રવેશ, નવેમ્બર, [આલ્બમ્સ], "ફોટોગ્રાફ્સ અથવા સ્ટેમ્પ્સ જાળવવા માટેની પુસ્તક").
entry(ટઇમણ, ન, [ટઇમણ્સ], "અંડાનું સફેદ ભાગ").
પ્રવેશ(albumin, n, [albumins], "એક સળીલપ્રોટીન").
entry(albumose, n, [albumoses], "એક પ્રોટીઓઝ").
પ્રવેશ(અલ્બરનમ, ન, [અલ્બરનમ્સ], "સેપવૂડ").
entry(alcade, n, [alcades], "એલકાલ્ડે").
entry(alcahest, n, [alcahests], "અલ્કાહેસ્ટ").
entry(અલ્કાઇક, n, [અલ્કાઇક્સ], "છંદના સ્વરૂપનો એક પ્રકાર").
entry(alcaide, n, [અલ્કાઇડસ], "સ્પેનિશ કોટનો કમાન્ડર").
entry(આલ્કાલ્ડે, ન, [આલ્કાલ્ડેસ], "સ્પેનિશ શહેરનો મેયર").
entry(alcayde, n, [alcaydes], "અલ્કાયદે").
entry(અલકાઝાર, ન, [અલકાઝારસ], "સ્પેનિશ કિલ્લો અથવા મહેલ").
entry(અલ્કેમી, n, [અલ્કેમીઝ], "મધ્યયુગીય રસાયણશાસ્ત્રનો એક પ્રકારALCHEMIC વિશેષણ").
entry(કીમિયા, નામ, [કીમિયાઓ], "ઐલ્કેમી").
entry(alcid, n, [alcids], "ડાઇવિંગ સમુદ્રી પક્ષી").
entry(alcidine, adj, [], "સમુદ્રપંખીઓના પરિવારમાં સંબંધિત").
entry(આલ્કોહોલ, n, [આલ્કોહિત], "એક બળતર થતો তরল").
entry(ાચાર, ન, [અચારો], "એક આલ્કોહોલિક શ્રાબ").
entry(alcopop, n, [alcopops], "46 ટકાથી વધુ આલ્કોહોલ ધરાવતા સુગંધિત પીણું").
entry(અલ્કોવ, ન, [અલ્કોવસ], "ખંડનો એક ખાંચો વિભાગALCOVED વિશે").
entry(એલ્ડીહાઇડ, n, [એલ્ડીહાઇડ્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(અલ્ડર, n, [અલ્ડર્સ], "એક ઝાડ અથવા નાનું ઝાડ").
entry(એલ્ડરફ્લાય, ન, [એલ્ડરફ્લાઇઝ], "એક પાંખવાળો જીવ").
entry(અલ્ડરમેન, ન, [અલ્ડરમેન], "મ્યુનિસિપલ કાયદેસભા નું સભ્ય").
entry(એલ્ડિકાર્બ, n, [એલ્ડિકાર્બસ], "એક જંતુનાશક").
એન્ટ્રી(એલ્ડોલ, ન, [એલ્ડોલ્સ], "રાસાયણિક સંયોજન").
entry(એલ્ડોલેસ, n, [એલ્ડોલેઝસ], "એક એન્ઝાઇમ").
entry(એલ્ડોઝ, ન, [એલ્ડોઝસ], "ખાંડનો એક પ્રકાર").
entry(ઓલ્ડ્રિન, ન, [ઓલ્ડ્રિન], "એક કીટનાશક").
પ્રવેશ(એલ, ન, [એલ્સ], "એક માદક પદાર્થ").
entry(અનિયત, વિશેષણ, [], "ભાગ્યને લગતું").
entry(alec, n, [alecs], "એક હેરીંગ").
entry(અલી, ક્રિયા વિશેષણ, [], "હવાના sheltered જહાજના બાજુની તરફ").
entry(અલેફ, n, [અલેફ્સ], "અલેફ").
entry(alegar, n, [alegars], "ખાટું એલ").
entry(શરાબઘર, ન, [શરાબઘરો], "એક તવેરન જ્યાં એલ વેચાય છે").
entry(અલેંબિક, ન, [અલેંબિક્સ], "ભઠ્ઠીમાં ઉપયોગ થતું એક સાધન").
entry(alencon, n, [alencons], "એક નીડલપોઇન્ટ લેસ").
entry(અલેફ, પ, [અલેફ્સ], "હિબ્રુ અક્ષર").
entry(ચેતવણી, વિશેષણ, [], "ચેતવણારો ચેતવણામાં તૈયાર ચેતવણીથી ક્રિયા માટે ચેતવણಿಯಿಂದ adv").
entry(alert, v, [alerted,alerting,alerts], "ચેતવણી આપવી").
entry(અલેورોન, n, [અલેુરોન્સ], "અલેુરોન").
entry(એલયુરોન, પું, [એલયુરોન્સ], "ચોક્કસ છોડના બીજોમાં મળતી પ્રોટીન ઘટના").
entry(alevin, n, [alevins], "એક નાની માછલી").
entry(એલેવાઈફ, ન, [એલેવાઈવ્ઝ], "એક મરીન માછલી").
entry(લેક્સિયા, n, [લેક્સિયાસ], "મગજનો એક વિકાર જે વાંચવાની ક્ષમતાની ક્ષતિથી દર્શાય છેALEXIC વિશેષણ").
entry(alexin, n, [alexins], "લોહીમાં એક પદાર્થ જે બેક્ટેરિયાના વિનાશમાં મદદ કરે છે").
entry(alexine, n, [alexines], "એલેક્સિન").
entry(અલ્ફા, ન, [અલ્ફાસ], "અક્ષર A માટે એક સંચાર કોડ શબ્દ").
entry(અલફાકી, પ, [અલફાકીસ], "અલફાકી").
entry(અલફાલફા,ન,[અલફાલફાસ], "ઘાસ અને ચારે માટે ઉપયોગમાં લેવામાં આવતા છોડ").
એન્ટ્રી(અલફાકી, ન, [અલફાકિસ], "મુસલમાન કાયદાના શિક્ષક").
entry(અલફાક્વિન, n, [અલફાક્વિન્સ], "અલફાક્વિ").
entry(અલફોરજા, n, [અલફોરજાસ], "ચામડાનું થેલો").
entry(આલ્ફ્રેડો, વિશેષણ, [], "સફેદ ચીઝના સૉસ સાથે પીરસવામાં આવે છે").
entry(અલ્ફ્રેસ્કો, ક્રિયાવિશેષણ, [], "બાહ્ય").
entry(અલ્ગા, સં, [અલ્ગાસ], "અથવા એલ્જી ક любой примитивные водные растенияАЛГАЛПрил").
entry(અલ્ગેરોબા, ન, [અલ્ગેરોબાસ], "મેસ્કીટ").
entry(ભાવિગણિત, પ, [ભાવિગણિતો], "ગણિતની એક શાખા").
entry(અલ્જરીન, n, [અલ્જરીનેસ], "એક વુલન ફેબ્રિક").
entry(એલ્ગિસાઇડ, n, [એલ્ગિસાઇડ્સ], "કોણીયને મારી નાખવામાં ઉપયોગી પદાર્થ").
entry(algid, adj, [], " થીંધુ ").
એન્ટ્રી(અલ્જિડિટી, ન, [અલ્જિડિટીઝ], "ઠંડક").
entry(અલ્ગિન, સ, [અલ્ગિન્સ], "ચાંદળીમાંથી પ્રાપ્ત થતું એક ચિપચિપું પદાર્થ").
entry(એલ્જિનેટ, પ, [એલ્જિનેટ્સ], "રાસાયણિક લવન").
entry(algoid, વિશેષણ, [], "શેવાલ જેવી").
entry(ઍલ્ગોલોજી, n, [ઍલ્ગોલોજીસ], "શેવાળાઓનું અધ્યયન").
entry(algor, n, [algors], "ઠંડક").
entry(algorism, n, [algorisms], "અરેબિક અધ્યાયન માટેની ગણિતની સૂચનાઓ").
entry(અલ્ગુસીલ, પ, [અલ્ગુસીલ્સ], "સ્પેનિશ બોલતા દેશમાં એક કોન્સ્ટેબલ").
entry(અલ્ગુઆઝિલ, ન, [અલ્ગુઆઝિલ્સ], "અલ્ગુઆસિલ").
entry(algum, n, [algums], "અલ્મુગ").
entry(ઉપનામ, વ, [ઉપનામિત, ઉપનામીકરણ, ઉપનામો], "અનુમાનિત નામ અર્પણ કરવા").
entry(એલિયાસિંગ, ન, [એલિયાસિંગ્સ], "કમ્પ્યુટર ગ્રાફિક્સમાં વિકારની દેખાવ").
entry(અલીબી, v, [અલીબીડ,અલીબીઈંગ,અલીબીસ], "અથવા ALIBIEસ્વયં માટે બહાના બનાવવા").
entry(alible, adj, [], "પોષક").
entry(અલીદાદ, ન, [અલીદાડસ], "અલીદાડ").
entry(અલિદાદ, પ, [અલિદાદ્સ], "કોષીય માપન માટે ઉપયોગમાં લેવાતું ઉપકરણ").
entry(કાયદાકીય હસ્તાંતરણ, v, [કાયદાકીય હસ્તાંતરણ કરવામાં આવ્યું, કાયદાકીય હસ્તાંતરણ કરી રહ્યું છે, કાયદાકીય હસ્તાંતરણ કરે છે], "કોઈ અન્યને સંપત્તિ તરીકે હસ્તાંતરિત કરવું").
એન્ટ્રી(એલિયાન્યેજ, પ, [એલિયાન્યેજઝ], "વિદેશી હોવાનો રાજ્ય").
Prolog:
entry(વિચ્છેદ, ક્રિયા, [વિચ્છેદિત,વિચ્છેદિત કરવામાં,વિચ્છેદ કરે છે], "અસહ્ય અથવા અનમૈત્રીલ બનાવવા").
entry(alienee, n, [alienees], "જનેક પ્રોપર્ટી ટ્રાન્સફર કરવામાં આવે છે તે").
entry(aliener, n, [alieners], "alienor").
entry(એલિયનિઝમ, સં, [એલિયનિઝમ્સ], "એલિયનેજ").
entry(એલિયનિસ્ટ, ન, [એલિયનિસ્ટ્સ], "એક ફિઝિશિયન જે માનસિક વિકારોનો ઉપચાલ કરે છે").
entry(alienly, adv, [], "વિદેશી રીતે").
પ્રાહી(alienor, n, [alienors], "જે કોઈ સંપત્તિ ટ્રાન્સફર કરે છે").
પ્રવેશ(અલિફ, પ, [અલિફસ], "એક અરબી અક્ષર").
entry(aliform, વિશેષણ, [], "પાંખ જેવું આકારનું").
entry(alight, v, [alit,alighting,alights], "કાંઈકમાંથી નીચે થવા માટે").
entry(સરળ કરવું, ક્રિયા, [સરળ કર્યો,સરળ કરવું,સરળ કરે છે], "સરળ સીમાં રાખવા માટે").
entry(aligner, n, [aligners], "એક જે સંતુલિત કરે").
entry(સમાન, વિશેષણ, [], "ઘણું મળતુ જાતુ").
entry(ખોરાક, v, [ખોરાકિત, ખોરાક કરી રહ્યો છે, ખોરાકો], "પોષણ આપવા માટે").
entry(દાનપોષણ, નહિ, [દાનપોષણો], "વિચ મુસાબાઇટ થયેલી પત્નીને પતિ દ્વારા ચૂકવવામાં આવતી ભથ્થાની રકમ").
entry(aline, v, [alined,alining,alines], "સમર્શ કરવું").
entry(aliner, n, [aliners], "aligner").
ઍન્ટ્રી(અલિપેડ, સં, [અલિપેડ્સ], "એક પ્રાણી જેનાથી જોડાયેલા આંગળા જોડે છે").
entry(અલિક્વાંત, વિશેષણ, [], "બીજા સંખ્યામાં સમાનરૂપે વિભાજિત ન થતું").
entry(અલિક્વોટ, n, [અલિક્વોટ્સ], "એક સંખ્યા જે બીજી સંખ્યામાં સંપૂર્ણ રીતે વહેંચાય").
એન્ટ્રી(એલિસ્ટ, વિશેષણ, [], "એક બાજુ ઝુકવું").
entry(alit, a, [], "અલાઇટ કરવા માટેનો ભૂતકાળ").
entry(aliunde, adv, [], "શરીર સાથે સંબંધિત બાબતથી બાહ્ય સ્ત્રોતમાંથી").
entry(જીવિત, વિશેષણ, [], "જીવન ધરાવવું").
entry(અલીયા, n, [અલીયાસ], "અલીયાહ").
entry(અલિયા, ન, [અલિયાઝ], "અથવા અલિયોસ અથવા અલિયોત અથવા અલિયોથ ઇઝરાઇલમાં યહૂદીઓને ઇમિગ્રેશન").
પ્રવેશ(એલિઝેરિન, એન, [એલિઝેરિન્સ], "એક લાલ રંગદ્રવ્ય").
entry(અલ્કાહેસ્ટ, n, [અલ્કાહેસ્ટ્સ], "અલ્કેમિસ્ટ્સ દ્વારા શોધાયેલ કલ્પિત સર્વવ્યાપી વિદાયક").
entry(અલ્કલી, ન, [અલ્કલિસ], "અથવા ALKALIES રાસાયણિક યર્સમેલવાવાળો એક પ્રકારનો સંયોજન ALKALIC વિશેષણ").
entry(alkalify, v, [alkalified,alkalifying,alkalifies], "ક્ષારીકરણ કરવું").
entry(ક્ષારિય, વિશેષણ, [], "alkaline").
entry(ક્ષારીય, વિશેષણ, [], "ક્ષાર ધરાવતું").
entry(alkalise, v, [alkalised,alkalising,alkalises], "આલ્કલાઇઝ કરવું").
entry(alkalize, v, [alkalized,alkalizing,alkalizes], "ક્ષારમાં રૂપાંતર કરવા માટે").
entry(અલ્કલોઇડ, ન, [અલ્કલોઇડ્સ], "રાસાયણિક સંયોજનોનો એક પ્રકાર").
entry(એલ્કેન, n, [એલ્કેન્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(અલ્કેનેટ, נ, [અલ્કેનેટ્સ], "એક યૂરોપિયન છોડ").
entry(અલ્કีน, ન, [અલ્કીન્સ], "રાસાયনিক સંયોજનનો એક પ્રકાર").
પ્રવેશ(અલ્કી, એન, [અલ્કીઝ], "અલ્કી").
entry(અલ્કિસ, pl, [], "અલ્કીનો").
entry(એલ્કાઇન, n, [એલ્કાઇન્સ], "એલ્કાઇન").
entry(એલ્કોકસાઇડ, ન, [એલ્કોકસાઇડ્સ], "રાસાયણિક મીઠાનો એક પ્રકાર").
entry(અલ્કોક્સિ, વિશેષણ, [], "ઑક્સિજન સાથે જોડાયેલા એલ્કિલનો એકમૂલકી રૅડિકલ ધરાવતો").
entry(અલ્કી, ન, [અલ્કીઝ], "એક જે હંમેશા નશામાં હોય").
entry(અલ્કિડ, n, [અલ્કિડસ], "એક કૃત્રિમ રેઝિન").
entry(એલ્કાઇલ, n, [એલ્કાઇલ્સ], "એક એકસંધારણ મૂળક.ALKYLIC વિશેષન").
entry(ઍલ્કિલેટ, ક્રિયાપદ, [ઍલ્કિલેટેડ, ઍલ્કિલેટિંગ, ઍલ્કિલેટ્સ], "ઍલ્કિલ સાથે સંયોજન કરવું").
entry(એલ્કાઇન, ન, [એલ્કાઇન્‍સ], "રાસાયણિક પદાર્થનો એક પ્રકાર").
entry(બધા, પુ., [બધા], "જેવું બધુંકં").
એન્ટ્રી(એલેનાઇટ, ન, [એલેનાઇટ્સ], "એક ખનિજ").
entry(શમાવવું, ક્રિયા, [શમાવ્યું,શમાવતાં,શમાવે છે], "તીવ્રતા અથવા ગંભીરતામાં ઘટાડો કરવો").
entry(allayer, n, [allayers], "જે શમી છે").
entry(એલેય, ન, [એલેય્સ], "ઝાડોની લાઇનવાળી માર્ગ").
entry(આરોપણ, ક્રિ, [આરોપણ કર્યું,આરોપણ કરવું,આરોપણ કરે છે], "સાક્ષ્ય વગર અથવા સાબિત કરતાં પહેલાં દાવો કરવો").
entry(આલેજર, ન, [આલેજર્સ], "જે દાવો કરે").
entry(ઉપમનાત્મક વાર્તા, ન, [ઉપમનાત્મક વાર્તાઓ], "એક નૈતિક સિદ્ધાંત રજૂ કરતી વાર્તા").
entry(અલેગ્રો, ન, [અલેગ્રોસ], "ઝડપી લેવામાં આવેલ એક સંગીત માર્ગ").
entry(એલિલ, n, [એલિલ્સ], "જિનની અનેક રૂપોમાંથી કોઈપણ ફોર્મ એલિલિક વિશેષણ").
entry(અલેલિઝમ, ન, [અલેલિઝમ્સ], "એલિલ્સ ધરાવવાની અવસ્થા").
entry(alleluia, n, [alleluias], "દેવ ને પ્રાર્થના ગીત").
entry(એલર્જેન, n, [એલર્જેન્સ], "એલર્જી ઉત્પન્ન કરવા સક્ષમ પદાર્થ").
entry(અલર્જીક, વિશેષણ, [], "અલર્જી સંબંધિત").
પ્રવેશ(એલર્જેન, સ, [એલર્જેન], "એલર્જન").
entry(ઍલર્જી, ન, [ઍલર્જીઓ], "ચીજવસ્તુઓ પ્રત્યે હાઈપરસેન્સિટિવ પ્રતિક્રિયાની સ્થિતિ").
entry(ગલી, ન, [ગલીઓ], "એક સંકીર્ણ માર્ગ").
entry(અલ્પવે, પ, [અલ્પવેજ], "એક અલ્પવે").
entry(allheal, n, [allheals], "એક ઔષધીય જડીબુટી").
entry(સંગઠિત, વિશેષણ, [], "મિત્ર તરીકે જોડાઈ શકાય તેવો").
entry(અલિયાક, ન, [અલિયાક્સ], "એક ઇન્યુટ સ્લેજ").
entry(સંઘ, n, [સંઘો], "તેના સભ્યોના સામાન્ય હિતોને વધુ કરવાનો એક સંગઠન").
entry(અલિસિન, n, [અલિસિન્સ], "એક પ્રવાહી સંયોજન").
entry(મિત્ર, ભૂત, [], "ally નો સમય").
પ્રવેશ(મિત્ર, હાજર, [], "મિત્રનો 3D વ્યક્તિ એકવચન").
entry(અલિયમ, ન, [અલિયમ્સ], "એક મોતી ધરાવતી ઔષધિ").
entry(અલોબાર, n, [અલોબાર્સ], "વાયતાપે દબાણમાં ફેરફાર").
entry(allocate, v, [allocated,allocating,allocates], " ખાસ હેતુ માટે અલગ કરવું").
entry(allod, n, [allods], "એલોડિયમ").
entry(અલોડિયમ, ન, [અલોડિયા], "સંપૂર્ણ માલિકીના સ્વામિત્વ ધરાવતી જમીન અલોડિયલAdj").
પ્રવેશી(allogamy, n, [allogamies], "ફૂલને બીજા પરાગથી ઉર્વરક બનાવવું").
પ્રવેશ(allonge, n, [allonges], "દસ્તાવેજમાં ઉમેરો").
entry(અન્યનામ, n, [અન્યનામો], "એક વ્યક્તિ દ્વારા અપનાવવામાં આવેલ અન્ય વ્યક્તિનું નામ").
entry(એલોપેથી, ન, [એલોપેથીઓ], "રોગોનો સારવાર એ અસરોથી કરનાર જે રોગની અસરો સાથે અસંગત છે").
entry(એલોસોર, n, [એલોસોર્સ], "એક મોટું ડાયનોસોર").
entry(ફાળવવું, ક્રિયા, [ફાળવવામાં,ફાળવવું,ફાળવે છે], "ભાગ કે હિસ્સા તરીકે આપવું").
entry(allottee, n, [allottees], "જેને કંઈક ફાળવવામાં આવ્યું હોય").
entry(allotter, n, [allotters], "જેણે વહેંચણી કરે").
entry(એલોટાઇપ, ન, [એલોટાઇપ્સ], "એન્ટિબોડીનો એક પ્રકાર").
entry(એલોટાઇપી, ન, [એલોટાઇપીઓ], "એલોપ્રકાર હોવાની સ્થિતિ").
entry(allover, n, [allovers], "સમગ્ર સપાટીએ ફેલાયેલો પેટર્ન ધરાવતું કાપડ").
entry(allow, v, [allowed,allowing,allows], "રસ્તામાં કોઇ અવરોધ ન મૂકવો").
પ્રવેશ(એલોક્સન, ન, [એલોક્સન્સ], "એક રાસાયણિક સંયોજન").
entry(મિશ્રધાતુ, v, [મિશ્રધાતુિત,મિશ્રધાતુિરણ,મિશ્રધાતુઓ], "વિવિધ ધાતુઓનું મિશ્રણ અથવા મિશ્રધાતુ બનાવવા માટે સંયોજિત").
entry(allseed, n, [allseeds], "ઘણા વાવેતર ધરાવતું વનસ્પતિ").
એન્ટ્રી(ઓલસોર્ટ્સ, નપલ, [], "મિશ્ર નાની મિીઠાઇઓ").
entry(અલસ્પાઇસ, n, [અલસ્પાઇસેસ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
entry(આલ્યુડ, v, [આલ્યુડેડ,આલ્યુડિંગ,આલ્યુડ્સ], "અપ્રતક્ષ સંદર્ભ આપવા માટે").
entry(આકર્ષણ, v, [આકર્ષિત,આકર્ષક,આકર્ષણ આપે છે], "કોઈ ઇચ્છનીય વસ્તુ સાથે આકર્ષવા").
entry(allurer, n, [allurers], "એક જે આકર્ષે છે").
entry(સંચોક, પ, [સંચોકો], "સંચોક કરવા ની ક્રિયાALLUSIVE વિશેષણ").
entry(અલ્યુવિયા, અ, [], "અલ્યુવિયમનું બહુવચન").
entry(માટીલમટિયાળ, n, [માટીલમટિયાળઓ], "મટિયાળ માંથી બનેલી માટી").
entry(પગથાર, નામ, [પગથાર], "પગથાર").
એન્ટ્રી(અલ્યુવિયમ, નામ, [અલ્યુવિયમ્સ], "અથવા ALLUVIAdetrital સામગ્રી પ્રવર્તમાન પાણી દ્વારા જમા થાય છે").
entry(ally, v, [સંબંધિત,સંબંધીકરણ,સંબંધો], "સત્તાવાર સંબંધમાં એકત્ર કરવાનું").
entry(એલિલ, n, [એલિલ્સ], "એક અજોડ રેડિકલ એલિલિક વિશેષણ").
entry(અલમા, પ, [અલમાસ], "અલમાહ").
entry(અલ્માજેસ્ટ, પ, [અલ્માજેસ્ટસ], "જ્યોતિષશાસ્ત્ર અથવા алх્ખેમી વિશેનું મધ્યયુગીય ગ્રંથ").
એન્ટ્રી(અલ્માહ, સં, [અલ્માહ્સ], "એક મિસરી છોકરી જે વ્યાવસાયિક રીતે ગાય અને નાચે છે").
પ્રવેશ(પંચાંગ, ન, [પંચાંગો], "એક વાર્ષિક પ્રકાશન જે સામાન્ય માહિતી ધરાવે છે").
entry(અલ્માનેક, ન, [અલ્માનેકસ], "અલ્માનેક").
entry(alme, n, [almes], "અલમા").
entry(અલ્મેહ, n, [અલ્મેહ્સ], "અલ્માહ").
entry(અલમેમાર, n, [અલમેમારસ], "એક બેમા").
entry(સર્વશક્તિમાન, વિશેષણ, [], "તમામ પર સર્વોચ્ચ શક્તિ ધરાવે છે").
entry(almner, n, [almners], "અલમનર").
પ્રવેશ(બદામ, n, [બદામ], "ছোট গাছ의 식용 견과ALMONDY adj").
પદભાર(almoner, પું., [almoners], "એક જે ભિક્ષામાં વિતરણ કરે છે").
entry(ભિક્ષાવાટિકા, ન, [ભિક્ષાવાટિકાઓ], "જ્યાં ભિક્ષાનું વિતરણ થાય છે").
entry(મોટેભાગે, ક્રિયાવિશೇಷણ, [], "ખૂબ નજીક").
પ્રવેશ(ભિક્ષા, ન, [ભિક્ષા], "ગરીબોને આપવામાં આવતા પૈસા અથવા વસ્તુ").
entry(almsman, n, [almsmen], "જે ભીખ પ્રાપ્ત કરે છે").
entry(almuce, n, [almuces], "હૂડવાળી કેપ").
entry(અલમુદ, સં, [અલમુડસ], "ક્ષમતા માટાનો સ્પેનિશ એકમ").
entry(almude, n, [almudes], "અલમુદ").
entry(અલમગ, ન, [અલમગ્સ], "બાઇબલમાં ઉલ્લેખિત એક કિંમતી લાકડો").
entry(એલનિકો, સ, [એલનિકોઝ], "એલ્યુમિનિયમ, નિકલ અને કોબોલ્ટ ધરાવતું મિશ્ર ધાતુ").
entry(alodium, n, [alodia], "ઓલોડિયમALODIAL વિશેષણ").
entry(અલોઇ, ન, [અલોઇસ], "એક આફ્રિકન વનસ્પતિALOETIC વિશેષણ").
entry(ઉપર, ક્રિયાવિશેષણ, [], "હવામાં અથવા હવામાં").
entry(alogical, વિશેષણ, [], "એ વ્યક્તિ જેવી કે જેમને તર્ક લાગુ કરી શકાતું નથી").
entry(અલોહા, સ, [અલોકાઓ], "પ્રેમ શુભેચ્છા અથવા વિદાય રૂપે ઉપયોગમાં લેવાનો શબ્દ").
પ્રવેશ(અલොઇન, ન, [અલોઇનસ], "એક જુલાબ").
entry(એકલા, વિશેષણ, [], "અન્ય પાસેથી અલગ").
entry(આલૉન્ગ, ક્રિયા વિશેષણ, [], "આગળ").
entry(aloof, adj, [], "રસ અથવા લાગણીમાં દૂર ALOOFLY adv").
entry(મુંડુંપણું, n, [મુંડાપણાંઓ], "મુંડાપણુંALOPECIC adj").
પ્રવેશ(જોરથી, ક્રિયાવિશેષણ, [], "શ્રવ્ય રીતે").
entry(આલો, 크ે, [], "નીચે અથવા નિમ્ન સ્થિતિમાં").
entry(alp, n, [અલ્પ્સ], "એક ઊંચો પર્વત").
entry(આલ્પાકા, ન, [આલ્પાકાસ], "એક બુર્જોગાળક સસ્તનપ્રાણી").
entry(અલ્ફા, એન, [અલ્ફાસ], "એક ગ્રીક અક્ષર").
entry(અક્ષરમાળા, v, [અક્ષરમાળાયિત,અક્ષરમાળાયિત કરી શકે છે,અક્ષરમાળાઓ], "ભાષાના અક્ષરોની આદર્શ ક્રમમાં વ્યવસ્થા કરવી").
entry(આલ્ફહોર્ન, n, [આલ્ફહોર્ન્સ], "સ્વિસ ઘડવાળાઓ દ્વારા ઉપયોગમાં લેવાતું લાકડાના બેરવું").
entry(અલ્ફોસિસ, ન, [અલ્ફોસિસેસ], "ચામડીની રંગતનાં અભાવ").
entry(alphyl, n, [alphyls], "એક એકમૂલકી ચટ્ટાન").
ઇન્ટ્રી(એલ્પાઇન, ન, [એલ્પાઇન્સ], "ઉચ્ચ પર્વતીય પ્રદેશોની સ્થાનીક ઝાડવો").
પ્રવેશ(ઍલ્પાઇનલી, ક્રિયા વિશેષણ, [], "ઊંચામાં ઊંચું વલણ").
entry(પર્વતારોહણ, કર્મ, [પર્વતારોહણો], "પર્વતો પર ચડવાનું").
entry(alpinist, n, [અલ્પિનિસ્ટ્સ], "એક પર્વતારોહક").
પ્રવેશ(અલરેડી, ક્રિયાવિશેષણ, [], "આ વેળાએ").
entry(ઠીક છે, વિશેષણ, [], "સંતોષજનક").
entry(આલસાઇક, ન, [આલસાઇકસ], "એક યુરોપીય ક્લોવર").
entry(also, adv, [], "ઉપરાંત").
પ્રવેશ(અલ્ટ, ન, [અલ્ટ્સ], "ઉચ્ચસૂરવાળો સંગીતનો સૂર").
entry(વેદી, નામ, [વેદીઓ], "પૂજામાં ઉપયોગમાં આવતું ઉંચું માળખું").
entry(પરિવર્તન, v, [પરિવર્તિત,પરિવર્તનુ,પરિવર્તનારા], "જૂદા બનાવવું").
entry(alterant, n, [alterants], "જે કંઈક બદલાવે છે").
entry(alterer, n, [alterers], "એક જે બદલავს").
entry(અલ્ટેરિટી, ન, [અલ્ટેરિટીઝ], "અન્ય અથવા વિભિન્ન હોવાની સ્થિતિ").
ઍન્ટ્રી(અલ્થૈયા, ન, [અલ્થેયાસ], "અલ્થિયા").
entry(અલ્થેઆ, ન, [અલ્થેઆઝ], "ફુલ આપતું ઉડદું").
entry(altho, conj, [], "એટલે કે").
એન્ટ્રી(અલ્થોર્ન, ન, [અલ્થોર્ન્સ], "એક પિત્તળની પવન વાદ્યયંત્ર").
entry(અલ્બિયે, સંયોજન, [], "તથ્ય હોવા છતાં").
એન્ટ્રી(ઊંચાઈ, એન, [ઊંચાઈઓ], "સમયક અથવા સ્તર ઉપર ઓબજેક્ટની લંબ ચડાવટ").
entry(અલ્ટો, ન, [અલ્ટોઝ], "એક નીચી સ્ત્રી ગાયક અવાજ").
entry(એલ્ટોઇસ્ટ, ન, [એલ્ટોઇસ્ટ્સ], "જે અલ્ટો સેક્સોફોન વગાડે છે").
પ્રવેશ(અન્યાનુકંપા, સં, [અન્યાનુકંપાઓ], "અન્યોના કલ્યાણ માટે નિSwથાર્થ લગાવ").
entry(altruist, n, [altruists], "જે નિઃસ્વાર્થભાવને અનુસરે છે").
entry(અલુડેલ, ન, [અલુડેલ્સ], "નાશપાતી આકારનું પાત્ર").
પ્રવેશ(અલુલા, ન, [અલુલાએ], "પહેલી આંગળી પર પાંખનો એક ગુણ્ડો ALULAR વિશેષણ").
entry(એલ્યુમ, નિ, [એલ્યુમ્સ], "ખાટી ઔષધની એક પ્રકાર").
entry(એલ્યુમિન, ન, [એલ્યુમિન્સ], "એલ્યુમિના").
પ્રવેશ(એલ્યુમિના, n, [એલ્યુમિનાસ], "એલ્યુમિનિયમનું ઓક્સાઇડ").
entry(એલ્યુમાઇન, ન, [એલ્યુમાઇન્સ], "એલ્યુમિના").
પ્રવેશ(એલ્યુમિનિયમ, પ, [એલ્યુમિનિયમ્સ], "એક ધાતુ તત્વએલ્યુમિનિક વિશેષણ").
entry(alumna, n, [alumnae], "મહિલા સ્નાતક").
Prolog: entry(સ્નાતક, પ, [અલુમ્નાઈ], "પુરુષ સ્નાતક").
entry(અલુમરૂટ, ન, [અલુમરૂટસ], "ફૂલદાર છોડ").
entry(એલ્યુનાઇટ, ન, [એલ્યુનાઇટ્સ], "એક ખનિજ").
entry(અલવાર, ન, [અલવારો], "ઉઘાડું ચુનાના પથ્થરનું વિસ્તાર").
entry(અલ્વિયોલર, ન, [અલ્વિયોલર્સ], "ભાષા એક જગ્યા પર સ્પર્શ કરતી વખતે એક અવાજ ઉત્પાદન થાય ત્યારે, ઇનની સામેના દાંત પાછળ").
entry(એલ્વિઓલસ, ન, [એલ્વિઓલાઈ], "એક નાનું એનાટોમિકલ ગુහා").
entry(અલ્વાઇન, વિશેષણ, [], "પેટ અને નીચલા આંતરડા સંબંધિત").
entry(હંમેશા, ક્રિયાવિશેષણ, [], "હંમેશા").
entry(always, adv, [], "બધા સમયે").
entry(alyssum, n, [alyssums], "એક ફૂલદાયી છોડ").
entry(એમ, વર્તમાન, [], "ચારણ ના પ્રથમ પુરુષ એકવચન").
entry(અમા, નહો, [અમાસ], "અમાહ").
એન્ટ્રી(અમદાવત, ન, [અમદાવત્સ], "એક એશિયન ગાયક પંખી").
entry(અમાડૂ, n, [અમાડૂઝ], "ફૂગમાંથી તૈયાર કરવામાં આવેલી પદાર્થ, જે તીટ વાયર તરીકે ઉપયોગમાં લેવાય છે").
entry(અમાહ, ન, [અમાહસ], "એક પૂર્વીય નર્સ").
પ્રવેશ(ამრ, ક્રિયાવિશેષણ, [], "પૂર્ણ શક્તિથી").
entry(એમલગમ, n, [એમલગમ્સ], "પારાથી બીજા ધાતુ સાથે બનેલું એક મિશ્રધાતુ").
entry(અમેંડાઇન, વિશેષણ, [], "બદામ સાથે તૈયાર કરેલ").
entry(આમાઙીત, પુ, [આમાઙીટ્સ], "જંતુઓના ખૂબ ઝેરી સ્ફૂંફોનિયા નો કોઈ જ્ઞાતિ").
entry(અમાનિટિન, ન, [અમાનિટિન્સ], "રાસાયણિક સંયોજન").
entry(અમરાંત, n, [અમરાંત્સ], "એક ફૂલધારું છોડ").
entry(અમારેલ, n, [અમારેલ્સ], "એક જાતની ખાટી ચેરી").
entry(અમરેટી, નપલ, [], "તીખા બદામ સાથે બનાવેલ મેકરૂન્સ").
entry(אַמאַרעטטאָ, n, [אַמאַרעטטאָס], "એક જાતની લગ્ીગાર").
entry(amarna, વિશેષણ, [], "પ્રાચીન મિસરની વિશિષ્ટ ઐતિહાસિક કાળ સાથે સંબંધિત").
entry(અમારોને, ન, [અમારોનેસ], "એક સુકા લાલ વાઇન").
entry(સંચય, ક્રિયા, [સંચયિત,સંચયિત_કરી_રહ્યા_છે,સંચય_કરો], "એકત્રિત કરવું").
entry(યૂનાનાઈનૉ, n, [યૂનાનાઈનો], "એ એક કે જે એકત્રિત કરે છે").
entry(શોખીન, ન, [શોખીનો], "જે嗜 મનોરંજન માટે પ્રવૃત્ત થાય").
entry(amative, adj, [], "પ્રેમાળ").
entry(એમાટોલ, ન, [એમાટોલ્સ], "એક શક્તિશાળી વિસ્ફોટક").
પ્રવેશ(અમેટોરી, વિશેષણ, [], "જાતીય પ્રેમ સંબંધિત").
entry(amauti, n, [amautis], "amautik").
entry(પારકા, ન, [પારકા], "ઇન્યુટ મહિલાની પારકા").
એન્ટ્રી(amaz, v, [amazed, amazing, amazes], "આશ્ચર્ય માં overwhelm કરવા AMAZEDLY adv").
entry(એમેઝોન, ન, [એમેઝોન્સ], "એક ઊંચી શક્તિશાળી સ્ત્રી").
entry(અમ્બેઇજ, નં, [અમ્બેજ], "એક વક્ર પંધો").
entry(અંબારી, n, [અંબારીઓ], "અંબારી").
entry(અંબારી, ન, [અંબારીઝ], "એક પૂર્વ ભારતીય છોડ").
entry(અંબિર, સં, [અંબિર્સ], "તમાકુનો રસ").
entry(એમ્બર, ન, [એમ્બર્સ], "એક ઉત્ખનિત રેઝિન").
entry(ઍમ્બરિના, ન, [ઍમ્બરિનાસ], "કાચની વાસણનો એક પ્રકાર").
entry(એમ્બરોઇડ, n, [એમ્બરોઇડ્સ], "એમ્બ્રોઇડ").
entry(એમ્બરી, ન, [એમ્બરીસ], "એમ્બ્રી").
entry(માહોલ, n, [માહોલ], "માહોલ").
entry(માહોલ, ન, [માહોલ], "જગ્યા કે પરિસ્થિતિમાં ભાવના મૂડ અથવા વાતાવરણ").
પ્રવેશ(એમ્બિયન્ટ, n, [એમ્બિયન્ટ્સ], "એમ્બિયન્સ").
entry(ભાષા, ક, [ભાષાઓ], "કશીકની બાહ્ય સમયસીમા").
entry(મહત્ત્વાકાંક્ષા, v, [મહત્ત્વાકાંક્ષિત, મહત્ત્વાકાંક્ષણા, મહત્ત્વાકાંક્ષાઓ], "ઉત્કટતાથી શોધવું").
entry(અંબિવર્ટ, ન, [અંબિવર્ટ્સ], "વ્યક્તિ જેની વ્યક્તિત્વ પ્રકાર ઇન્ટ્રોવર્ટ અને એક્સ્ટ્રોવર્ટ વચ્ચે મધ્યસ્થ છે").
entry(amble, v, [ambled,ambling,ambles], "હળવે કૂચ કરવી").
entry(એમ્બલર, ન, [એમ્બલર્સ], "જે આંબલ કરે છે").
entry(એમ્બો, ન, [એમ્બોઝ], "અથવા AMBONESએક પ્રારંભિક ખ્રિસ્તી ચર્ચમાં pulpita pulpit").
ઍન્ટ્રી(અંબોઇના, પા, [અંબોઇના], "અંબોયના").
entry(ઍમ્બોયના, n, [ઍમ્બોયનાસ], "ઇન્ડોનેશિયા ના એક વૃક્ષ ની કિલંટ ન્યુ જેવી કાંઠા").
entry(એમ્બરિઝ, બહુવચન, [], "એમ્બરીનો").
entry(ambroid, n, [ambroids], "કૃત્રિમ એમ્બર").
entry(એમ્બ્રોઝિયા, n, [એમ્બ્રોઝિયાસ], "ગ્રીક અને રોમન દેવતાઓનું ખોરાક").
entry(એમ્બ્રી, સંજ્ઞા, [એમ્બ્રીઝ], "પવિત્ર પાત્રો માટે ચર્ચની દીવાલમાં આવેલું એક અવકાશ").
entry(ambsace, n, [ambsaces], "ખરાબ નસીખ").
entry(ચલતા, વિશેષણ, [], "ચાલતાં").
entry(ચાલસા, v, [ ચાલેલ, ચાલતાં, ચાલે], "ચાલવા માટે").
entry(ઘાત, ક્રિયા, [ઘાત કર્યો, ઘાત કરી રહ્યો, ઘાત કરે છે], "છુપેલા સ્થાને થી આક્રમણ કરવું").
entry(ઘાતક, n, [ઘાતકો], "એ કે જે ઘાત કરે").
entry(આમેબા, n, [આમેબાસ], "અથવા AMEBAEamoebaAMEBAN AMEBIC AMEBOID adj").
entry(amebean, adj, [], "વૈકલ્પિક રીતે પ્રતિસાદ આપવો").
entry(અમીર, પ, [અમીરો], "અમીર").
entry(ameerate, n, [ameerates], "અમીરાત").
એન્ટ્રી(એમેલકોર્ન, ન, [એમેલકોર્ન્સ], "ઘઉંનો એક પ્રકાર").
entry(આમેન, n, [આમેન્સ], "પ્રાર્થનાના અંતે સહમતિ દર્શાવવા માટે વપરાતો શબ્દ").
entry(amenable, adj, [], "સામાન્ય રીતે રાજી થવા યોગ્ય AMENABLY adv").
entry(સુધારો, ક્રિયા, [સુધારેલું,સુધારવાનું,સુધારાઓ], "સુધારો/સુધારવા").
entry(amender, n, [amenders], "જવ્યકતિ કે જે સુધારે").
entry(સુકાન્યતા,ન, [સુકાન્યતાઓ], "સુખદ અથવા સંમત હોવાની ગુણવત્તા").
entry(ament, n, [aments], "માનસિક રીતે અપરિપક્વ વ્યક્તિ").
એન્ટ્રી(એમેન્ટિયા, એન, [એમેન્ટિયાસ], "માનસિક ક્ષીણતા").
એન્ટ્રી(એમેન્ટમ, સુ, [એમેન્ટા], "એમેન્ટ").
entry(amerce, v, [amerced,amercing,amerces], "એક અનિયમિત દંડ લાદી દંડ આપવો").
entry(એમન્સર, પ, [એમન્સર્સ], "જેથી amerces થાય છે").
એન્ટ્રી(amesace, n, [amesaces], "ambsace").
entry(એમેથિસ્ટ, ન, [એમેથિસ્ટ્સ], "ક્વાર્ટ્ઝની એક જીવશિલા").
entry(ami, n, [amis], "મિત્ર").
entry(એમિયા, ન, [એમિયાઝ], "એક મીઠુ પાણીનું માછલું").
entry(મિલનસાર, વિશ્વેષણ, [], "આનંદદાયક સ્વભાવ ધરાવતાAMIABLY ક્રિયા વિશેષણ").
entry(અમિયોન્ટસ, n, [અમિયોન્ટસેસ], "ઓગિન્સેબટાસ્ટનની એક જાત").
entry(અમેિકાબલ, વિશેષણ, [], "મિત્રતાપૂર્વક AMICABLY વિશેષણ અવ્યય").
entry(amice, n, [amices], "ગળા અને ખભા અંગે પહેરીન શ્રૃંગાર").
entry(નોનસુખાઈ, પ, [નોનસુખાઈઓ], "કોર્ટ દ્વારા સલાહ આપવા માટે પરવાનગી આપવામાં આવેલ એક એવો વ્યક્તિ જે કેસનો પક્ષકાર નથી").
entry(એમિડ, ન, [એમિડ્સ], "એમાઇડ").
પંક્તિ(એમાયડેઝ, ਨ, [એમાયડેઝિસ], "એક એન્ઝાઇમ").
entry(એમાઇડ, n, [એમાઇડ્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર એમિડિક વિશેષણ").
entry(એમિડિન, ન, [એમિડિન્સ], "સ્ટાર્ચના દ્રાવ્ય પદાર્થ").
entry(એમિડાઇન, નામ, [એમિડાઇન્સ], "એક પ્રકારના રસાયણિક સંયોજન").
entry(amido, adj, [], "એમાઇડ જે એસિડ રેડીકલ સાથે જોડાયેલ હોય").
entry(એમિડોજન, n, [એમિડોજન્સ], "એક અખંડ રાસાયણિક રેડિકલ").
પ્રવેશ(એમિડોલ, ન, [એમિડોલ્સ], "એક રાસાયણિક સંયોજન").
એન્ટ્રી(અમિડોન, ન, [અમિડોનસ], "એક રસાયણિક સંયજનો").
entry(amidship, adv, [], "જહાજના મધ્ય ભાગ તરફ").
entry(મધ્યમાં, પૂર્વપ્રત્યય, [], "ની વચ્ચે").
entry(અમિ, ના, [અમિસ], "સ્ત્રી મિત્ર").
entry(amiga, n, [amigas], "એક મહિલા મિત્ર").
entry(મિત્ર, ન, [મિત્રો], "એક મિત્ર").
entry(હમીન, n, [હમીન્સ], "હમાઇન").
entry(એમાઇન, ન, [એમાઇન્સ], "રાસાયણિક સંયોજનનો એક પ્રકારએમાઇનિક વિશેષણ").
entry(aminity, n, [aminities], "એમાઈન હોવાની સ્થિતિ").
entry(એમિનો, ન, [એમિનોસ], "એમિનમાં હાજર રાસાયણિક જૂથ").
entry(અમીર, પ, [અમીઓ], "મુસલમાન યુવરાજ અથવા રાજ્યપાલ").
entry(amirate, n, [amirates], "અમિર નો પદ").
entry(ખોટું, વિશેષણ, [], "યોગ્ય ક્રમથી બહાર હોવું").
entry(અમિટી, વિવિધ, [], "અમિટીના").
entry(અમિટોસિસ, ન, [અમિટોસીસ], "એક પ્રકારનું કોષ વિભાગAMITOTIC વિશેષણ").
entry(અમિત્રોલ, n, [અમિત્રોલ્સ], "એક જંતુનાશક").
entry(મૈત્રી, ન, [મૈત્રીઓ], "મિત્રતા").
entry(એમિટર, પ, [એમિટર્સ], "વિદ્યુતપ્રવાહ માપવા માટેનું સાધન").
entry(એમાઇન, n, [એમાઇન્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(ammino, adj, [], "એમાઈન સાથે સંબંધિત").
entry(મોટા, ન, [મોટાઓ], "ગોળાબારુદ").
પ્રવેશ(એમોસીટ, પ, [એમોસીટસ], "એ એક લેમ્પ્રેએના લાર્વા છે").
entry(એમોલાઇટ,ન, [એમોલાઈટ્સ], "અમેાનાઈટના ફોસિલ થયેલ શંખ").
entry(એમ્મોનાલ, n, [એમ્મોનાલ્સ], "એક શક્તિશાળી વિસ્ફોટક").
entry(હેમોનિયા, ન, [હેમોનિયાઝ], "એક તીવ્ર ગંધવાળું વાયુ").
entry(એમોનિયાક, n, [એમોનિયાક્સ], "એક ગમ રેઝિન").
entry(એમોનિક, વિશેષણ, [], "એમોનિયા સંબંધિત").
entry(એમોનિફાઈ, ક્રિયાપદ, [એમોનિફાઈડ,એમોનિફાઈઉઠતા,ઍમોનિફાઈ], "એમોનિયા સાથે ઉપચાર કરવા માટે").
entry(અમોનાઇટ, ન, [અમોનાઇટ્સ], "વિલુપ્ત મોલસ્કનો કંકાંડ વળેલ ખોળો").
entry(અમોનિયમ, n, [અમોનિયમ્સ], "એક એકમૂલકીય રાસાયણિક મૂળ").
entry(ammono, વિશેષણ, [], "અમોનિયા ધરાવે છે").
entry(એમોનોઇડ, ન, [એમોનોઇડ્સ], "એમોનાઇટ").
entry(અમ્નેશિયા, સ, [અમ્નેશિયાઝ], "સ్మૃતિ નાશ").
entry(યાદશક્તિહિન, પ, [યાદશક્તિહિન લોકો], "યાદશક્તિહિનતા ધરાવનારો").
entry(amnesic, n, [amnesics], "amnesiac").
entry(ભૂલકો, વિશેષણ, [], "ભૂલણને લગતું").
entry(માફી, ક્રિયાપદ, [માફી આપી,માફી આપી રહ્યો,માફીઓ], "માફી આપવી").
એન્ટ્રી(એમ્નિયો, ન, [એમ્નિઓસ], "ગર્ભાશયમાં સોયનો શસ્ત્રક્રિયાથી પ્રવેશ").
entry(એમ્નિઓન, n, [એમ્નિઓન્સ], "અથવા એમ્નીયા એમ્બ્રિયોને આવરી લેતી એક ઝિલાદાર થેલી એમ્નિક એમ્નિઓનિક એમ્નિયોટિક વિશેષણ").
પ્રવેશ(એમ્નિઓટ, એન, [એમ્નિઓટ્સ], "એક કશેરુક જે ભ્રુણના તબક્કા દરમ્યાન એમ્નીયોન વિકસાવે છે").
entry(એમીબા, ન, [એમીબાસ], "અથવા AMOEBAએક વિભાજિત સૂક્ષ્મ જીવાણુAMOEBAN AMOEBIC AMOEBOID વિશેષણ").
entry(amoebean, વિશેષણ, [], "amebean").
entry(અમોક, ન, [અમોક્સ], "એક હત્યારા ચડસપટમચાટ").
ભ્રમણ(amole, ન, [amoles], "સાબુના વિકલ્પ તરીકે ઉપયોગમાં લેવાતા છોડની મૂળ").
entry(પસંદગીકારમાં, પૂર્વપ્રત્યય, [], "ની વચ્ચે").
entry(amongst, prep, [], "અમેંગ").
એન્ટ્રી(amoral, વિશેષણ, [], "જેણે સારા અને ખરાબના અર્થની સમજૂતિ નહોતી રાખતીAMORALLY રવિ").
entry(અમોરેટ્ટો, n, [અમોરેટ્ટોઝ], "અથવા AMORETTIa કામદેવ").
entry(અમોરિનો, n, [અમોરિણી], "એક અમોરેટ્ટો").
entry(પ્રેમી, સં, [પ્રેમીઓ], "એક પ્રેમી").
entry(અમોરોસો, n, [અમોરોસો], "એક પ્રકારની વાઇન").
entry(પ્રેમપૂર્ણ, વિશેષણ, [], "પ્રેમ સંબંધિત").
entry(amort, adj, [], "જિંદગી વિના હોવું").
entry(અમેાર્ટાઇઝ, ક્રિયા, [અમેઝર્ટાઇઝ્ડ,અનેર્સિંગ,અમેઝર્ટાઇઝેસ], "અમેર્ટાઇઝ કરવા માટે").
entry(હપતા પદ્ધતિ, ક્રિયા, [હપ્તા પદ્ધતિથી ચુકવાયેલ, હપ્તા પદ્ધતિથી ચુકવી રહ્યું છે, હપ્તા પદ્ધતિથી ચુકવતું છે], "દેવું ધીમે ધીમે ચુકવવા").
entry(એમોસાઇટ, પ, [એમોસાઇટ્સ], "પેસ્ટોસનો એક પ્રકાર").
prolog(પ્રવેશ(amotion, n, [amotions], "કોર્પોરેટ ઓફિસરને તેના પદેથી દૂર કરવાનો પ્રસંગ")).
પ્રવેશ(રકમ, વી, [આમ કરેલ, આમ કરવું, આમ કરે છે], "રકમ આપવા માટે મૂલ્યોને મેલીને ઉમેરવું").
entry(પ્રેમ, ન, [પ્રેમો], "પ્રેમસફર").
entry(amp, v, [amped,amping,amps], "વધારનાર").
entry(એમ્પેરેજ, એન, [એમ્પેરેજેસ], "એમ્પિયર માં વ્યક્તelectricિક પ્રવાહની તીવ્રતા").
entry(એમ્પિયર, ન, [એમ્પિયરસ], "વિદ્યુત પ્રવાહ તીવ્રતા ની એક એકમ").
entry(ઍમ્ફિબિયા, બહુવચન, [], "જળ અને જમીન બંને પર જીવન માટે અનુકૂળ મનુષ્યો").
entry(amphioxi, npl, [], "લેન્સલેટ્સ").
entry(એમ્ફિપોડ, ન, [એમ્ફિપોડ્સ], "એક નાનકી ક્રસ્ટેશીયન").
entry(એમ્ફોરા, ન, [એમ્ફોરાઝ], "અથવા એમ્ફોરાઇસંકોચાયેલ ગળાવાળું જાર જે પ્રાચીન ગ્રીસમાં વપરાય છેએમ્ફોરાલ અભિ").
entry(ample, adj, [], "AMPLER AMPLESTabundantAMPLY adv").
entry(amplexus, n, [amplexuses], "દેવ, ભેગા છેડે ગારા").
entry(વધારા, ક્રિયાન્ત, [વધારેલું,વધારી રહ્યું છે,વધારે છે], "મોટું અથવા વધુ શક્તિશાળી બનાવવા માટે").
entry(ampoule, n, [ampoules], "એમ્પ્યુલ").
entry(ઍમ્પુલ, ન, [ઍમ્પુલ્સ], "ઍમ્પ્યુલ").
entry(અમ્પ્યૂલ, n, [અમ્પ્યૂલ્સ], "એક નાની કાચની શીશી").
entry(એમ્પુલા, n, [એમ્પુલીએ], "પ્રાચીન રોમમાં ઉપયોગમાં લીધેલું ગોળ બોટલએમ્પુલર વિશેષણ").
entry(ઉદભેદ, v, [ઉદભેદિત,ઉદભેદન,ઉદભેદે છે], "શસ્ત્રક્રિયાની મદદથી કઢી નાખવું").
entry(અંગછેદક, ન, [અંગછેદકો], "જેના એક અંગનો છેદ કરવામાં આવ્યો છે").
entry(અમ્રીતા, n, [અમૃતાઓ], "અમૃતા").
entry(અમૃત, ન, [અમૃત્સ], "અમૃત").
entry(અમૃતા, n, [અમૃતાસ], "હિંદુ વ્યવસ્થા માં અમર બનાવતી મધિરા").
entry(amtrac, n, [એમટ્રાક્સ], "એક સૈન્ય વાહન જે જમીન અને પાણી પર હલવા માટે સજ્જ હોય છે").
entry(એમટ્રેક, પુ, [એમટ્રેક્સ], "એમટ્રાક").
entry(એમટ્રેક, ન, [એમટ્રેક્સ], "એમટ્રેક").
entry(અમુ, ન, [અમુસ], "વજનની એક એકમ").
પ્રવેશ(amuck, n, [amucks], "amok").
entry(તાબીઝ, n, [તાબીઝ], "બુરાઇ અથવા ઇજા સામે બચવવા માટે પહેરવામાં આવતું વસ્તુ").
entry(પ્રમોદિત, v, [પ્રમોદિત,પ્રમોદક,પ્રમોદે છે], "પ્રમોદિત રીતે વ્યસ્ત કરવુંAMUSABLE વિશેષણAMUSEDLY ક્રિયાવિશેષણ").
entry(amuser, n, [amusers], "એક જેના દ્વારા વિવાદ થાય").
entry(amusia, n, [amusias], "સંગીતના અવાજોને ઓળખવાની ક્ષમતા નોં હોવી").
entry(amusive, adj, [], "મનોરંજક").
entry(એમિગ્ડાલા, n, [એમિગ્ડાલે], "એક બદામાકાર શારીરિક ભાગ").
entry(અમીગડે, ન, [અમીગડેસ], "અમીગડ્યુલ").
entry(amygdule, n, [amygdules], "લાવામાં એક નાનું વાયુનું બબલ").
entry(એમાઇલ, ન, [એમાઇલ્સ], "એક એકમૂલક રેડિકલ").
entry(એમિલેઝ, n, [એમિલેઝસ], "એક એન્ઝાઇમ").
entry(એમાઇલેન, n, [એમાઇલેન્સ], "એક જ્વલનશીલ પ્રવાહી").
entry(એમાઇલિક, વિશેષણ, [], "એમાઇલ સાથે સંબંધિત").
entry(amylogen, n, [amylogens], "એમાયલોસ").
entry(એમિલૉઇડ, n, [એમિલૉઇડ્સ], " ગાળે જ્યારે વસ્ત્રો તંતુ વાદળી થાય છે ત્યારે થતી કઠણ પ્રોટીનનો પડ").
પ્રવેશ(એમાઇલોઝ, પ, [એમાઇલોઝેસ], "સ્ટાર્ચનો અંગત રીતે દ્રાવ્ય ઘટક").
entry(અમાયલમ, n, [અમાયલમ્સ], "સ્ટાર્ચ એક ઘન કાર્બોહાઇડ્રેટ").
entry(an, અનિશ્ચિત, [], "વર્નમાળા હોઠની અવધિ સાથે શરૂ થતી રીતે પહેલાં વપરાત્નાર લેખ").
entry(એના, સા, [એનાસ], "ઘણું બધું વિષય અંગે માહિતીનાં એકત્રિત ઘટક").
entry(એનાબિના, n, [એનાબીનાસ], "એક તાજાપાણું શૈવળ").
entry(એનાબેસ, ન, [એનાબેસીસ], "એક તાજાં પાણીની માછલી").
નિકાસ(અનાબેસિસ, ન, [અનાબેસિસીસ], "સૈન્ય મોખરું").
entry(अनबैटिक, વિશેષણ, [], "ઉદાહી પવન પ્રવાહો સાથે સંકળાયેલ").
entry(anableps, n, [anablepses], "એક તાજા પાણીની માછલી").
entry(એનાબોલિક, વિશેષણ, [], "ખોરાકને પ્રોટોપ્લાઝમમાં ગોખવામાં આવે તે પ્રક્રિયાના સંબંધિત").
entry(એનાકોન્ડા, n, [એનાકોન્ડાસ], "એક મોટું સાપ").
entry(અનેડમ, ન, [અનેડમ્સ], "સિરરાજ માટેનો ફૂલહાર").
entry(અલ્પરક્તત, n, [અલ્પરક્તતાઓ], "અલ્પરક્તતANAEMIC adj").
entry(એનૉએરોબ, ન, [એનૉએરોબ્સ], "એક જીવાણુ જે દક્ષિણ અનિવાર્ય ઓક્સિજન વિના જીવી શકે").
entry(anaglyph, n, [anaglyphs], "એક પ્રકારની ખોદકામ કરેલી આભૂષણ").
entry(anagoge, n, [anagoges], "શબ્દોનો આધ્યાત્મિક અર્થANAGOGIC વિશેષણ").
entry(અનાગોજી, n, [અનાગોજીસ], "અનાગોગ").
entry(anagram, v, [anagrammed, anagramming, anagrams], "એક નવા શબ્દ રૂપ માટે શબ્દ અથવા વાક્યના અક્ષરોને ફરીવાર યોગ્ય ક્રમમાં ગોઠવવા").
પંક્તિ(મલદ્વાર, વિશેષણ, [], "મલદ્વાર સંબંધિત").
entry(analcime, n, [analcimes], "એનલસાઇટ").
entry(એનલસાઇટ, n, [એનલસાઇટ્સ], "એક ખનિજ").
entry(અનલેક્ટા, npl, [], "અનલેક્ટ્સ").
entry(analects, npl, [], "સાહિત્યક કૃતિ અથવા કૃતિઓના સમૂહમાંથી પસંદ કરેલ").
entry(analemma, n, [analemmas], "અથવા ANALEMMATA ગ્રેજ્યુએટેડ સ્કેલનો એક પ્રકાર").
અંત:ષ્ઠાન(અએનલ્જિયા, ન, [અએનલ્જિયાસ], "દર્દ થવા માટેની અસમર્થતા").
entry(વિશ્લેષણ, n, [વિશ્લેષણો], "માનસિક સ્થિતિનો એક પ્રકાર").
entry(માર્ગે, ક્રિયાવિશેષણ, [], "માર્ગે અથવા દ્વારા").
entry(analog, n, [analogs], "analogue").
entry(analogic, adj, [], "સ્થાનાંતરણ સાથે સંબંધિત").
entry(અનાલોગ, n, [અનાલોગ્સ], "કાંઈક જે કોઈ બીજા સાથે સમાનતા ધરાવે છે").
entry(સાદૃશ્ય, n, [સાદૃશ્યો], "અન્યથા ભિન્ન વસ્તુઓ વચ્ચે કેટલાક દ્રષ્ટિએ સમાનતા").
entry(વિશ્વ્લેશણ, v, [વિશ્વ્લેષણ કર્યું,વિશ્વ્લેષણ કરતા,વિશ્વ્લેષણ કરે છે], "વિશ્વ્લેષણ કરવા માટે").
entry(વિશ્લેષક, n, [વિશ્લેષકો], "સામગ્રી વિશ્લેષક").
entry(વિશ્લેષણ, ન, [વિશ્વેષણો], "સમગ્રને તેના ભાગોમાં વિભાજિત કરવું").
entry(विश્લેષक, n, [विश्लेषકો], "જે વિશ્લેષણ કરે છે").
entry(ઍનલાઇટ, ન, [ઍનલાઇટ્સ], "એક પદાર્થ જેનું વિશ્લેષણ કરવામાં આવી રહ્યું છે").
entry(વિશ્લેષણાત્મક, વિશેષણ, [], "વિશ્લેષણ સાથે સંબંધિત").
અંદાજ(analyze, v, [analyzed,analyzing,analyzes], "વિશ્લેષણ પાછળ મૂકવા").
entry(વિશ્લેષક, પુ, [વિશ્લેષકો], "જે વિશ્લેષણ કરે છે").
entry(આનંદ, n, [આનંદસ], "અતિશય આનંદ").
entry(અનંકે, ન, [અનંકેસ], "પ્રાચીન પડકારનીય જરૂરિયાત ભરા ગ્રીક ધાર્મિક વિચારો").
entry(અનાપેસ્ટ, n, [અનાપેસ્ટ્સ], "અનાપેસ્ટ").
entry(અનાપ્રેસ્ટ, ન, [અનાપ્રેસ્ટ્સ], "ઊલારોકછંદનું એક પ્રકાર").
entry(એનાફેઝ, n, [એનાફેઝીસ], "માઇટોસિસનો એક તબક્કો").
entry(એનાફર, ન, [એનાફરોર્સ], "એક શબ્દ અથવા વાક્યઅંશ જે એક પૂર્વવર્તી શબ્દ અથવા વાક્યઅંશથી સંદર્ભ લે છે").
entry(anaphora, n, [anaphoras], "કેટલાંક સતત શ્લોકો અથવા વાક્યોની શરૂઆતમાં કોઈ શબ્દ અથવા ઉત્કારનું પુનરાવર્તન").
entry(અનાર્ક, n, [અનાર્ક્સ], "અનાર્કીનો સમર્થક").
entry(ਅਨਾਰਕੀ, n, [અનાર્કીઝ], "સરકારની ગેરહાજરીANARCHIC વિશે).
entry(અનસાર્કા, n, [અનસાર્કાસ], "એક પ્રકારની ડ્રોપસી").
પ્રવેશ(એનાટેઝ, }}">
n, [એનાટેઝીસ], "એક ખનિજ").
એન્ટ્રી(anathema, n, [anathemas], "અથવા ANATHEMATA એક આધીકારીક ધાર્મિક પ્રતિબંધ અથવા અભિશાપ").
પ્રવેશ(અનાટમી, એન, [અનાટમીઝ], "સજીવનું ગૌણ સ્વરૂપANATOMIC વિશેષણ").
entry(એનાટોક્સિન, ન, [એનાટોક્સિન્સ], "ઝેરવિરોધી").
entry(અનાટ્ટો, n, [અનાટ્ટોઝ], "અનાટ્ટો").
entry(પૂર્વજ, v, [પૂર્વજ થયેલ, પૂર્વજ બનતો, પૂર્વજો], "પૂર્વજ બનવું એ વ્યક્તિ કે જેથી કોઈ ઉતરેલ છે").
entry(ancestry, n, [ancestries], "પૂર્વજોની લાઇન અથવા શરીર").
પ્રવેશ(એન્ચો, ન, [એન્ચોઝ], "એક મરચું").
entry(anchor, v, [એન્કર્ડ,એન્કરીંગ,એન્કર્સ], "લંગર દ્વારા સુરક્ષિત કરવા માટેનો ઉપકરણ જે તરતી જહાજને એક સ્થાને રાખે છે").
entry(ભવશ્ય, ક્રિયાપદ, [ભવશ્યસ], "એક એકાંગી").
એન્ટ્રી(અંચોવી, ન, [અંચોવીઝ], "એક નાનું ખોરાક માછલી").
પ્રવેશ(એન્ક્યુસા, સ, [એન્ક્યૂસાસ], "એક વાળવાળો ઉત્પાદક છોડ").
entry(અ઼્્ચ્યુસિન, ન, [અ઼્્ચ્યુસિન્સ], "એક લાલ રંગ").
entry(ancient, adj, [], "ફારીતા ફારિતામાંસહ મોડો લાંબા સમયગાળા અથવા તે સંબંધિત").
entry(પ્રાચીન, ન, [પ્રાચીનો], "જે પ્રાચીન સમયમાં રહેતો હતો").
entry(ancilla, n, [ancillas], "અથવા ANCILLAEa સહાયક").
entry(ancon, n, [ancones], "હાથના ખૂણા એલ્બો એનકોનલ એનકોનિયલ એનકોનોઇડ વિશેષણ").
entry(ancone, n, [ancones], "એન્કોન").
entry(ancress, n, [ancresses], "એક સ્ત્રી સાધ્વી").
પ્રવેશ(અને, ન, [અન્ડ્સ], "એક વધારાની શરત અથવા શરત").
પ્રવેશ(અન્ડેન્ટ, એન, [અન્ડેન્ટ્સ], "મધ્યમ ગતિમાં ધીમો સંગીત પ્રવાહ").
entry(એન્ડેસાઇટ, n, [એન્ડેસાઇટ્સ], "એક જ્વાળામુખી પથ્થર").
entry(એન્ડેસાઈટ, ન, [એન્ડેસાઈટ્સ], "એન્ડેસાઇટ").
entry(અંડાયરન, n, [અંડાયરન્સ], "ચુલ્લામાં લાકડી માટે મેટલનો આધાર").
entry(andro, n, [andros], "એક સ્ટેરોઇડ લૈંગિક હોર્મોન").
entry(એન્ડ્રોજન, ન, [એન્ડ્રોજન્સ], "પુરુષ સેક્સ હોર્મોન").
entry(એન્ડ્રોઇડ, ન, [એન્ડ્રોઇડ્સ], "એક કૃત્રિમ માણસ").
entry(એક, ન, [એક્સ], "એક").
entry(anear, v, [aneared,anearing,anears], "જવું").
entry(કિસ્સો, n, [કિસ્સાઓ], "અથવા નાનકડું ANECDOTAઅનુવાદ").
entry(anechoic, adj, [], "એ અન્યનો પ્રત્યાધ્વનિ નથી ધરાવતું કે ઉત્પન્ન કરતું નથી").
entry(anele, v, [aneled,aneling,aneles], "લેણ કરવું").
પ્રવેશ(એનીમિયા, ન, [એનીમિયાઝ], "રક્તનો એક વિકારએનીમિક વિેશેષણ").
entry(એનિમોન, ન, [એનિમોન્સ], "ફુલ જાય તેવો છોડ").
entry(anemosis, n, [anemoses], "પવનને કારણે લાકડામાં વૃદ્ધિનો આંતરાળ અલગ થવો").
entry(anenst, prep, [], "સમ્બંધે").
entry(anent, ભા, [], "સંદર્ભમાં").
entry(એનેર્જિયા, અનુભ, [એનેર્જિયાસ], "એનેર્જી").
entry(ઍનર્જી, n, [ઍનર્જીઓ], "ઊર્જાની કમીઍનર્જિક વિશેષણ").
entry(એનેરોઈડ, n, [એનેરોઈડ્સ], "એક પ્રકારનો બેરોમીટર").
entry(anestrus, n, [anestri], "જાતીય સુસ્તતાનો સમયગાળો").
entry(ઍનેથેાલ, n, [ઍનેથેાઝ], "ઍનેથેોલ").
entry(એનેથોલ, ન, [એનેથોલ્સ], "રાસાયણિક સંયોજન").
entry(એન્યુરિન, n, [એન્યુરિનસ], "થિયામિન").
entry(aneurism, n, [aneurisms], "aneurysm").
entry(aneurysm, n, [aneurysms], "લોહીની નળીનો એક અસામાન્ય લોહી ભરેલો વિસ્તાર").
entry(ફરીથી, ક્રિયા વિશેષણ, [], "ફરી એક વાર").
entry(અંગ, ન, [અંગો], "યોગના આઠ અભ્યાસોમાંનું કોઇ").
entry(અન્ગાકોક, ખાસ, [અન્ગાકોક્સ], "એક ઇનુઇટ તબીબી પુરુષ").
પ્રવેશ(અંગારિયા, ન, [અંગારિયાસ], "અંગારી").
entry(અંગરી, નામ, [અંગરીઝ], "યુદ્ધશીલ રાજ્યને નિષ્પક્ષ સંપત્તિ જપ્ત કરવાનો હક્ક").
entry(એન્જલ, વી, [એન્જિલ્ડ,એન્જિલિંગ,એન્જિલ્સ], "આર્થિક રીતે સહાય કરવા માટે").
entry(angelic, adj, [], "ફરિશ્તાને સંબંધિત એક પાંખવાળું સ્વર્ગીય પ્રાણી").
entry(એન્જેલિકા, ન, [એન્જેલિકાઝ], "એક સુગંધિત છોડ").
entry(એન્જેલસ, ન, [એન્જેલસીસ], "એક રોમન કેથોલિક પ્રાર્થના").
entry(કોપ, v, [કોપાવ્યો, કોપાવતો, કોપાવે છે], "કોણિક બનાવવું").
entry(ક્રોધપૂર્વક, ક્રિયા વિશેષણ, [], "ક્રોધથી").
entry(અંજાઇના, n, [અંજાઇનાસ], "એક રોગ જે તીવ્ર પીડાના આકસ્મિક હુમલા દ્વારા ઓળખાય છે ANGINAL ANGINOSE ANGINOUS વિશેષણ").
entry(એન્જીઓમા, n, [એન્જીઓમાઝ], "અથવા એન્જીઓમાટેારક્ત અથવા લસિકા રક્તવાહિનીઓથી બનેલો ગાંઠ").
entry(કોણ, v, [કોણાકાર,કોણામું,કોણો], "હૂક અને લાઇનથી માછલી પકડવી").
entry(anglepod, n, [anglepods], "ફૂલનારી વનસ્પતિ").
entry(angler, n, [માછીમારો], "એક જે માછલી પકડે છે").
entry(અંગ્રેજી, ક્રિયાવિશેષણ, [], "সহজে સમજાય તેવી અંગ્રેજીમાં").
entry(માછીમારી, n, [માછીમારીઓ], "માછલી પકડવાનો રમત").
entry(એંગ્લો, n, [એંગ્લોઝ], "અમેરિકાના ગોરા નાગરિક જેઓ હિસ્પેનિક અથવા ફ્રેન્ચ વંશના નથી").
entry(ઍન્ગોરા, ન, [ઍન્ગોરાસ], "પાલતુ બકરાનું લાંબું રેસમી વાળ").
entry(angry, adj, [], "ANGRIER ANGRIESTઝોરદાર નારાજગી અથવા વિરોધાભાસ અનુભવોANGRILY adv").
entry(અંગેસ્ટ, ન, [અંગેસ્ટસ], "ચિંતા અથવા ભયનો અનુભવ").
entry(angstrom, n, [angstroms], "લંબાઈનો એક એકમ").
entry(ચિંતા, તેમ, [], "ચિંતિત ચિંતિતતમ ચિંતા અથવા ભય અનુભવવું").
entry(હોળા, વિશેષણ, [], "સરસ્રી જેવી").
entry(કષ્ટ, v, [કષ્ટ માંડેલો,કષ્ટ માંડવું,કષ્ટ માંડે છે], "અતિશય પીડા સહન કરવી").
entry(કોણીય, વિશેષણ, [], "તીક્ષ્ણ ખૂણાવાળું").
entry(કોણાકાર, ક્રિયા, [કોણાકૂલ,કોણાકારિત,કોણાકારમાં], "કોણાકાર બનાવવું").
entry(angulose, વિશેષણ, [], "કોણાકાર").
entry(angulous, વિશેષણ, [], "angular").
entry(એનહીડ્રલ, n, [એનહીડ્રલ્સ], "વિમાનોના પાંખના નીચેની દિશામાં ઝુકાવ").
entry(anhinga, n, [anhingas], "એક જલચર પક્ષી").
પ્રવેશ(અની, ન, [અનીસ], "એક ઉષ્ણકટિબંધ અમેરિકન પક્ષી").
entry(અનિલ, ન, [અનિલ્સ], "પશ્ચિમ ભારતીય ઝાડ").
પ્રવેશ(એનિવય, વિષેષણ, [], "અજ્ઞાતા સ્ત્રીની જેમ દેખાવું").
entry(એનિલિન, ન, [એનિલિન્સ], "એનિલિન").
entry(એનિલાઇન, ન, [એનિલાઇન્સ], "એક રાસાયણિક સંયોજક").
entry(વૃદ્ધાવસ્થા, n, [વૃદ્ધાવસ્થાઓ], "વૃદ્ધાવસ્થામાં હોવાની સ્થિતિ").
entry(anima, n, [animas], "આત્મા").
entry(animacy, n, [animacies], "જીવીત હોવાની સ્થિતિ").
entry(પ્રાણી, n, [પ્રાણીઓ], "સામાન્ય રીતે સ્વૈચ્છિક ગતિ અને સંવેદના માટે ક્ષમ એમનું જીવંત સંગઠનPRANIK વિશેષણ").
entry(animally, adv, [], "શારીરિક રીતે").
entry(જીવંત, ક્રિયાપદ, [જીવંત બનાવેલું,જીવંત બનાવવાની ક્રિયા,જીવંત બનાવે છે], "જીવન આપવું").
entry(animater, n, [animaters], "એનિમેટર").
entry(animato, n, [animatos], "અથવા ANIMATI સંગીતમય ખંડ જીવંત રીતે વગાડવામાં આવે છે").
એન્ટ્રી(એનિમેટર, એન, [એનિમેટરો], "જે એનિમેટ કરે છે").
entry(એનિમે, n, [એનિમેસ], "એક ઉષ્ણકટિબંધીય વૃક્ષ પરથી મેળવેલ રેઝિન").
entry(animi, n, [animis], "એનિમાંશન").
entry(એનિમિઝમ, n, [એનિમિઝમ્સ], "શરીરથી અલગ આત્માઓની અસ્તિત્વમાં માન્યતા").
entry(animist, n, [animists], "એનિમિઝમનો અનુયાયી").
entry(animus, n, [animuses], "શત્રુ ભાવ").
entry(ઍનિયન, ન, [ઍનિયન્સ], "ઍનેગેટિવલી ચાર્જ્ડ આયનઍનિયોનીક વિશેષણ").
પ્રવેશ(સોફ, ન, [સોફો], "ઉત્તરી અફ્રિકન છોડ").
entry(aniseed, n, [aniseeds], "સીંફના બીજ ની મીઠાઇમાં લાઇ વપરાશે").
entry(એનિસેટ, n, [એનિસેટ્સ], "અનીસેડ સાથે સ્વાદિષ્ટ ликૌર").
entry(anisic, adj, [], "એનીસને લગતું").
પ્રવેશ(એનિસોલ, n, [એનિસોલ્સ], "એક રાસાયણિક સંયજ").
entry(એન્કેરાઇટ, ન, [એન્કેરાઇટ્સ], "એક ખનિજ").
entry(અંખ, ન, [અંખ્સ], "ચિરંજીવી જીવનનો મિસ્રી પ્રતીક").
પ્રવેશ(ઑંકલ, ક્રિયા, [ઑંકલ્ડ,ઑંકલિંગ,ઑંકલ્સ], "ચાલવા").
entry(પાયરાપોળ, ન, [પાયરાપોળ], "પાય માટેનો આભૂષણ").
entry(અન્કુશ, પ, [અնկુશેસ], "હાથીની અંકુશ").
entry(અંકુશ, n, [અંકુશેસ], "અંકુસ").
પ્રવેશ(એન્કાયલોસ, ક્રિયા, [એન્કાયલોસ્ડ, એન્કાયલોઝિંગ, એન્કાયલોઝિસ], "સંયુક્તની હાડકી જેમ એકરાક બનવા અથવા વધવા માટે").
entry(anlace, n, [anlaces], "એક મધ્યકાલિન છુરો").
entry(અનલેગ, ન, [અનલેગ્સ], "અથવા ANLAGENમૂળ કોષ રચના જેથી એક ભ્રૂણીઓ અંગ વિકસિત થાય છે").
entry(ανλας, નં, [ανλαςες], "ανλασε").
entry(અન્ના, ન, [અન્નાસ], "ભારત અને પાકિસ્તાનનો ભૂતપૂર્વ સિક્કો").
entry(વાર્તાંત, ન, [વાર્તાંતો], "એક જ વર્ષનો વિવરણ").
entry(ઇતિહાસકાર, પુ, [ઇતિહાસકારો], "એક ઇતિહાસવિદ").
entry(annates, npl, [], "મહંતના પ્રથમ વર્ષની આવક જે પોપને ચૂકવવામાં આવે છે").
entry(અન્નાટ્ટો, ન, [અન્નાટ્ટોઝ], "એક પિયળાશારૂંપી લાલ રંગ").
entry(anneal, v, [annealed,annealing,anneals], "મજબૂત બનાવવું").
entry(annealer, n, [annealers], "એક જેને ઍનીલ કરીને").
entry(annelid, n, [annelids], "વિભાજિત કીડા ના કોઈપણ ફાઇલોમ").
entry(એનેક્સ, v, [એનેક્સ્ડ, એનેક્સિંગ, એનેક્સિસ], "ઊમેરવા અથવા જોડવા માટે").
entry(અનુક્રમણિકા, એન, [અઉક્સેસ], "કંઈક ઉમેરી અથવા જોડાયેલ").
entry(ઈનૉના, n, [ઈનૉનાસ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
પ્રવેશ(વ્યાખ્યા, ક્રિયા, [વ્યાખ્યાયિત,વ્યાખ્યાયન,વ્યાખ્યાઓ], "આલોકિત અથવા વિશેષ માર્ગદર્શિક થતાં નોંધો સાથે સુસજ્જ કરવા માટે").
entry(જાહેરાત, v, [જાહેર કર્યું, જાહેર કરી રહ્યું છે, જાહેરાત કરે છે], "જાહેર તરીકે માહિતી રજૂ કરવા").
entry(ખીજવવું, ક્રીયાપદ, [ખીજાવ્યું,ખીજાવી રહ્યું છે,ખીજવે છે], "ઉપદ્રવી થવું").
entry(annoyer, n, [annoyers], "એનેય કરનાર").
entry(વાર્ષિક, n, [વાર્ષિકો], "દર વર્ષે પ્રસિદ્ધ થતી પ્રકાશના").
entry(વાર્ષિક, ક્રિયાવિશેષણ, [], "વર્ષમાં એક વખત").
entry(બમણીફાયદા, ન, [બમણીફાયદા], "નિયમિત અંતરાલે ચૂકવવામાં આવતું ભથ્થું અથવા આવક").
entry(રદ, ક્રિયાપદ, [રદ કર્યું, રદ કરી રહ્યો છે, રદ કરે છે], "કોઈક વસ્તુને અમાન્ય અથવા અવિધિરૂપ ઘોષિત કરવી").
entry(વલયાકાર, વિશેષણ, [], "રિંગ જેવી આકાર છે").
entry(annulate, adj, [], "રિંગ્સથી બનેલું અથવા રિંગ્સથી સજ્જ").
entry(annulet, n, [annulets], "નાનું વોળાકાર").
entry(annuli, a, [], "અન્ન્યુલસ નો બહુવચન").
entry(રદ્દ, ભૂતકાળ, [], "રદ્દ મોદાલ ક્રિયા").
entry(રદ્દ, વર્તમાન, [], "રદ્દ કરવાનો કૃત્યવિશેષણ").
entry(અન્યુલસ, ન, [અન્યુલસેસ], "અથવા અન્યુલીઆ રિંગ અથવા રિંગ જેવા ભાગઅન્યુલોસ વિશેષણ").
entry(anoa, n, [anoas], "એક જંગલી બળદ").
entry(અનોડ, ન, [અનોડ્સ], "એક ધનવીજિત ઇલેક્ટ્રોડઅનોડલ અનોડિક વૈશિષ્ટ્યપૂર્વક").
entry(anodise, v, [anodised,anodising,anodises], "એનોડાઇઝ કરવા").
entry(એનોડાઇઝર, ન, [એનોડાઇઝર્સ], "એનોડાઇઝર").
entry(અનોડાઇઝ, ક્રિયા, [અનોડાઇઝ્ડ,અનોડાઇઝિંગ,અનોડાઇઝીઝ], "રાસાયણિક સાધનો દ્વારા રક્ષણાત્મક ફિલ્મ સાથે કોટ કરવા માટે").
entry(એનોડાઇઝર, n, [એનોડાઇઝર્સ], "એવું કે જેઓ એનોડાઇઝ કરે").
entry(અનોડાઇન, ન, [અનોડાઇનસ], "દર્દનાશક દવાANODYNIC અવિશેષણ").
પ્રવેશ(અભિષેક, ક્રિયાપદ, [અભિષેક કર્યો, અભિષેક કરી રહ્યો, અભિષેક કરે છે], "પવિત્ર વિધિ તરીકે તેલ લગાવવા").
entry(anointer, n, [anointers], "જે કોઈને ભસ્મ કરનાર વ્યક્તિ").
entry(એનોલ, ન, [એનોલ્સ], "એક સમશීતોપ્રદેશીય છીપકલી").
entry(એનોલાઇટ, ન, [એનોલાઇટ્સ], "એનોડના સૌથી નજીકમાં રહેલ વિદ્યુતવાહક દ્રાવણનો ભાગ").
entry(અનોમલી, n, [અનોમલીઝ], "સામાન્ય નિયમ પ્રકાર અથવા સ્વરૂપથી વિચ્છન્નતા").
entry(એનોમિ, ન, [એનોમીઝ], "કોઈ આપવામાં આવેલ સમાજ શાસન કરતી સામાજિક આધારોની ગીરાવટ ANOMIC કોઈ વિશેષણ").
entry(અનોર્મી, ન, [અનોર્મીસ], "અનોર્મી").
entry(અનન, ક્રિયા વિશેષણ, [], "બીજી વખત").
entry(અનામ, n, [અનામો], "ખોટું કે અનુમાનીત નામ").
entry(અનૂપ્સિયા, ન, [અનૂપ્સિયાસ], "દ્રષ્ટિ ખામી").
પ્રવેશ(એનોપિયા, ન, [એનોપિયાસ], "એનૂપ્સિયા").
entry(anopsia, n, [anopsias], "એનોપ્સિયા").
entry(ઍનોરૅક, n, [ઍનોરૅક્સ], "એક પાર્કા").
entry(એનોરેટિક, n, [એનોરેટિક્સ], "એનોરેક્સિક").
entry(ನೆಂದ್ರિય, ન, [ನೆಂದ್ರિયસ], "ભૂખની ગુમાવટ").
entry(એનોરેક્સિક, ન, [એનોરેક્સિક્સ], "એનોરેક્સિયા સાથે પીડિતા વ્યક્તિ").
entry(એનોરેક્સી, ણ, [એનોરેક્સીઝ], "એનોરેક્સિયા").
entry(anorthic, adj, [], "એક ચોક્કસ જાતની સ્ફટિક પ્રણાલી દર્શાવવું").
entry(અનોસ્મિયા, n, [અનોસ્મિયાસ], "ગંધની સમજણ ગુમાવવીANOSMIC વિશેષણ").
entry(અન્ય, વિશેષણ, [], "એક વધુ").
entry(anovular, adj, [], "ઓવ્યુલેશન સામેલ નથી").
entry(અનોક્ષેમિયા, n, [અનોક્ષેમિયાઝ], "લોહીનો એક વિકારઅનોક્ષેમિક વિશેષણ").
entry(એનોક્સિયા, n, [એનોક્સિયાસ], "ઓક્સિજનની ગેરહાજરીએનોક્સિક વિશેષણ").
entry(અન્સા, પ, [અન્સે], "શનિના છલલા ની બહાર નીકળતી ભાગ").
entry(ansate, adj, [], "હેન્ડલ ધરાવે છે").
entry(ansated, adj, [], "અંસેટ").
entry(anserine, n, [anserines], "રાસાયણિક સંયોજન").
entry(અનસેરસ, વિશેષણ, [], "મૂર્ખ").
entry(answer, v, [answered,answering,answers], "કહેવું લખવું અથવા બદલે કાર્ય કરવું").
entry(answerer, n, [જવાબદારો], "જવાબ આપનાર").
entry(પટંગિયા, ન, [પટંગિયાઓ], "એક નાનું જંતુ").
entry(અંતા, ન, [અંતસ], "અથવા ANTAEa દિવાલના અંતે બંધાયેલ પ્લાસ્ટર").
entry(એન્ટાસિડ, ન, [એન્ટાસિડ્સ], "એસીડને ન્યૂટ્રલાઈઝ કરતું પદાર્થ").
entry(અન્તાલ્જિક, નામ, [અન્તાલ્જિકલ], "એક વેદનાશામક").
entry(એન્ટબેયર, નામ, [એન્ટબેયર્સ], "ઍન આર્ડવર્ક").
entry(અન્ટે, ક્રિયા, [અન્ટીઇડ,અન્ટેઇંગ,અન્ટેસ], "પોકરમાં પત્તા વિતરણ પહેલાં કાયમી હિસ્સો પાત્રમાં મૂકવો").
entry(એન્ટઈટર, n, [એન્ટઈટર્સ], "જોકે કેટલાંક સ્તનધારી પ્રાણી જે ચિટીયાઓનું આહાર લે છે").
entry(antecede, v, [anteceded,anteceding,antecedes], "પહેલાં આવવું").
entry(antedate, v, [antedated, antedating, antedates], "અગાઉની તારીખનું હોવું").
entry(antefix, n, [antefixes], "અથવા ANTEFIXAE અથવા ANTEFIXA એક ટાઇલ્ડ છતના છજ્જા પર ઊભું શણગાર").
entry(હરણ, સ, [હરણો], "એક જલેચર સ્તનધારી").
પ્રવેશ(એન્ટેના, ન, [એન્ટેના], "અથવા એન્ટેનાએ મેટાલિક ઉપકરણ રેડિયો તરંગો મોકલવા અથવા પ્રાપ્ત કરવા માટેએન્ટેનલ વિશેષણ").
entry(antepast, n, [antepasts], "ભોજનપ્રારંભક").
entry(અન્ટેરિયર, વિશેષણ, [], "આગળની તરફ અથવા આગળ આવેલા").
entry(પ્રવેશદ્વાર, n, [પ્રવેશદ્વારો], "એક રાહ જોવાની જગ્યા").
entry(antes, present, [], "હજિર અન્તેની ૩રી વ્યક્તિ એકવચન").
entry(પ્રાકાર, પ, [પ્રાકાર], "એક અગાઉનો સ્વરૂપ").
entry(antevert, v, [ઉપરાંત, ઉપરવણી, ઉપરને], "આગળ ઝુકીને ખસેડવાની ક્રિયા").
entry(હેલોલાઇક ક્ષેત્રો, npl, [], "સુર્યના વિરુદ્ધ આકાશમાં જોવામાં આવે છે").
entry(anthelix, n, [anthelixes], "અથવા ANTHELICESthe બાહ્ય કાનના કાટબંધીના કાર્ટિલેજ પરનો આંતરિક વળાંકવાળો પટો").
entry(ગીત, ક્રિ, [ગીતિત,ગીતિત કરી રહ્યો છે,ગીતિત કરે છે], "ગીતમાં વખાણ કરવા માટે").
entry(anthemia, npl, [], "ગ્રીક કળામાં ઉપયોગ થતા સજાવटी ફૂલોની પેટર્ન").
પ્રવેશ(anthemic, વિશેષણ, [], "પ્રશંસાગાન એક સ્તુતિગીત સાથે સંબંધિત").
પ્રવેશ(અન્ધર, સ, [અન્ધર્સ], "પુ میزان આધારિત પંડાનો પરાગલિંગ ભાગANTHERAL વિશેષણ").
પ્રવેશ(એન્થેરિડ, પ, [એન્થેરિડ્સ], "કેટલાક છોડનો પુરૂષ પ્રજનન અવયવ").
entry(ફૂલના પુષ્પાફળનો વિકાસ, ન, [પુષ્પિતા], "એક ફૂલનો પૂર્ણ વિકાસ").
entry(માટીમકાનું, ન, [માટીમકાનાં], "માટીમાકાં દ્વારા તેમના ઘૂંટ મંદીર બનાવવા માટે બનેલું માઉન્ડ").
entry(anthodia, npl, [], "ચલાચાર છોડનાં ફૂલનાં વડાં").
પ્રવેશ(ઍન્થોઈડ, વિશેષણ, [], "ફૂલ જેવો દેખાતો").
entry(એન્થ્રેક્સ, n, [એન્થ્રેક્સેસ], "અથવા એન્થે્રસિસે એક ચેપસભર રોગ").
entry(એન્થ્રો, n, [], "pl ANTHROSanthropology").
entry(એન્ટી, ન, [એન્ટિસ], "એવો જે વિરોધ કરી રહ્યો છે").
entry(એન્ટિઍકની, વિશેષણ, [], "મુહાંસાં સામે અસરકારક").
entry(antiair, adj, [], "આક્રમણ કરતી વિમાન સામે નિર્દેશિત").
entry(આન્ટીયાર, ન, [આન્ટીયારસ], "એક તીરનું ઝેર").
entry(એન્ટિએરિન, ન, [એન્ટિએરિનો], "એન્ટિઅર").
entry(પ્રતિપરમાણુ, n, [પ્રતિપરમાણુઓ], "પ્રતિકણોથી બનેલું પરમાણુ").
entry(અનતિરસ્કાર, વિશેષણ, [], "ભેદભાવનો વિરોધ કરવો").
entry(એન્ટિબોડી, n, [એન્ટિબોડીઅઝ], "એક શરીર પ્રોટીન જે કેટલાક સૂક્ષ્મજીવો અથવા ઝેર સામે રોગપ્રતિકારક શક્તિ ઉત્પન્ન કરે છે").
entry(antiboss, વિશેષણ, [], "માલિકોનો વિરોધ કરતો").
entry(antibug, adj, [], "જંતુઓ સામે અસરકારક").
entry(એન્ટિક, ક્રિયા, [એન્ટિક્ડ,એન્ટીકિંગ,એન્ટિક્સ], "પાત્રિક રીતે વર્તવું").
entry(કાર વિરોધી, વિશેષણ, [], "મોટરગાડીના વિરોધમાં").
entry(શહેરવિરોધી, વિશેષણ, [], "શહેરોનો વિરોધ કરવાની વિચારધારા").
entry(antick, v, [anticked,anticking,anticks], "એન્ટિક કરવું").
entry(anticly, adv, [], "ક્લાઉન જેવી રીતમાં").
entry(એન્ટિકોલ્ડ, વિશેષણ, [], "સામાન્ય શરદી સામે અસરકારક").
entry(એન્ટિકલ્ટ, ન, [એન્ટિકલ્ટ્સ], "એક સંપ્રદાયનો વિરોધ કરનારી જૂથ").
entry(એન્ટીડોરા, npl, [], "પવિત્ર ભોજન").
entry(વિષનિવારક, ક્રિયા, [વિષનિવારિત,વિષનિવારણ,વિષનિવારક], "અજોડ સાથે ઝેરના પ્રભાવને નામુંક કરવા").
entry(antidrug, વિશેષણ, [], "અवैધ દવાઓનો વિરોધ કરવો").
entry(antifat, adj, [], "ચરબીના નિર્માણને અટકાવવી").
entry(ઍન્ટિફ્લુ, વિશેષણ, [], "ફ્લૂ સામે લડત").
entry(એન્ટીફોમ, વિશેષણ, [], "ફોમને ઘટાડવું અથવા અટકાવવું").
entry(એન્ટિફોગ, વિશેષણ, [], "સતર પર ભેજના જમાવટને અટકાવવું").
entry(antifur, વૈશિષ્ટિક, [], "પશુની ચામડી પહેરવાથી વિરોધ").
entry(antigang, adj, [], "ગુહેવાળા સમૂહોના વિરોધમાં").
entry(antigay, adj, [], "સમલિંગીઓના વિરોધી").
entry(એન્ટિજન, n, [એન્ટિજન્સ], "એ સબસ્ટન્સ જે એન્ટિબૉડીઝના ઉત્પાદનને ઉત્તેજિત કરે છે").
entry(એન્ટિજન, n, [એન્ટિજેનસ], "એન્ટિજન").
entry(antigun, વિશેષણ, [], "બંદૂકોનો વિરોધ્ કરતી").
entry(એન્ટિહીરો, એન, [એન્ટિહીરોઝ], "એક નાયક જેઓ મહત્ત્વપૂર્ણ પાકીવા ગુણોનો અભાવ ધરાવે છે").
entry(antijam, વર્ણન, [], "ખલેલ પહોંચાડતા સંકેતોને અવરોધવું").
entry(અંતિકિંગ, n, [અંતિકિંગ્સ], "એક ગાઝનિક રાજા").
entry(antileak, adj, [], "ચુબરાણ અટકાવનાર").
entry(antileft, adj, [], "ડાબાવાદના વિરોધમાં").
entry(antilife, adj, [], "જીવન માટે વિરોધી").
entry(એન્ટિલોક, વિશેષણ, [], "વહાનના પૈડાઓને લૉક થવાથી અટકાવવા માટે રચાયેલ").
entry(એન્ટિલોગ, n, [એન્ટિલોગ્સ], "આપેલ લોકારિഥમ ને અનુરૂપ સંખ્યા").
entry(વિરોધાભાસ, n, [વિરોધાભાસો], "શબ્દો કે વિચારોમાં વિરુદ્ધાબંધી").
entry(antimale, વિશેષણ, [], "પુરુષોના વિરોધમાં").
entry(antiman, વિશેષણ, [], "antimale").
entry(antimask, n, [antimasks], "એક માસ્કના અંકોની વચ્ચેનું નાટ્યાત્મક પ્રદર્શન").
entry(એન્ટિમિયર, ન, [એન્ટિમિરસ], "પ્રધાન અક્ષની સામુપારીક બાજુ પરના ભાગ સાથે સમરૂપ જીવસૃષ્ટિનો ભાગ").
entry(તુલ્યખની, જણાવ્યું, [], "ખાણો સામે અસરકારક").
entry(એન્ટિમોની, n, [એન્ટિમોનિઝ], "લોખંડ જેવો એક ઘાતુ તત્વ").
entry(anting, n, [antings], "જીવંત કરોળિયા વચ્ચે પંખીઓના પાંખમાં શુદ્ધિ લાવતી ક્રિયાની યાદી").
entry(એન્ટિનેોડ, n, [એન્ટિનેોડ્સ], "સંધિઓ ની પાસે આવેલ પ્રદેશ").
entry(વિરૂદ્ધ, n, [વિરૂદ્ધો], "જે બીજાની વિપરીત છે").
એન્ટ્રી(એન્ટિનૉમી, એન, [એન્ટિનૉમીઝ], "બન્ને દેખીતામાં માન્ય ના લાગતા સિદ્ધાંતો વચ્ચેનો વિરોધાભાસ").
entry(આન્ટિન્યુક, ન, [આન્ટિન્યુક્સ], "એમને પ્રોચ્સાહિત કરવા માટે કે જેઓ પરમાણુ બળ તથા પરમાણુ હથિયારોનો વિરોધ કરે છે").
entry(અન્તીફોન, ન, [અન્તીફોન્સ], "એક પ્રશસ્તિ અથવા ભજન જે પ્રતિસાદ રૂપે ગવાય છે").
entry(antipill, adj, [], "કોન્ટ્રાસેપ્ટિવ પિલ્સના ઉપયોગનો વિરોધ કરનાર").
entry(વિપરીત, n, [વિપરીતો], "એક સચોટ વિરુદ્ધ").
entry(એન્ટિપોલ, ન, [એન્ટિપોલ્સ], "વિપરીત ધ્રુવ").
entry(અન્ટિપોપ, સન્ય, [અન્ટિપોપ્સ], "જે ચર્ચ કાયદા દ્વારા પસંદ કરાયેલા પોપના વિરોધમાં પોપ હોવાનો દાવો કરે છે").
entry(અન્ટિપોર્ન, વિશેષણ, [], "અશ્લીલ સામગ્રીનો વિરોધ કરનાર").
entry(antipot, adj, [], "ભાંગના ઉપયોગનો વિરોધ").
entry(પસીરોધક, ન, [પસીરોધકો], "એક દવા જે કોરો ની રચનાને અટકાવે છે").
entry(પ્રાચીન, v, [પ્રાચીનિકૃત, પ્રાચીનિકરણ, પ્રાચીનકર્તા], "ઉમરના દેખાવ આપવો").
entry(antiquer, n, [antiquers], "પીળું કરનાર").
entry(જીણવટવાળી, વિશેષણ, [], "બળાત્કાર નિવારણ માટેની ચિંતાઓ").
entry(antired, adj, [], "કોમ્યુનિઝમ વિરુદ્ધ").
entry(વિદ્રોહવિરોધી, વિશેષણ, [], "વિદ્રોહોને રોકવા અથવા સમાપ્તિ માટે બનાવેલું").
entry(antirock, adj, [], "રોક સંગીતને વિરોધ કરનાર").
entry(એન્ટીરોલ, વિશેષણ, [], "ઉભો થવું ઘટાડવા માટે ડિઝાઇન કરેલું").
entry(વિરોધીજંગ, n, [વિરોધીજંગ્સ], "કાંત્રાનું નિવારણ કરનાર કંઈક").
entry(antisag, adj, [], "તણાવ અટકાવવા માટે બનાવેલું").
પ્રવેਸ਼(એન્ટીસીરા, નપલ, [], "એન્ટિબોડી ધરાવતા સીરમ").
entry(યૌનવિરુદ્ધ, િવિશેષણ, [], "યૌન પ્રવૃત્તિનો વિરોધ કરતી").
entry(antiship, adj, [], "જહાજો સામે ઉપયોગ માટે ડિઝાઇન કરેલ").
entry(antiskid, adj, [], "ફસલવાનું રોકવા માટે રચાયેલ").
entry(એન્ટીસ્લિપ, વિશેષણ, [], "સ્લિપ થવાનું રોકવા માટે ડિઝાઇન કરેલ").
entry(એન્ટીસ્મોગ, વિશેષણ, [], "સ્મોગ ઉત્પન્ન કરતી પ્રદૂષકોને ઘટાડવા માટે ડિઝાઇન કરવામાં આવ્યું છે").
`entry(antismut, adj, [], "અશ્લિલતાવિરોધી").`
entry(એન્ટિસ્નોબ,ન, [એન્ટિસ્નોબ્સ], "જે સ્નોબરી નો વિરોધ કરે છે").
entry(એન્ટીસ્પેમ, વિશેષણ, [], "અવિનંતિત ઇમેઇલને રોકવા માટે ડિઝાઇન કરેલ").
entry(એન્ટિસ્ટેટ, n, [એન્ટિસ્ટેટ્સ], "સ્થિર વિદ્યુતના સંચયને રોકવા માટેની એજન્ટ").
entry(antitank, વિશેષણ, [], "ટાંકોનો સામનો કરવા માટે ડિઝાઇન કરેલા").
entry(antitax, વિશેષણ, [], "કરનો વ્યતિરેક કરતી").
entry(antitype, n, [antitypes], "વિપરીત પ્રકાર").
entry(વિદ્યાધિકર્ય, વિશેષણ, [], "યુદ્ધનો વિરોધ કરવો").
entry(એન્ટીવેર, વિશેષણ, [], "લાંબા અથવા કઠિન ઉપયોગના પ્રભાવોને ઓછા કરવા માટે ડિઝાઇન કરવામાં આવેલ").
entry(વેડવિરોધી, વિશેષણ, [], "છોડોના નાશ સાથે સંબંધિત").
entry(શૃંગ, ન, [શૃંગો], " હરિન કુટુંબના પ્રાણીઓના શિંગડુંSHRUNGALAંકૃત વિ.").
entry(મરચકઆકાર, વિશેષણ, [], "મરચિકા જેવો").
entry(વાંદળી, n, [વાંદળીઓ], "એક કારસ્તાની જીવાત").
entry(વિરોધી, નામ, [વિરોધી શબ્દો], "બીજા શબ્દના અર્થમાં વિરોધી શબ્દ").
entry(antonymy, n, [antonymies], "અન્ય શબ્દના વિરુદ્ધ શબ્દનું અવસ્થાન").
entry(અંત્ર, અ, [], "અંત્રમનો બહુવચન").
entry(એન્ટ્રલ, ગુણવાચક, [], "એન્ટ્રમ માટેનો").
entry(ગુફા, સ, [ગુફાઓ], "પૃથ્વીમાં ગુફા અથવા ખોણું").
entry(ઉદગામી, વિશેષણ, [], "આગળ અથવા ઉપર દિશામાં નિર્દેશિત").
entry(antrum, n, [antrums], "અથવા ANTRA અસ્થિમાં એક ગુહા").
entry(antsy, adj, [], "ANTSIER ANTSIESTફિડજેટી").
entry(આનુરા, બહુવચન, [], "બપોરા અને તોડ્સ").
entry(anural, વિશેષણ, [], "anurous").
entry(ધડકન, ન, [ધડણો], "એક દેડકો અથવા ભેંક").
entry(મૂત્રજળ, ન, [મૂત્રજળો], "મૂત્ર કરવા અસક્ષમતાANURETIC વિશેષણ").
entry(યુરિન ન હોવું, n, [યુરિન ન હોવાં], "યુરિનની ગેરહાજરીયુરિન ન હોવું વિશેષણ").
entry(anurous, adj, [], "પૂંછડી વિનાનું").
entry(મળદ્વાર, નં, [મળદ્વારો], "અલિમેન્ટરી કેનાલના અંતે organizational કારજો").
entry(અન્વિલ, v, [અન્વિલ્ડ,અન્વિલિંગ,અન્વિલ્સ], "અથવા ANVILLED ANVILLING ANVILS એક ભારે લોખંડના બ્લોક પર આકાર આપવો").
entry(anviltop, n, [anviltops], "એક નામટોમ આકારનું વાદળ સમૂહ").
entry(ઉદ્વેગ, ન, [ઉદ્વેગો], "મનનો પીડાદાયક અથવા આશંકાજનક અસ્વસ્થતા").
entry(ઉત્કંઠિત, વિશેષણ, [], "ઉત્કંઠાથી ભરેલું").
entry(any, adj, [], "કોઈ પણ").
entry(કોઈપણ, n, [કોઈપણો], " થોડી મહત્વપૂર્ણ વ્યક્તિ").
entry(કોઈ રીતે, ક્રિયાવિશેષણ, [], "કોઈ પણ રીતે").
entry(હવેથી, ક્રિયા વિશેષણ, [], "હાલના સમયમાં").
entry(anyon, n, [anyons], "એક સબએટોમિક કણ").
entry(કોઇપણ, સર્વ, [], "કોઈ વ્યક્તિ").
entry(anyplace, adv, [], "કોઈપણ જગ્યાએ").
entry(કંઈપણ, n, [કંઈપણ], "કોઈપણ પ્રકારની એક વસ્તુ").
entry(anytime, adv, [], "કોઈપણ સમયે").
প্রবেশ({{'anyway', 'adv', [], '"in any way"'}}).
entry(કોઈપણ રીતે, ક્રિયા વિશેષણ, [], "કોઈપણ રીતે").
entry(ક્યાંયપણ, n, [ક્યાંયપણો], "કોઇપણ સ્થાન").
entry(anywise, adv, [], "કોઈ પણ રીતે").
પ્રવેશ(અપ્રાચીન, ન, [અપ્રાચીનો], "એક ક્રિયાપદ કાળઅપ્રાચીન વિશેષણ").
entry(ઑર્ટા, ન, [ઑર્ટાસ], "અથવા AORTAE મુખ્ય ધમનીAORTAL AORTIC વિશેષણ").
entry(aoudad, n, [aoudads], "જંગલી ભેડ").
entry(apace, adv, [], "જલ્દીથી").
entry(apache, n, [apaches], "એક પેરિસિયન ગેંગસ્ટર").
entry(apagoge, n, [apagoges], "તેના વિરુદ્ધને બિનસંગત બતાવી થૅસીસની સ્થાપનાAPAGOGIC વિશેષણ").
entry(અપનાજ, n, [અપનાજસ], "અપાનેજ").
એન્ટ્રી(અપરેજો, ન, [અપરેજોસ], "એક પ્રકારની કાઠી").
entry(અલગ, ક્રિયાવિશેષણ, [], "એકસાથે ના").
entry(અપૈટેટિક, વિશેષણ, [], "કુદરતી છદ્મવેશ તરીકે સેવા આપવા માટે રંગીન").
entry(ઉદાસીનતા, ન, [ઉદાસીનતાo], "ભાવનાની અછત").
entry(એપેટાઇટ, ન, [એપેટાઇટ્સ], "એક ખનિજ").
entry(એપ, v, [એપ્ડ,એપિંગ,એપ્સ], "અનુકરણ કરવું").
entry(apeak, adv, [], "ઊભી સ્થિતિમાં").
entry(એપીક,크િયારવાચક, [], "એપીક").
entry(એપલાઈક, વિશેષણ, [], "પણડાં જેવો દેખાતું મોટું અજડો પ્રાઈમેટ").
entry(apeman, n, [apemen], "એક લુપ્ત વાનર જેવો પ્રાઇમીટ").
entry(aper, n, [apers], "જે નકલો કરે છે").
entry(apercu, n, [apercus], "સંક્ષિપ્ત સારાંશ").
entry(લેક્સેટિવ, ન, [લેક્સેટિવ્સ], "મંદ ચૂડાયેલું").
entry(અપરિટિફ, ન, [અપરિટિફ્સ], "જમણ પહેલાં લેવાતું એક આલ્કોહોલિક પીણું").
entry(અપરચર, પ, [અપરચર્સ], "એક ખુલવું").
entry(apery, n, [aperies], "એપિંગ કરવા但是 તેનું પ્રવૃત્તિ").
entry(apetaly, n, [પાંખડીઓ-રહિતતા], "પાંખડીઓ ન હોવીની સ્થિતિ").
entry(apex, n, [apexes], "અથવા APICESઉચ્ચતમ બિંદુ").
entry(aphagia, n, [aphagias], "ગળવામાં અસમર્થતા").
entry(aphanite, n, [aphanites], "એક અગ્નેચટ્ટાન").
પ્રવેશ(એફેઝિયા, ન, [એફેઝિયાસ], "શબ્દો નો ઉપયોગ કરવાની ક્ષમતાનો નાશ").
entry(aphasiac, n, [aphasiacs], "એફેસિયાનો ભોગ બનેલો એક વ્યકિત").
entry(aphasic, n, [aphasics], "એફેજિયક").
entry(aphelion, n, [aphelions], "અથવા APHELIAસૂર્યથી સર્વाधिक અંતરે પ્લેનેટરી કક્ષામાં બિંદુAPHELIAN વિશેષણ").
entry(aphesis, n, [apheses], "કોઈ શબ્દના પ્રારંભમાં અઉચ્ચારીત સ્વરના ગુમાવાની પ્રક્રિયાAPHETIC વિશેષણ").
entry(એફિડ, પ, [એફિડ્સ], "નાની નરમ શરીરવાળી જીવાતોના કુટુંબના કોઈપણ સભ્ય").
entry(એફીડીયન, n, [એફિડીયન્સ], "એક એફિડ").
entry(aphis, n, [aphides], "એક મકોડો").
entry(એફોલેટ, ન, [એફોલેટ્સ], "ઘરમાંખટમલોને નિયંત્રણ કરવા માટે વપરાતું એક રસાયણ").
entry(એફોનિયા, સં, [એફોનિયાઝ], "આવાજ ગુમાવવો").
entry(અફોનિક, n, [અફોનિક્સ], "અફોનિયા સાથે ત્રાસ પામનાર").
entry(અફોની, ન, [અફોનીઝ], "અફોનિયા").
entry(અફોરાઇઝ, ક્રિયા, [અફોરાઇઝડ,અફોરાઇઝિંગ,અફોરાઇઝસ], "અફોરાઇઝ કરવા માટે").
entry(સુવિચાર, n, [સુવિચારો], "સત્ય અથવા સિદ્ધાંતનું સંક્ષિપ્ત નિવેદન").
entry(ઘૂંચવણકાર, ન, [ઘૂંચવણકારો], "જે ઘૂંચવણ લાગુ કરે છે").
entry(અફોરાઇઝ, ક્રિ, [અફોરાઇઝ્ડ,અફોરાઇઝીંગ,અફોરાઇઝેસ], "અફોરિઝમમાં લખવા અથવા બોલવા માટે").
entry(અફોટિક, વિશેષણ, [], "લાઇટની કમી").
entry(અફ્થા, ન, [અફ્થાઇ], "મોઢા અથવા પેટમાં નાની બલ્બલાAPHOTHOUS વિશેષણ").
entry(અફિલી, ન, [અફિલીઝ], "પાનવિહીન હોવાની સ્થિતિ").
entry(મધમાખી, વિશેષણ, [], "મધમાખી ઓની સંબંધિત").
entry(apiarian, n, [apiarians], "એક માખીપાલક").
entry(apiarist, n, [મધમાખીપાલકો], "મધમાખી ઉછેરનાર વ્યક્તિ").
entry(apiary, n, [apiaries], "જ્યાં મીઠું રાખવામાં આવે છે તે સ્થળ").
entry(apical, n, [apicals], "અવધારણાની ટોચ ટીપ સાથે ઉચ્ચારવામાં આવતું ધ્વનિ").
entry(એપિકલાઇ, ક્રિયા વિશેષણ, [], "શીર્ષ ભાગ તરફ અથવા તેની નજીક").
entry(અપકષ, અ, [], "અપેક્સનો શબ્દર્ય નામ").
entry(apiculus, n, [apiculi], "પાનના અંતે આવેલા鋭ા અંશ").
entry(apiece, adv, [], "દરેક માટે").
entry(apimania, n, [apimanias], "મધમાખીઓમાં અત્યંત રસ").
entry(aping, present, [], "અનુકરણ કરવાની વર્તમાન ક્રિયાપદ રૂપ").
entry(apiology, n, [મધમાખશો, અધ્યયન], "મધમાખીઓનો અભ્યાસ").
entry(apish, adj, [], "ગુલામની જેમ કે મૂર્ખતાપૂર્ણ રીતે નકલ કરવાનાAPISHLY adv").
entry(એપ્લાનાટ, ન, [એપ્લાનાટ્સ], "પરિબિંબિત કે પ્રતિબંધિત પૃષ્ઠનો એક પ્રકાર").
entry(એપ્લેશિયા, ન, [એપ્લેશિઆસ], "એક અંગ અથવા ભાગમાં અસ્વીકાર્ય વિકાસ").
entry(એપ્લાસ્ટિક, વિશેષણ, [], "પ્લાસ્ટીક નહીં").
entry(aplenty, અધિકારી, [], "પૂરતી માત્રામાં હોવું").
એન્ટ્રી(aplite, n, [aplites], "એક સ એવું દળ્યું પથ્થરAPLITIC adj").
entry(આત્મવિશ્વાસ, n, [આત્મવિશ્વાસો], "selfconfidence").
પ્રવેશ(ઍપ્નિયા, n, [ઍપ્નિયાઝ], "શ્વાસ લેવામાં આરસ્થઈક ખલલAPNEAL APNEIC વિશેષણ").
entry(નિવિષટન, ન, [નિવિષટનો], "apneaAPNOEAL APNOEIC adj").
entry(અપો, ન, [અપોઝ], "પ્રોટીનનો એક પ્રકાર").
entry(અમિતબિંદુ, પુ, [અમિતબિંદુઓ], "અથવા અમિતબિંદુઓકક્ષામાં ઉંચું બિંદુ").
entry(apocarp, n, [apocarps], "વિભાજિત કર્પેલ્સ ધરાવતું ફળ").
entry(apocarpy, n, [apocarpies], "એપોકાર્પ હોવા ની અવસ્થા").
entry(apocope, n, [apocopes], "શબ્દના અંતિમ ધ્વનિનો છૂટું પડવુંAPOCOPIC વિશેષણ").
entry(એપોક્રાઇન, વિશેષણ, [], "ગ્લાન્ડના એક પ્રકારને અનુસરી").
entry(એપોડ, પ, [એપોડ્સ], "એક અપોડલ પ્રાણી").
entry(apodal, સવિશેષણ, [], "પગ અથવા પગ જેવા અંગો વગરના").
entry(apodosis, n, [apodoses], "શરતી વાક્યનું મુખ્ય વાક્યClause").
entry(apodous, adj, [], "ટાંગ વગરનું").
entry(અપોગેમી, ન, [અપોગેમીઝ], "એક પ્રકારની છોડ જીવશ્રમણની અગામિતાવારતાAPOGAMIC વિશેષણ").
entry(apogee, n, [apogees], "પૃથ્વીથી સૌથી દૂર કક્ષામાં આવેલ બિંદુAPOGEAL APOGEAN APOGEIC વિશેષણ").
entry(apollo, n, [apollos], "એક હેન્ડસમ યુવાન").
entry(apolog, n, [apologs], "અપોલોગ").
entry(apologal, adj, [], "એક apologue સંબંધિત").
entry(apologia, n, [apologias], "અથવા APOLOGIA એક સ્વરૂપિક ન્યાયિકરણ અથવા બચાવ").
entry(કહાણી, ન, [કહાણીઓ], "એક ઉપમા").
entry(માફી, n, [માફીઓ], "કોઈ ભૂલ કે ગુનાહિત કૃત્ય માટે કરેલા અફસોસની અભિવ્યક્તિ").
entry(apolune, n, [apolunes], "સ્મૃતિને સૌથી દૂર મૂનથી દૂરીના કક્ષાનો બિંદુ").
entry(એપોમિક્ટ, ન, [એપોમિક્ટસ], "એપોમિક્સિસ દ્વારા ઉત્પન્ન એક જીવ").
entry(apomixis, n, [અપોમિક્સિસ], "પ્રજજન પ્રક્રિયાનો એક પ્રકાર").
entry(અપોફોની, ન, [અપોફોનીઝ], "એબ્લાઉટ").
entry(અપોફાઇજ, ન, [અપોફાઇજસ], "એક સ્તંભમાં અવતળ વાંકું").
entry(અપોપ્લેક્સી, ન, [અપોપ્લેક્સીઝ], "સ્થીતિચ્યુતિ અને મસ્સલ માટેના નિયંત્રણનો અચાનક નુકસાન").
એંટ્રી(એપોરિયા, ન, [એપોરિયાસ], "શંકાના અભિવ્યક્તિ માટેનો શાબ્દિક અસર").
entry(aport, adv, [], "જહાજના જમણા બાજુ અથવા તે તરફ").
entry(apospory, n, [apospories], "સ્પોર રચના વિના પુનર્ પ્રજનનની એક પ્રકાર").
entry(મર્નતિકતા, ન, [મર્નતિકતાઓ], "મર્નતિકતા").
entry(મક્કારી, ન, [મક્કારીઓ], "કેટીક રીતે પોસ્ટની או વફાદારી છોડી દેવું").
entry(અપધર્મી, ન, [અપધર્મીઓ], "જે અપધર્મ કરે છે").
entry(અપોસ્ટિલ, ન, [અપોસ્ટિલ્સ], "એક માર્જિનલ નોંધ").
entry(અપોસ્ટલ, પ, [અપોસ્ટલ્સ], "પ્રભુ ખ્રીષ્ટ દ્વારા સુસોમાચાર ઉપદેશ આપવા માટે મોકલવામાં આવેલ શિષ્ય").
entry(apothece, n, [apotheces], "કાંઈક ફૂગલ વનસ્પતિઓના બીજ ઉત્પાદક અંગ").
entry(કેવા�\u200dફીયત, ન, [કેવા�\u200dફીયતો], "એક સુત્ર").
entry(અપોથેમ, n, [અપોથેમ્સ], "નિયમિત બબ્બંદમાં કેન્દ્રથી કોઈ પણ બાજુ પર ખંડિફલક સ્થિત લંબક").
entry(એપ્લિકેશન, ન, [એપ્લિકેશન], "મુખ્ય કાર્ય માટેનો કોમ્પ્યુટર કાર્યક્રમ").
entry(ભયભીત કરવું, ક્રિયા, [ભયભીત કર્યું,ભયજનક,ભયભીત કરે], "ભયભીત કરવું").
entry(ઘભરાવવું, ક્રિયા, [ઘભરાયું,ઘભરાવનારું,ઘભરાવે], "ભય અથવા નિરાશાથી ભરી દેવું").
entry(મજૂરી, ન, [મજૂરીઓ], "રાજકુટુંબીના સભ્યને આપવામાં આવેલ જમીન અથવા આવક").
ઍન્ટ્રી(એપરેટ, ન, [એપરેટ્સ], "એક રાજકીય સંસ્થા").
entry(વસ્ત્ર, v, [વસ્ત્રાધારણ કરેલુ,વસ્ત્રાધારણ,વસ્ત્રાધારણ કરે છે], "અથવા વસ્ત્રાધારણ કરેલુ વસ્ત્રાધારણ વસ્ત્રાધારણ કરવા માટે બાહ્ય વસ્ત્રો પૂરા પાડવા").
entry(દેખિત, વિશેષણ, [], "ટટટને દેખાય").
entry(આવેદન, v, [આવેાયેલ,અપીલીત,અપિલ], "મનથી વિનંતી કરવું").
entry(અપીલકર્તા, નામ, [અપીલકર્તાઓ], "એક જે અપીલ કરે").
entry(appear, v, [દેખાયો,દેખાઈ રહ્યો છે,દેખાય છે], "દૃષ્ટિમાં આવવું").
entry(શાંત, ક્રિયા, [શાંત કર્યો, શાંત કરતો, શાંત કરે છે], "શાંતિ અથવા સંતોષની સ્થિતિમાં લાવવાનું").
entry(મનાવવું, n, [મનાવનાર], "મનાવવા પહોચવું").
પ્રવેશ(અપીલ, ન, [અપીલો], "ફેન્સિંગમાં ઠગાઈ").
entry(appellee, n, [appellees], "કા પ્રથમ દૃષ્ટિએ ઠકગાઠ યે મત માગે છે").
entry(appellor, n, [અપીલોર્સ], "એક સ્વીકારેલ ગુનેગાર જે સાગરિત પર આરોપ મૂકે").
entry(એપેન્ડ, v, [એપેન્ડેડ,એપેન્ડિંગ,એપેન્ડ્સ], "ઓટાવી તરીકે ઉમેરવું").
entry(appendix, n, [appendixes], "અથવા APPENDICESએક પુસ્તિકાના અંતમાં પૂરક સામગ્રીનો સંગ્રહ").
એન્ટ્રી(appestat, n, [appestats], "કેન્દ્રીય નર્વસ સિસ્ટમમાં વાંછિત ઉત્પાદન માટેના માળખાનું પ્રક્રિયા").
entry(ઇચ્છુક, વિશેષણ, [], "મજબૂત ઇચ્છાથી ભરપૂર").
પ્રવેશ(ભૂખ, ન, [ભૂખો], "ખોરાક અથવા પીણાની ઇચ્છા").
entry(વાહવાહી, ક્રિયા, [વાહવાહી,વાહવાહીમા,વાહવાહીછે], "હાથ તાળી થી મંજૂરી વ્યક્ત કરવી").
entry(તાળીઓ, ન, [તાળીઓ], "લોકો દ્વારા પાડવામાં આવેલા અભિનંદનનું સ્વર").
entry(સફરજન, કારણ, [સફરજન], "ખાદ્ય ફળ").
entry(ઍપ્લેટ, n, [ઍપ્લેટ્સ], "સરળ કાર્ય માટેનો કોમ્પ્યુટર પ્રોગ્રામ").
entry(appley, adj, [], "આપલિયર, એપ્લિસ્ટ-સફરજન જેવું કે તેનું સૂચન કરતું").
entry(લાગું કર્યું, ભૂતકાળ, [], "લગુ કેહવાનું કાળ").
entry(અપ્લાયર, ન, [અપ્લાયર], "જોયું").
entry(એપ્લિક, v, [એપ્લિકડ,એપ્લિકઇંગ,એપ્લિકસ], "મોટા સપાટી પર શણગાર તરીકે લાગુ કરવો").
entry(લાગુ, ક્રિ, [લગૂ, લાગુઈ રહ્યું, લાગૂ], "કોઈ વસ્તુને સંપર્કમાં લાવવા માટે").
entry(નિયુક્ત, v, [નિયુક્ત,નિયુક્ત કરતી,નિયુક્ત કરે છે], "પદ અથવા ઓફિસ માટે નામ આપવું અથવા આવન્ટન કરવું").
entry(appose, v, [apposed,apposing,apposes], "બાજુમાં બાજુમાં રાખવું").
entry(apposer, n, [apposers], "એક જે વિરોધ કરે").
entry(ઉપયુક્ત, વિશેષણ, [], "સંબંધી").
entry(મૂલ્યાંકન, ક્રિયાપદ, [મૂલ્યાંકિત,મૂલ્યાંકીકરણ,મૂલ્યાંકન કરે છે], "મૂલ્ય નક્કી કરવા").
entry(appress, v, [appressed,appressing,appresses], "દૂર બીજી વસ્તુ નજીક દબાવવા માટે").
entry(જાણ, v, [જાણ્યું,જાણતાં,જાણે], "સૂચિત કરવા").
entry(સભાસદ, પ, [સભાસદો], "એક જે જાણ કરાવે").
entry(મૂલ્યાંકન, v, [મૂલ્યાંકિત,મૂલ્યાંકન કરી રહ્યો છે,મૂલ્યાંકન કરે છે], "મૂલ્યાંકન કરવા માટે").
entry(મૂલ્યના તારણકર્તા, ન, [મૂલ્યના તારણકર્તાઓ], "એ જે મૂલ્યનો તારણ આપે").
entry(બંધારણ, ક્રિયા, [બંધારેલો,બંધાતો,બંધાય], "નજીક અથવા નજીક આવવું").
entry(મંજુરી, ન, [મંજુરીઓ], "મંજુર કરવાની ક્રિયા").
entry(approve, v, [approved,approving,approves], "અનુકૂળ રીતે માનવું").
entry(મંજુરકર્તા, n, [મંજુરકર્તાઓ], "એક જે મંજુર કરે છે").
entry(appulse, n, [appulses], "એક સંચારી પિંડનો બીજા તરફ અભિગમ").
entry(એપ્રેક્ષિયા, ન, [એપ્રેક્ષિયાઓ], "સહિયમિત ગતિઓ પ્રદર્શન કરવાની ક્ષમતા ગુમાવવીAPRACTIC APRAXIC વિશિષ્ટ").
entry(apres, prep, [], "પછી").
entry(એપ્રિકોટ, ન, [એપ્રિકોટ્સ], "એક ખાદ્ય ફળ").
entry(અપ્રન, v, [અપ્રનેડ,અપ્રનિંગ,અપ્રન્સ], "કપડાંની સુરક્ષા માટે પહેરવામાં આવતા હથિયારથી someoneના કપડાંને સુરક્ષિત કરવા માટે").
પ્રવેશ(અપ્રોપોસ, વિશેષણ, [], "લાગુ").
entry(aprotic, વિશેષણ, [], "દ્રાવકના પ્રકારનું હોવું").
entry(apse, n, [apses], "એક ગુંબછેદાર અર્ધવૃત આકારનો બિલ્ડિંગનો પ્રક્ષેપણAPSidal વિશેષણ").
entry(અપ્સિસ, ન, [અપ્સાઇડ્સ], "એક અપ્સ").
entry(apt, adj, [], "APTER APTESTsuitable").
એન્ટ્રી(અપ્ટેરલ, વિશેષણ, [], "અપ્ટેરસ").
entry(aptorium, n, [apteria], "આખાનું પ્રદેશ જ્યાં પાંખો વચ્ચેની ચામડી ખુલ્લી છે").
entry(અપ્ટેરસ, વિશેષણ, [], "પંખો ન ધરાવવાથી").
entry(apteryx, n, [apteryxes], "કીવી").
entry(ક્ષમતા, ન, [ક્ષમતાઓ], "એક સમર્થતા").
entry(aptly, adv, [], "યોગ્ય રીતે").
entry(તિકાસુ, ન, [તિકાસુઓ], "યોગ્ય હોવાનો ગુણ").
પ્રવેશ(apyrase, n, [apyrases], "એન્ઝાઈમ").
entry(અપાયરેટિક, વિશેષણ, [], "કોઈ તાવ ન હોવો").
entry(હાર, સ, [હારસ], "અથવા પાણી પારદર્શક સ્વાદહીન ગંધહીન પ્રવાહી").
પ્રવેશ(એક્વાકેડ, ન, [એક્વાકેડ્સ], "તરણ અને ડાઇવિંગ પ્રદર્શન").
દાખલ(aquafarm, v, [aquafarmed,aquafarming,aquafarms], "ફૂડ માછલીનું સંવર્ધન કરવાનો").
entry(એક્વાફીટ, n, [એક્વાફીટ્સ], "પાણીમાં કસરત વર્ગ").
entry(જલયાત્રિજ, ન, [જલયાત્રિજ], "પાણી નીચેના સ્થાપનામાં જીવવા માટે તાલીમ प्राप्त થયો સંકુબ બ્રાવ").
entry(એક્વેરીઅ, એક, [], "એક્વેરિયમના બહુવચન").
entry(એક્વેરિયલ, વિશેષણ, [], "એક્વેરિયમ સાથે જોડાયેલ").
entry(કુંભ, ન, [કુંભો], "ધર્મિક વિધિમાં દ્રાક્ષારસ સિવાય પાણીને વાપરતી પુરાણી સમુદાયોનો સભ્ય").
entry(એક્વારિસ્ટ, n, [એક્વારિસ્ટ્સ], "જે એક નાનાજીવાલય રાખે છે").
entry(એક્વેરિયમ, n, [એક્વેરિયમ્સ], "અથવા AQUARIAપાણીએ ભરેલો એન્ક્લોઝર જેમાં જલચર પ્રાણીઓ રાખવામાં આવે છે").
entry(જલચર, ન, [જલચરો], "પાણીમાં અથવા પાણીના નજીક રહેતું અથવા વધતું જીવ").
entry(aquatint, v, [aquatinted,aquatinting,aquatints], "એક નિશ્ક્રિષ્ટ પ્રક્રિયા ઉપયોગી_eta").
entry(અક્વાટોન, n, [અક્વાટોન્સ], "મુદ્રણ પ્રક્રિયાનો એક પ્રકાર").
entry(અક્વાવિત, ન, [અક્વાવિત્સ], "એક સ્કેન્ડિનેવિયન દારૂ").
entry(જળબંધ, n, [જળબંધો], "પાણી માટે ઝૂડ").
entry(જળમય, વિશેષણ, [], "પાણી સંબંધિત").
પ્રવેશ(જળધારી, ન, [જળધારીઓ], "જળધારી પથ્થરોની રચના").
entry(અક્વિલાઇન, વિશેષણ, [], "અગલહૂપનીચાંચની જેમ વળતા").
entry(aquiver, adj, [], "કમ્પન તળેલો").
entry(અર, ન, [અરસ], "અક્ષર આર").
entry(અરબેસ્ક, ન, [અરબેસ્ક્સ], "ફૂલોની આંતરજડિત આકૃતિઓની ડિઝાઇન").
entry(અરબિક, વિશેષણ, [], "ગમ અરબીકમાંથી ઉત્પન્ન").
entry(અરાબિકા, ન, [અરાબિકાઝ], "એક ચિરહરીત ઝાડ જે કોફીના દાણા ઉત્પન્ન કરે છે").
entry(અરબીસ, n, [અરબીસિસ], "એક પડમેજ પાડતી છોડ").
entry(અરબાઈઝ, ક્રિયાપદ, [અરબાઈઝ્ડ,અરબાઈઝિંગ,અરબાઈઝેસ], "અરબી આચારો પ્રાપ્ત કરવામાં મદદ કરવી").
પ્રવેશ(કાષ્ઠજ, ન, [કાષ્ઠજસ્તુ], "ખેતિ માટે યોગ્ય ધરતી").
entry(araceous, adj, [], "એરૂમ કુટુંબની વનસ્પતિઓ સાથે સંબંધિત").
entry(અરચનિડ, ન, [અરચનિડ્સ], "વિભાજિત કશેરુકાવિહીન પ્રાણીઓની એક વર્ગ").
entry(અરક, n, [અરક્સ], "અરેક").
entry(અરમે, ન, [અરમેસ], "ખાણી યોગ્ય સમુદ્રી શેક").
entry(અરમિડ, ન, [અરમિડ્સ], "રાસાયણિક સંયોજનનો એક પ્રકાર").
entry(araneid, n, [araneids], "એક કરોળિયો").
entry(અરપાઇમા, n, [અરપાઇમાસ], "બઢિયું ખોરાક વાળી મોટી માછલી").
entry(અરરોબા, n, [અરરોબાસ], "એક બ્રાઝિલીયન વૃક્ષ").
entry(અર્બ, નામ, [અર્બ્સ], "એક પ્રકારનો સ્ટોક વ્યાપારી").
entry(અરબેલેસ્ટ, ન, [અરબેલેસ્ટ્સ], "ક્રોસબોનો એક પ્રકાર").
entry(અરબાલિસ્ટ, ન, [અરબાલિસ્ટ્સ], "અરબાલેસ્ટ").
entry(અર્બેલેસ્ટ, n, [અર્બેલેસ્ટ્સ], "અર્બાલેસ્ટ").
entry(મધ્યસ્થી, ન, [મધ્યસ્થો], "એક પસંદ કરેલ અથવા નિમાયેલ જે વિવાદિત મુદ્દાનો નિર્ણય કરેARBITRAL વિશેષણ").
પ્રવેશ(અરબોર, નામ, [અરબોરેસ], "જ્યારે ઝાડની તુલનામાં ઝાડ હોય ત્યારે").
entry(આરબર, n, [આરબર્સ], "એક છાયાદાર બગીચાની આશ્રયસ્થળ").
entry(ટહુકાવાળું, વિશેષણ, [], "ઝાડમાં વસવાટ કરતું").
entry(arbored, વિશેષણ, [], " ઝાડો ધરાવે છે").
entry(આરબોરેટા, બહુવચન, [], "વૃક્ષોના અભ્યાસ અને પ્રદર્શન માટેના સ્થાનો").
entry(આરક્ષણવિદ્યાજ્, n, [આરક્ષણવિદ્યાજ્], "એક વૃક્ષ વિશેષજ્ઞ").
entry(વૃક્ષવત્સ્વરૂપ, ક્રિયા, [વૃક્ષવત્સ્વરૂપિત, વૃક્ષવત્સ્વરૂપિકા, વૃક્ષવત્સ્વરૂપિત બને છે], "ઘણા શાખાઓ બનાવવા માટે").
entry(ઝાડવાળું, વિશેષણ, [], "ઝાડો સાથે સંબંધિત").
પ્રવેશ(અરબર, ન, [અરબર્સ], "એક છાયાદાર બગીચાનું આશ્રયARBOURED માટે વિશેષણ").
entry(arbuscle, n, [arbuscles], "એક બાંચડી લાકડી").
entry(અર્બ્યુટ, n, [અર્બ્યુટસ], "એક સદાબહાર વૃક્ષઅર્બ્યુટએન વિશેષણ").
entry(અરબ્યુટસ, ન, [અરબ્યુટસ], "એક હંમેશા લીલું રહેનારું ઝાડ").
entry(આર્ક, v, [આર્કડ,આર્કિંગ,આર્કસ], "અથવા આર્કડ આર્કિંગ આર્કસ વળાંક દોરે માર્ગમાં પ્રવેશો").
ઍન્ટ્રી(આર્કેડ, v, [આર્કેડેડ,આર્કેડિંગ,આર્કેડસ], "આર્કેડ એક સીરિઝ જેવા ખુરશીઓ સાથે પૂરી પાડવા માટે").
entry(આર્કેડિયા, પ, [આર્કેડિયાસ], "સરળ આનંદ અને શાંતિનો પ્રદેશ").
entry(આર્કેડિયન, n, [આર્કેડિયન્સ], "એક જે આર્કેડિયા માં રહે છે").
entry(આર્કેડિંગ, n, [આર્કેડિંગ્સ], "કોઈ આર્કેડ").
entry(અર્કેન, વિશેષણ, [], "રહસ્યમયઅર્કેનલી કર્યાવિશેષણ").
entry(અર્કાનમ, ન, [અર્કાનમ્સ], "અથવા અર્કાના એક રહસ્ય").
entry(arcature, n, [arcatures], "એક નાનકડી ઓફિસ").
entry(ખંભો, v, [ખંભાવેલું, ખંભાવવાની ક્રિયા, ખંભાઓ], "ખંભાવાની જેમ વાળવું કોઈ ખંભાવેલો માળખું જે એક ઓરફિસને આવરી લે છે").
entry(આર્કિયા, npl, [], "માયક્રોજુજીવીઓનો મોટા પાયે જૂથARCHAEAL વિશેષણ").
પ્રવેશ(આર્કીયન, ન, [આર્કીયન્સ], "આર્કીયાનો માઇક્રોજૈવિક").
entry(પુરીતત્વશાસ્ત્રજ, n, [પુરીતત્વશાસ્ત્રજીઓ], "પુરીતત્વશાસ્ત્રજ").
entry(જોવાલાયક, વિવી, [], "પૂર્વ સમયને લગતું").
entry(આર્કેઈઝ, v, [આર્કેઈઝડ, આર્કેઈઝિંગ, આર્કેઈઝસ], "આર્કેઈઝ કરવું").
entry(પ્રાચીનપন্থા, ન, [પ્રાચીનપંથાઓ], "એક પ્રાચીન શબ્દ ઈડિયમ અથવા ભાવપૂર્ણ અવ્યય").
entry(આર્કાઇસ્ટ, n, [આર્કાઇસ્ટ્સ], "પ્રાચીન શૈલી અનુસરણ કરનાર").
entry(નિવૃત કરવા, ક્રિયા, [નિવૃત કર્યું, નિવૃત કરી રહ્યું છે, નિવૃત કરે છે], "પુરાતનશૈલિવતીઓનો ઉપયોગ કરવો").
entry(આર્ચડ્યુક, સં, [આર્ચડ્યુક્સ], "એક ઓસ્ટ્રિયન રાજકુમાર").
entry(તિરંદાજ, n, [તિરંદાજો], "એક જે ધનુષ્ય અને બાણથી તાક કરે છે").
entry(ધીયાંબાજી, n, [ધીયાંબાજીઓ], "તન અને તીરથી શૂટિંગ કરવાનો ખેલ").
entry(પ્રમુખશત્રુ, n, [મુખ્યશત્રુઓ], "મુખ્ય શત્રુ").
entry(આર્કી, પીએલ, [], "અર્કો નું").
entry(આર્કિલ, ન, [આર્કિલ્સ], "ઓર્કિલ").
entry(સષિન, ન, [સષિનો], "રશિયન લાઇનર માપનની એક એકમ").
entry(arching, n, [archings], "એક હારના વ્રજ").
entry(સંગ્રહાલય, v, [સંગ્રહિત,સંગ્રહણા,સંગ્રહો], "રેકોર્ડ રાખવામાં આવે છે એવા સ્થાને એક સંગ્રહાલયમાં ફાઇલ કરવા માટે સંગ્રહાલય સંબંધી વિશેષણ").
પ્રવેશ(archly, ક્રિયા વિશેષણ, [], "કુશળતાપૂર્વક").
entry(archness, n, [archnesses], "સ્લાયનેસ").
entry(આર્ચોન, પ, [આર્ચોનો], "પ્રાચીન એથન્સનો એક મેજિસ્ટ્રેટ").
entry(આર્ચવે, ન, [આર્ચવેઝ], "આર્ચ હેઠળનો માર્ગ").
entry(અર્કિફોર્મ, વિશેષણ, [], "કમાન જેવું આકાર ધરાવતું").
પ્રવેશ(આર્કિંગ, ન, [આર્કિંગ્સ], "આર્કનો આકૃતિ મુજબ વળાંક").
entry(arcked, a, [], "વાક્યનો ભૂતકાળ રૂપ").
entry(arcking, a, [], "arc નું વર્તમાન વર્તમાન કાળ").
entry(arco, n, [], "pl ARCHIa નોંધ અથવા પસાર જે ટેં આચ્છ ભાલ સાથે વાળવાવાળું સંગ્રાહિત સાધન છે").
entry(આર્કસાઈન, n, [આર્કસાઈન્સ], "સાઇનનો ઇન્વર્સ ફંક્શન").
entry(આર્કટિક, ન, [આર્કટિક્સ], "એક ગરમ વોટરપ્રૂફ ઓવરશૂ").
પ્રવેશ(આર્ક્યુઅટ, વિશેષણ, [], "ધનુષ્ય જેવી વક્ર").
entry(વ્રજીત, વિશેષણ, [], "વ્રજાકાર").
entry(આર્કસ, પ, [આર્કસેસ], "એક આર્કના આકાર વાળું વાદળ").
entry(ardeb, n, [ardebs], "મિસરી ક્ષમતા એકમ").
entry(ardency, n, [ardencies], "ઉત્કટતા").
entry(ઉત્સાહી, વિશેષણ, [], "તિવ્ર ભાવનાથી ભરપૂરARDENTLY ક્રિયા વિશેષણ").
entry(ઉત્સાહ, નામ, [ઉત્સાહો], "ભાવનાની તીવ્રતા").
entry(ઉત્સાહ, નામ, [ઉત્સાહો], "ardor").
entry(કઠિન,વિશેષણ,[], "મહાન પરિશ્રમ અથવા કઠિનાઈ સામેલ").
entry(આર, ન, [આરો], "પૃષ્ઠ માપની એક એકમ").
entry(વિસ્તાર, ન, [વિસ્તારો], "એક ખાસ પ્રકારનો જગ્યા અથવા સપાટીનો વિસ્તારAREAL વિશેષણAREALLY 크િયા").
entry(પ્રદેશ, n, [પ્રદેશ], "નિર્ધારિત કાર્ય ધરાવતીસાયરલ કોર્ટેક્સનો વિભાગ").
entry(areaway, n, [areaways], "બેસમેન્ટના પ્રવેશ પર જતી કાટમાળ આગળ પ્રવાસ ક્ષેત્ર").
entry(તાડનો પાંદો, ન, [તાડના પાંદાઓ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
entry(areg, npl, [], "વાળુ રણના ધૂળકા ટ્રાફરિક વિસ્તારમાં").
entry(areic, adj, [], "પૃથ્વીનો એક પ્રદેશ જે ઓછું સપાટી પ્રવાહ પ્રદાન કરે છે").
પ્રવેશ(એરિના, ન, [એરિનાસ], "સ્પર્ધાઓ માટેની બંધ જગ્યામાં").
entry(એરીન, પ, [એરીન્સ], "એક સુગંધિત સંયોજન").
entry(એરેનારોક, ન, [એરેનારોકસ], "મૂખ્યત્વે રેતીના અણુઓથી બનેલો ખડક").
entry(arenose, વિશેષણ, [], "વાળુ").
entry(arenous, વિશેષણ, [], "arenose").
entry(અરીઓલા, ન, [અરીઓલાસ], "\"અથવા અરીઓલીએ પર્ણની નસોના જાળમાં એક નાનું સ્થાન અરીઓલર અરીઓલેટ\" વિશેષણ").
entry(એરિયોલ, ન, [એરિયોલ્સ], "એરિઅલા").
entry(અરિયોલોજી, ન, [અરિયોલોજીઝ], "મંગળ ગ્રહનો અધ્યયન").
entry(આરેપા, n, [આરેપાસ], "મકાઈના લોટનું કેક").
entry(અરેત, ન, [અરેતસ], "એક તીખું પર્વત શિખર").
entry(અરેથુસા, પ, [અરેથુસાસ], "એક ફૂલદાર છોડ").
entry(arf, n, [arfs], "ભાં બ્લિંગ અવાજ").
entry(argal, n, [argals], "અર્ગોલ").
entry(argala, n, [argalas], "એક પ્રકારનો ટાંકડો").
entry(argali, n, [અર્ગાલી], "એક જંગલિય ઘેટું").
entry(ચાંદી, ન, [ચાંદીઓ], "ચાંદીARGENTAL ARGENTIC વિશેષણ").
entry(અર્જન્ટમ, n, [અર્જન્ટમ્સ], "ચાંદી").
પ્રવેશ(આર્દ, અભિવ્યક્તિવાચક, [], "આર્ગ").
એન્ટ્રી(argil, n, [argils], "સફેદ માટી").
entry(અર્જિનેઝ, ન, [અર્જિનેઝસ], "એક ફર્મેન્ટ").
entry(આર્જિનિન, ન, [આર્જિનિન્સ], "એક એમિનોએસિડ").
entry(argle, v, [argled,argling,argles], "વાદ કરવો").
entry(argol, n, [argols], "વાયકલ દરમિયાન દ્રાક્ષમદ કેસ્કમાં નીચા પડાઈ જવું એ પદાર્થ").
entry(આર્ગોન, પ, [આર્ગોનસ], "એક વાયુનુ તત્વ").
entry(argonaut, n, [argonauts], "એક સમુદ્રી ઝીંગુછિયા").
entry(argosy, n, [argosies], "મોટું વેપારી જહાજ").
entry(argot, n, [argots], "એક વિશિષ્ટ શબ્દસંગ્રહARGOTIC વિશેષણ").
entry(તર્કવાટ, વિશેષણ, [], "જેના વિષયમાં તર્ક કર્યો શકે(ARGUABLY ક્રિયા વિશેષણ)").
entry(ચર્ચા, ક્રિયાપદ, [ચર્ચાવી, ચર્ચાવી રહ્યો, ચર્ચા કરે છે], "સમર્થનમાં અથવા વિરોધમાં કારણો રજૂ કરવા માટે").
entry(arguer, n, [arguers], "દલીલ કરનાર").
entry(argufier, n, [argufiers], "જે જાણે-બૂઝે વિવાદ કરે છે").
entry(argufy, v, [argufied,argufying,argufies], "હઠપૂર્વક તર્કવીજય કરવો").
entry(થરાર બોલતા, વર્તમાન, [], "ઝઘડો કરવા નું વર્તમાન કૃત્ય").
એન્ટ્રી(આર્ગ્યુમેન્ટ, n, [આર્ગ્યુમેન્ટસ], "ભિન્ન અભિપ્રાયો સાથેની ચર્ચા").
પ્રવેશ(argus, n, [arguses], "એક પૂર્વ ભારતીય તિતર").
entry(argyle, n, [argyles], "ઊની વસ્ત્રોનું પેટર્ન").
entry(argyll, n, [argylls], "argyle").
entry(અરહત, ન, [અરહત્સ], "નિર્વાણ પ્રાપ્ત કરનાર બૌદ્ધ").
entry(એરિયા, ન, [એરિયાસ], "એક કળજબીન મેલોડી જે એકલ અવાજ માટે હોય").
entry(અરિઅરી, n, [અરિઅરી], "મેડાગાસ્કર ની મોહરનો એકમ").
entry(arid, adj, [], "અતિ શૂષ્કARIDLY adv").
entry(સૂકપણું, ન, [સૂકપણાં], "સૂકાં હોવાની સ્થિતિ").
entry(સુકુપણા, n, [સુકુપણાઓ], "સુખા").
પ્રવેશ(એરિયલ, પ, [એરિયલ્સ], "એક આફ્રિકન ગઝેલ").
entry(એરિયેટા, n, [એરિયેટાસ], "લઘુ આરીયા").
entry(એરીએટ, પ, [એરીએટ્સ], "એરીએટા").
entry(aright, adv, [], "સાચી રીતે, સાચું").
entry(aril, n, [arils], "કેટલાક બીજોના બાહ્ય આવરણએરીલ્ડ એરીલેટ એરીલોઇડ adj").
entry(arillode, n, [arillodes], "અરિલનો એક પ્રકાર").
entry(ariose, વૈશિષ્ટિકવિશેષણ, [], "સંગીતમય દ્વારા વર્ણવેલું").
entry(arioso, n, [ariosos], "અથવા ARIOSIસંગીતના માર્ગ જે આરિયા જેવા છે").
entry(arise, v, [arose,arisen,arising], "ઉઠવુંઉઠવા માટે ARISES").
entry(એરિસ્ટા, n, [એરિસ્ટાસ], "અથવા એરીસ્ટાએ બ્રਿਸલલાઈક સ્ટ્રક્ચર અથવા આવરણએરીસ્ટેટ ક્રિયાપદ").
entry(aristo, n, [aristos], "એક અરિસ્ટોક્રેટ").
entry(આર્ક, નામ, [આર્ક્સ], "એક મોટું બોટ").
entry(ಆರ್ಕೋಸ್, પ, [આર્કોસેસ], "એક પ્રકારનો રેતીપથ્થરARKOSIC વિશેષણ").
entry(આર્લેસ, npl, [], "સોદો બાંધવા ચૂકવેલું ધન").
entry(હથિયાર, v, [હથિયારબંધ,હથિયારતયા,હથિયારો], "હથિયારો આપવા").
entry(આર્માડા, ન, [આર્માડાસ], "યુદ્ધજહાજોનો કાફલો").
પ્રવેશ(અરમેનિયાક, n, [અરમેનિયાક્સ], "ફ્રેન્ચ બ્રાન્ડી").
entry(શસ્ત્ર, n, [શસ્ત્રો], "મિલિટરી ફોર્સ պատերազմ માટે સજ્જ શસ્ત્રોARMATURE v ARMATURED ARMATURING ARMATURESto વધારવામાં આવતી શસ્ત્ર કોશARMET n pl ARMETઆ મધ્યયુગીય હેમેટARMFUL n pl ARMFULS અથવા ARMSFULજેવું હાથ ધરવામાં કાબેલ છેARMGUARD n pl ARMGUARDSહાથની રાખવાળું સુરક્ષિત આવરણARSENAL n pl ARSENALa હથિયારોનો સંગ્રહARSENIC n pl ARSENICa ધાતુક તત્વARSENIDE n pl ARSENIDEa આર્સેનિક સંયોજનARSENITE n pl ARSENITEa રાસાયણિક ક્ષારARSENAL n pl ARSENALહથિયારોનો સંગ્રહASTATIC adj અવસ્થિત ઘરેજેડિ રોકાણઅચૂકARAVAGE v ARAVAGED ARAVAGING ARAVAGEવંશવૃદ્ધિ કરવીAROSE ભૂતકાળનું જીવનમાં ઉત્થાનઅમળારજુની વિશેષતા છે").
entry(બા, પ, [બાસ], "મિશ્ર કથા વિજ્ઞાનમાં સદાય જીવતી આત્મા").
entry(baa, v, [baaed,baaing,baas], "બેલાટ ઊટાપણી").
entry(બાલ, ન, [બાલ્સ], "ઓર BAAILIM અસત્ય દેવ").
entry(બાલિઝમ, ન, [બાલિઝમ્સ], "બાલની ઉપાસના").
એન્ટ્રી(બાસ, ન, [બાસેસ], "માસ્ટર બોસ").
entry(બાસ્કાફ, n, [બાસ્કાપ્સ], "બાસ્કાપ").
entry(બાસ્કાપ, n, [બાસ્કાપ્સ], "દક્ષિણ આફ્રિકામાં શ્વેત લોકો દ્વારા દમનની નીતિ").
entry(બાસસ્કેપ, ન, [બાસસ્કેપ્સ], "બાસ્કાપ").
entry(બાબા, પ, [બાબાસ], "એક રમ કેક").
entry(બાબાસુ, n, [બાબાસુસ], "બાબાસુ").
entry(બાબાસુ, પ, [બાબાસુઝ], "એક પામ વૃક્ષ").
entry(babbitry, n, [babbitries], "પરંપરાગત મધ્યમ વર્ગના વલણ અને વર્તન, જેઓ આદર અને સામગ્રી સફળતાને મહત્વ આપે છે").
એન્ટ્રી(બેબિટ, ક્રિયા, [બેબિટેડ, બેબિટિંગ, બેબિટ્સ], "ટિન, કાંસું અને એન્ટિમોનીના મિશ્રધાતુ બેબિટ વડે લાઈન કરવું").
entry(babble, v, [babbled,babbling,babbles], "ખાલી કે વધારે બોલવું").
entry(બબલર, ન, [બબલર્સ], "જોબબલ કરે તે").
entry(babbling, n, [babblings], "નિરર્થક વાત").
entry(babe, n, [babes], "એક બાળક").
entry(બેબેલ, ન, [બેબેલ્સ], "ગૂંચવણ").
entry(બેબેસિયા, ન, [બેબેસિયાઝ], "એક પરોપજીવી પ્રોટોઝોન").
entry(બાબીચ, ન, [બાબીચસ], "રૉહાઇડ થોન્ગ્સ").
entry(babied, past, [], "ટેંસ ઓફ બેબી").
entry(babier, તુલનાત્મક, [], "બાળકનું").
entry(બેબી, વર્તમાન, [], "બેબીનું ત્રીજા પર્સન એકવચન").
entry(સબથી નાના, ઉત્તમ ગુણ Суચક, [], "શિશુના").
entry(babirusa, n, [બાબિરુસાસ], "એક જંગલી સૂર").
entry(બાબકા, ન, [બાબકાસ], "એક કૉફી કેક").
entry(બબૂ, ન, [બબૂઝ], "એક હિંદુ શ્રીમંત").
entry(બબુલ, ન, [બબુલ્સ], "બબુલ").
entry(બબુન, ન, [બબુન્સ], "એક મોટું વાંદરું").
એન્ટ્રી(બાબૂશ, સ, [બાબૂશેસ], "એક નાઅેડી રહિત ચપ્પલ").
entry(બબૂ, n, [બબૂઝ], "બાબૂ").
entry(બાબુલ, ન, [બાબુલ્સ], "એક ઉત્તર આફ્રિકી વૃક્ષ").
entry(બાબુશ્કા, n, [બાબુશ્કાસ], "સ્ત્રીનો માથાનો સ્કાર્ફ").
entry(બેબી, વિશેષણ, [], "બેબીયર બેબીયેસ્ટ બેલકું અથવા બાળક જેવું").
entry(બેબી, v, [બેબીડ,babying,બેબીસ], "લાડ છોડવાં").
entry(બેબીડોલ, સા, [બેબીડોલ્સ], "સ્ત્રી માટેના લઘુ થિન પાયજામા").
entry(શૈશવે, સ, [શૈશવાવસ્થાઓ], "શિશુ હોવાની અવસ્થા").
entry(શિશુ જેવી, વિશેષણ, [], "શિશુ જેવી દ્રષ્ટિકોણ").
entry(babylike, વિશેષણ, [], "બાળક જેવી").
entry(બેબીસિટ, ક્રિયાપદ, [બેબીસેટ, બેબીસિટિંગ, બેબીસિટ્સ], "બાળકની તાત્કાલિક સંભાળ લેવી").
entry(બકલાઓ, ન, [બકલાઓસ], "બક્લા").
entry(બકાલહાઉ, એન, [બકાલહાઉઝ], "બકાલા").
entry(બક્કા, n, [બક્કૈ], "એક બેરિ").
entry(બાકાલા, ન, [બાકાલાસ], "ઊાઢાનો એક પ્રકાર").
entry(baccara, n, [બક્કારસ], "બક્કારા").
entry(બક્કારાટ, ન, [બક્કારાટ્સ], "એક પત્તા રમત").
entry(baccate, adj, [], "બેરી જેવા લુમડો").
entry(baccated, વિશેષણ, [], "baccate").
entry(બાકન્ટ, n, [બાકન્ટ્સ], "અથવા બાકન્ટસ એક પાર્થિવ").
entry(બેક્ચિક, વિશેષણ, [], "ઉલ્લાસમય").
entry(બક્કિયસ, n, [બક્કી], "મેટ્રિકલ પગ પ્રકાર").
entry(તમાકુ, n, [તમાકુઓ], "તમાકુ").
entry(bach, v, [bached,baching,baches], "કુંવારો તરીકે જીવવું").
entry(કુવારો, n, [કુવારા], "અવ્યાહિત પુરુષ").
entry(bacillar, adj, [], "દંડાકાર").
entry(બેસિલસ, ન, [બેસિલાઇ], "કાંસાના આકારના બેક્ટેરિયાનો કોઈપણ વર્ગ").
entry(પાછળ, ક્રિયા, [પાછળ ભર્યું,પાછળ ભરી રહ્યું છે,પાછળ], "સમર્થન આપવા").
entry(પીઠનું દુખાવો, n, [પીઠના દુખાવા], "પીઠમાં દુખાવો").
entry(backbar, n, [backbars], "બોટલો માટે શેલ્ફ સાથેનો બાર પાછળનો વિસ્તાર").
entry(બેકબીટ, n, [બેકબીટ્સ], "સંગીતમાં એક પ્રકારનો લય").
પ્રવેશ(બૅકડબેન્ડ, n, [બૅકડબેન્ડ્સ], "એક કલાબાજી બીબટ").
પ્રવેશ(પાછાસફડા, ક્રિયા, [પાછાસફડાયો,પાછાસફડેલ,પાછાસફડતાં], "પાછાસફડવાનું વધુ ચર્ચા કરવી").
entry(વિશ્વસ્થંભ, ન, [વિશ્વસ્થંભો], "શ્વસ્ના").
entry(backcast, n, [backcasts], "માછલી પકડવાની લાઇન પાસ કરી અને પાછું ખેંચવું").
entry(backchat, n, [backchats], "વિનોદી જવાબ").
પ્રવેશ(બેકકોમ્બ, વ, [બેકકોમ્બડ, બેકકોમ્બિંગ, બેકકોમ્બ્સ], "વાળને છેદેથી ફોલિકલ તરફ કોમ્બ કરવા").
entry(પાછલી તારીખ, v, [પાછલી તારીખ ધરાવે છે,પાછલી તારીખ ધરાવે છે,પાછલી તારીખ ધરાવે છે], "જ્ઞાતા ગ્રહણ").
entry(બૅક્ડોર, વિશેષણ, [], "ગુપ્ત").
entry(backdown, n, [backdowns], "પાછા હટવાનો ક્રમ").
entry(પૃષ્ઠભૂમિ, ક્રિયાપદ, [પૃષ્ઠભૂમિય, પૃષ્ઠભૂમિકરણ, પૃષ્ઠભૂમિઓ], "દ્રશ્ય પૃષ્ઠભૂમિ પ્રદાન કરવા માટે").
entry(સમર્થક, n, [સમર્થકો], "એક સહાયક").
entry(backfat, n, [backfats], "પ્રાણીઓમાં ચામડી અને માંસપેશીઓ વચ્ચેની ચરબીનો સ્તર").
entry(backfill, v, [પાછું ભરેલું,પાછું ભરવું,પાછું ભરાય છે], "ફરીથી ભરવું").
entry(backfire, v, [backfired,backfiring,backfires], "અનિચ્છનીય પ્રભાવો ઉત્પન્ન કરવા માટે").
entry(backfit, v, [backfitted,backfitting,backfits], "મેળવું").
entry(પાછળ ઉછાળો, v, [પાછળ ઉછલ્યો,પાછળ ઉછળતો,પાછળ ઉછલ્યો], "પાછળ દોડ કૂદી દર્શાવવામાં").
entry(backflow, n, [backflows], "સ્રોત તરફ પાછલું વહન").
entry(પાછળથી મારે, v, [પાછળથી માર્યો,પાછળથી મારતો,પાછળથી મારશે], "હાથના પાથથી મારવા માટે").
entry(બેકહોલ, v, [બેકહોલડ, બેકહોલિંગ, બેકહોલ્સ], "માલ પહોંચાડ્યા પછી પાછા ફરવું").
entry(backhoe, v, [backhoed,backhoeing,backhoes], "બૅકહો એક પ્રકારની ખોદકામ કરવાની યંત્ર છે તેનો ઉપયોગ કરવો").
entry(backing, n, [backings], "સહાય").
entry(backland, n, [backlands], "શહેરો થી દૂર આવેલું પ્રદેશ").
entry(પ્રતિક્રિયા, v, [પ્રતિક્રિયા આપી, પ્રતિક્રિયા આપવી, પ્રતિક્રિયાઓ], "પ્રતિક્રિયા સફર કારણ બનવું").
entry(backless, adj, [], "પીઠ વિના છે").
entry(backlist, v, [backlisted,backlisting,backlists], "ಪ್ರકાશಕರ જૂના પુસ્તકોની યાદીમાં સમાવેશ કરવા માટે").
entry(backlit, adj, [], "પાછળથી પ્રકાશિત").
entry(backload, v, [backloaded,backloading,backloads], "વિત્તીય બકો પાછો પાડવું").
entry(backlog, v, [backlogged,backlogging,backlogs], "સંચયિત કરવાનું").
entry(backlot, n, [backlots], "મૂવી સ્ટૂડિયોમાં આઉટડોર વિસ્તારમાં").
entry(backmost, વિશેષણ, [], "hindmost").
entry(backout, n, [backouts], "લૉન્ચિંગ પ્રક્રિયાઓની ઉલટગતિ").
entry(પીઠઠીઠકો, ક્રિયા, [પીઠઠીઠકયુક્ત,પીઠઠીઠકમાટે,પીઠઠીઓ], "પીઠ પર સાથી લઈને હાઇક કરવા").
entry(backrest, n, [backrests], "એક પાછળ ટેકો").
entry(પાછળખંડ, n, [પાછળખંડો], "અદ્રશ્ય રીતે મળવા માટેનું સ્થાન").
entry(backrush, n, [backrushes], "એક મોજાથી પાણીનું સમુદ્ર તરફ પાછું વળવું").
entry(બૅક્સો, સન્‍, [બૅક્સોઝ], "આરા એક પ્રકાર").
entry(backseat, n, [backseats], "પાછળની બેઠક").
entry(backset, n, [પાછલો પગથિયા], "એક અવરોધ").
entry(પાછળની બાજુ, ન, [પાછળની બાજુઓ], "પાછળનો ભાગ").
entry(પીઠથપથપ, ક્રિયા, [પીઠથપ્યો,પીઠથપતા,પીઠથપે], "ઘણું માન્યતાઓ દર્શાવવા માટે").
entry(backslid, past, [], "પાછલે જોખમવું વિસ્તનો પ્રકરણ કરવા માટેનું કલમ").
entry(બૅક્સ્પિન, ન, [બૅક્સ્પિન્સ], "એક પીઠ તરફનું ફેરવવું").
entry(પીઠની પાછળથી હુમલો, ક્રિયાપદ, [પીઠ પાછળથી હુમલો કર્યો,પીઠ પાછળથી હુમલો કરવો,પીઠની પાછળથી હુમલા કરે છે], "પીઠની પાછળથી હુમલો અથવા દગો આપવો").
entry(બૅક્સટે, સં, [બૅક્સટેજ], "માસ્ટ માટે એક સપોર્ટ").
entry(બેકસ્ટોપ, v, [બેકસ્ટોપ્ડ,બેકસ્ટોપિંગ,બેકસ્ટોપ્સ], "મજબૂત બનાવવું").
entry(બેકટોક, ન, [બેકટોક્સ], "એક ઉદ્દંડ જવાબ").
entry(બેકઅપ, ન, [બેકઅપ્સ], "એક પ્રતિભાસ").
entry(પાછળ, क्रियाविशेषण, [], "પાછળના દિશામાં").
entry(પાછળથી દોવા, ક્રિયા, [પાછળથી ધોયેલ, પાછળથી ધોવું, પાછલું ધોવું], "પાણીને પાછળની દિશામાં છાંટવું").
entry(backwind, v, [backwinded,backwinding,backwinds], "પંખાના પાછળના ભાગમાં પ્રવાહને અવરોધિત કરવાનો").
entry(backwood, adj, [], "અનગઢ").
entry(backwrap, n, [backwraps], "પાછળેથી બંધાતી વસ્ત્રાવરણી").
entry(પાછળની બાગ, n, [પાછળના બાગ], "મકાનના પાછળના ભાગમાં આવેલું ક્ષેત્ર").
entry(baclofen, n, [બેક્લોફેન્સ], "સ્નાયુઓને આરામ આપતું દવacf").
entry(બેકન, સા, [બેકન્સ], "સુષુકર અને ધૂપ ભરી જાતાનો ડુક્કરનો ભાગ").
entry(બેક્ટેરિયા, એન, [બેક્ટેરિયાસ], "નાના જલવાયુસૂલ જાતિઓનો એક સમૂહ").
entry(bacterin, n, [bacterins], "મૃત બેક્ટેરિયાનું તેની રાહત માટે તૈયાર કરવામાં આવતું રસી").
entry(baculine, adj, [], "ਨੇ મારો સંબંધ").
entry(baculum, n, [baculums], "અથવા BACULA બધી સ્તનધારીઓનાં લિંગમાં હાડકું").
entry(ખરાબ, વિશેષણ, [], "ખરાબBADDER BADDEST").
entry(ખરાબ, વિશેષણ, [], "વત્તર સૌથી ખરાબને સારું નથી").
entry(ખરાબ, n, [ખરાબો], "કાંઈક જે ખરાબ છેBADBADDISH વિશેષણ").
entry(ખરાબ માણસ, ન, [ખરાબ માણસો], "એક ખરાબ વ્યક્તિ").
entry(બેડી, ન, [બેડીઝ], "બેડી").
entry(બાડે, ભૂતકાળ, [], "બિડનો કાળ").
entry(બેજ, કર, [બેજ્ડ, બેજિંગ, બેજસ], "એક નિશાની સાથે પુરવઠો કરવા").
entry(બેજર, ક્રિયા, [બેજડ, બેજરિંગ, બેજર્સ], "તાજવીજ કરવી").
પ્રવેશ(બેજર્લી, વિશેષણ, [], "ખલેલરૂપ").
entry(બેડિિનેજ, v, [બેડિિનેજ્‌ડ,બેડિિનેજીંગ,બેડિિનેજ્‌સ], "બનટર કરવું").
entry(badland, n, [બેડલેન્ડ્સ], "એક પથારી હિલી વિસ્તાર").
entry(ખરાબ રીતે, ક્રિયા વિશેષણ, [], "ખરાબ રીતે").
entry(બેડમેન, n, [બેડમેન], "એક બિનકાયદેસર").
entry(badmouth, v, [badmouthed,badmouthing,badmouths], "ની ટીકા કરવી").
entry(ખરાબી, ન, [ખરાબીઓ], "ખરાબ હોવાની સ્થિતિ").
entry(baff, v, [baffed,baffing,baffs], "ગોલ્ફ બોલની નીચે વાગવું").
entry(baffies, pl, [], "બેંફી ના").
entry(હેરાન, v, [હેરાન,મુંજવણ,હેરાન કરે છે], "મુંજવણ કરવી").
entry(બાફ્લર, પ, [બાફ્લર્સ], "જણને બાફલ કરે").
entry(baffy, n, [baffies], "એક લાકડાનો ગોલ્ફ કોળકો").
entry(થેલો, v, [થેલામાં મૂકી દીધું,થેલામાં મૂકી નાખવું,થેલાઓ], "લવચીક કન્ટેનર એક થેલામાં મૂકવું").
entry(બગાસ, ન, [બગાસેસ], "બગાસ").
entry(બગાસ, સ, [બગાસો], "પતરેલા ખાંડના ખરીત").
entry(બેગલ, n, [બેગલ્સ], "એક વળાકાર રોલ").
entry(bagful, n, [bagfuls], "કે જેટલું બગ ધારણ કરી શકે").
entry(સામાન, n, [સામાનો], "લગેજ").
entry(બેગ્ડ, ભૂતકાળ, [], "બેગનો કાળ").
entry(બેગર, પ, [બેગર્સ], "એક જે બેગ બનાવે છે").
entry(બેગી, સ, [બેગીઝ], "પેટે").
entry(બેગિંગ, ન, [બેગિંગ્સ], "થેલી બનાવવાનો સામગ્રી").
entry(બેગી, વિશેષણ, [], "અત્યંત બેગી તેમ બેગીલોસફિટીંગ બેગિલી ક્રિયાવિશેષણ").
entry(બેગહાઉસ, n, [બેગહાઉસેસ], "એગ્ઝોસ્ટ ગેસમાંથી કણોને દૂર કરવા માટેની સુવિધા").
entry(બેગલાઇક, વિશેષણ, [], "બેગ જેવું").
entry(બેગમેન, નામ, [બેગમેન], "એક પ્રવાસી વેચાણકાર").
entry(વેશ્યાલય, કેસ, [વેશ્યાલયો], "એક વેશ્યા ગૃહ").
entry(બેગપાઈપ, ક્રિયા, [બેગપાઈપ્ડ, બેગપાઈપિંગ, બેગપાઈપ્સ], "પવન વાદ્ય બેગપાઈપ વગાડવું").
entry(બેગપાઇપર, n, [બેગપાઇપરસ], "તે જે બેગપાઇપ વગાડે").
entry(bagsful, a, [], "બેગફુલનો બહુવચન").
entry(baguet, n, [baguets], "બેગેટ").
entry(બેગેટ, n, [બેગેટ્સ], "એક ચોરસ આભૂષણ").
entry(બેગવિગ, n, [બેગવિગ્સ], "વિગનો એક પ્રકાર").
ફેરફાર(પટ્ટાવાળા કીટ, સ, [પટ્ટાવાળા કીટ], "નીશ્ચિત સુસારીનું તબક્કું").
એન્ટ્રી(બાહ, આંતર, [], "જોખમ વ્યક્ત કરવા માટે વપરાય છે").
entry(બહાદુર, ન, [બહાદુર્સ], "માનના હિંદુ উপાધિ").
entry(બાહ્ત, પ, [બાહ્તસ], "થાઇલૅન્ડની એક નાણાકીય એકમ").
entry(બૈદર, ન, [બૈદર્સ], "બિદરકા").
entry(બૈડાર્કા, n, [બૈડાર્કાસ], "બીડાર્કા").
entry(જામીન, v, [જામીન આપ્યાં,જામીન આપવું,જામીન આપે છે], "ાસ્થાયી રીતે સંપત્તિ પરિવહન કરવા માટેJAMINયોગ્ય વિશેષણ").
entry(બેઇલી, ન, [બેઇલીસ], "જેમને સંપત્તિ આપેલ છે એવો વ્યક્તિ").
entry(બેલર, પ, [બેલર્સ], "બેલોર").
entry(બેઇલી, n, [બેઇલ્સ], "બાહ્ય કિલ્લાનો દીવાલ").
entry(બિલી, ન, [બિલીઓ], "એક સ્કોટિશ મહાસચિવ").
entry(બેલિફ, ન, [બેલિફ્સ], "એક કોર્ટ અધિકારી").
entry(જામીન, ન, [જામીનો], "જામીન આપવાના કૃત્ય").
entry(બંધકદાતા, નામ, [બંધકદાતાઓ], "જેણે પોતાનું સંપત્તિ બીજાને રખે માટે અપે છે").
entry(બેલાઊટ, સં, [બેલાઓટ્સ], "જહાજથી પેરાશુટની મદદથી ઉતરવાની ક્રિયા").
entry(બેલસમેન, ના, [બેલસમેન], "જોઅકે અન્યના માટે સુરક્ષા પૂરી પાડી શકે તે").
એન્ટ્રી(બૈર્ન, ન, [બૈર્ન્સ], "એક બાળકબૈર્નિશ વિશેષણ").
entry(બેર્નલી, વિશેષણ, [], "બેર્નલિયર બેર્નલિયેસ્ટ બાળકી").
entry(ચારો, ક્રિયા, [ચારો આપ્યો, ચારો આપવું, ચારો આપે છે], "પ્રલોભન આપવા માટે").
entry(પ્રલોભક, ન, [પ્રલોભકો], "જો પ્રલોભને મૂકે છે તે").
entry(બેટફિશ, સં, [બેટફિશીસ], "ચારો તરીકે ઉપયોગ થતી માછલી").
entry(બંન્ને, વિશેષણ, [], "both").
entry(બૈઝા, ન, [બૈઝાસ], "ઓમાનની માલમાલ એકક").
entry(બેઇઝ, ન, [બેઇઝસ], "એક લીલો ઊનનો કાપડ").
entry(બેક, ક્રિઆપદ, [બેક કરેલું, બેક કરતા, બેક્સ], "ભોજનને ઓવનમાં તૈયાર કરવા").
entry(bakemeat, n, [bakemeats], "એક પેસ્ટ્રી").
entry(શેકનાર, ન, [શેકનારા], "જે શેકે છે").
entry(બેકરી, ન, [બેકરીઝ], "જે ત્યાં બેક્ડ માલ વેચાય છે તેવા સ્થળ").
entry(બેકરીનીદુકાન, ન, [બેકરીનીદુકાનો], "એક બેકરી").
entry(બેકવેર, ન, [બેકવેર], "બેકિંગ માટે વપરાતા વાસણો").
એન્ટ્રી(બેકિંગ, એન, [બેકિંગ્સ], "એક માત્રા બેક કરેલ").
entry(બકલાવા, ન, [બકલાવાસ], "એક તુર્કી પેસ્ટ્રી").
entry(baklawa, n, [બકલાવાસ], "બકલાવા").
entry(બક્ષિશ, v, [બક્ષિશડ,બક્ષિશિંગ,બક્ષિશેસ], "એક ટિપ આપવી").
entry(બાલ, પ, [બાલ્સ], "એક બાલમોરલ").
entry(બાલાફોન, ન, [બાલાફોન્સ], "આફ્રિકાનું સંગીત વાદ્ય").
entry(સંતુલન, v, [સંતુલિત,સંતુલિતતા,સંતુલનો], "તો વેઇ").
entry(સંતુલક, n, [સંતુલકો], "એક જે સંતુલન કરે છે").
entry(બલાસ, પા, [બલાસીસ], "સ્પાઇનલનું એક લાલ પ્રકાર").
entry(બલાતા, n, [બલાતાસ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(બાલ્બોઆ, n, [બાલ્બોઆઝ], "પાનામાની નાણાકીય એકમ").
entry(બાલ્કની, ન, [બાલ્કનીઓ], "એક ઉંચાઈ પરનો પ્લેટફોર્મ").
entry(ટાકલા, વિશેષણ, [], "ટાકલા વધારે ટાકલાBALDER BALDESTlacking વાળ").
entry(ટકલાડુ, ક્રિયા, [ટકલો, ટકલાટ], "ટકલાડુ થવું").
entry(ટકલા, n, [ટકલાઓ], "એક ટકલા વ્યક્તિ").
entry(baldish, વિશેષણ, [], "થોડું બહોળું").
entry(બાલ્ડલી, ક્રિયા વિશેષણ, [], "સરળ અને ઠેઠ રીતે").
entry(ટકला, ન, [ટકલા], "ટકલા હોવાની સ્થિતિ").
entry(baldpate, n, [baldpates], "એક ખિંચ્યું ના મંડ").
entry(બાલ્ડ્રિક, n, [બાલ્ડ્રિક્સ], "ખભાનું બેલ્ટ").
entry(બેલ્ડ્રિક, પ, [બેલ્ડ્રિક્સ], "બેલ્ડ્રિક").
entry(બેલ,ક્રિયાપદ,[બેલ્ડ,બેલિંગ,બેલ્સ],"કસેટ bundels માં બનાવવું").
entry(બલીન, ન, [બલીન્સ], "વ્હેલબોન").
entry(પ્રચંડ અગ્નિ, n, [પ્રચંડ અગ્નિઓ], "એક મોટી અગ્નિ").
entry(વિનાશક, વિશેષણ, [], "ભયાનક").
entry(બેલર, n, [બેલર્સ], "જે બેલ બનાવે છે").
entry(બેલિંગ, ન, [બેલિંગ્સ], "કઈકને ચુસ્ત કઠ્ઠામાં રૂપાંતરિત કરવાનું").
entry(બાલીસોર, n, [બાલીસોરસ], "લાંબા પૂંછડી વાળું બેજર").
entry(અડચણ, ક્રિયાપદ, [અડચણયા,અડચણવું,અડચણ નાંખવી], "અચાનક અટકી જવું અને આગળ વધવા માટે ઇનકાર કરવો").
entry(વારંવાર રોકનાર, n, [વારંવાર રોકનારા], "જે વારંવાર રોકે છે").
entry(balkline, n, [balklines], "ટ્રેક ઇવેન્ટ્સમાં પ્રારંભિક લાઇન").
entry(ભડકી, વિશેષણ, [], "ભડકિયું ભડકીયાંજિદ્દીભડકીને ક્રિયાવિશેષણ").
entry(બોલ, ક્રિયા, [બોલ્ડ, બોલિંગ, બોલ્સ], "ગોળ આકારનું બનાવવું").
entry(ballad, n, [ballads], "ગાથા અથવા ગીતBALLADIC વિશેષણ").
entry(બલાડ, n, [બલાડ્સ], "કાવ્યનો પ્રકાર").
entry(બેલેડ્રી, n, [બેલેડ્રીઝ], "બેલેડ કવિતા").
entry(બેલાસ્ટ, v, [બેલાસ્ટેડ,બેલાસ્ટિંગ,બેલાસ્ટ્સ], "સ્થિર કરવા માટે").
entry(બૉલબોય, n, [બૉલબોયઝ], "લડકો જે રમતો દરમિયાન બોલ પાછા લાવે છે").
entry(ballcock, n, [ballcocks], "વાલ્વનો એક પ્રકાર").
entry(બોલર, n, [બોલર્સ], "એ જે બોલ કરે").
entry(બેલે, n, [બેલેટ્સ], "એક શાસ્ત્રીય નૃત્ય સ્વરૂપબેલેટિક વિશેષણ").
entry(ballgame, n, [ballgames], "બોલ સાથે રમવામાં આવતો રમત").
entry(ballgirl, n, [ballgirls], "ખેલ દરમિયાન બોલ જતી લાવે એવી બાલિકા").
entry(ballhawk, n, [ballhawks], "ઉત્કૃષ્ટ રક્ષણાત્મક બોલપ્લેયર").
entry(ballies, pl, [], "ના બલી").
entry(બેલિસ્ટા, નામ, [બેલિસ્ટીએ], "અથવા બેલિસ્ટાસ એક પ્રાચીન હથિયાર").
entry(બેલૂન, ન, [બેલૂનસ], "સંચલનની હળવાશ").
entry(ballonet, n, [ballonets], "નાનો બલૂન").
entry(ballonne, n, [ballonnes], "એક બેલેટ કૂદકો").
entry(ષહેરાબાજી, ક્રિયાપદ, [ષહેરાબાજી કરી,ષહેરાબાજી રહેવું,ષહેરાબાજી કરે છે], "ફૂલવું").
entry(બેલેટ, ક્રિયાપદ, [મતદાન, મતદાન કરી રહ્યું છે, બેલેટ્સ], "મતદાન કરવું").
entry(મતદાનકાર, n, [મતદાનકારો], "તે જે મતદાન કરે").
entry(બોલપાર્ક, ન, [બોલપાર્ક્સ], "જેમાં બેસબોલ રમાટનો અયો હતો").
entry(બોલરૂમ, n, [બોલરૂમ્સ], "ડાન્સ માટેનો મોટો હોલ").
entry(ballute, n, [ballutes], "એક નાના ફુલાવવા માટે મળનારુ પેરાશૂટ").
entry(બાલય, n, [બાલીઝ], "એક શોરગુલ વાળોોએલાને").
entry(બૅલયાર્ડ, n, [બૅલયાર્ડ્સ], "એક બોલપાર્ક").
entry(હંગામી પ્રચાર, ક્રિયા, [હંગામી પ્રચાર કર્યો, હંગામી પ્રચાર કરી રહ્યો છે, હંગામી પ્રચાર], "ઉજાગરો પાડી પ્રચાર કરવો").
entry(ballyrag, v, [ballyragged,ballyragging,ballyrags], "ખેકડા").
પ્રવેશ(બોલ્સ, v, [બોલ્સેડ,બોલ્સિંગ,બોલ્સેસ], "કશુંક કરતી વખતે ભૂલ કરવી").
entry(બાલ્મ, ન, [બાલ્મ્સ], "એક સુગંધી રેઝિનBALMLIKE વિશેષણ").
entry(બાલમોરલ, ન, [બાલમોર્લ્સ], "જૂતાનો એક પ્રકાર").
entry(balmy, adj, [], "BALMIER BALMIESTમાઈલ્ડBALMILY adv").
entry(સ્નાન, વિશેષણ, [], "સ્નાન સાથે સંબંધિત").
entry(બાલોની, n, [બાલોનીઓ], "બોલોણા").
entry(બાલ્સા, n, [બાલ્સાઇ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(બાલસામ, v, [બાલસામેડ, બાલસામિંગ, બાલસામ્સ], "એક સુગંધિત રેજિનસ પદાર્થ બાલસામ સાથે અભિષેક કરવો").
entry(બાલ્સેમિક, વિશેષણ, [], "બાલ્સામ ધરાવતું").
પ્રવેશ(બાલ્ટી, નામ, [બાલ્ટિસ], "પાકિસ્તાનના રસોઈ પદ્ધતિનો એક પ્રકાર").
entry(બેલેસ્ટર, ન, [બેલેસ્ટર્સ], "એક રેલિંગ સપ્ર્ટ").
પ્રવેશ(બામ, v, [બામ્ડ, બામિંગ, બામ્સ], "નાના પ્રતિધ્વનિથી મારવું").
entry(બાંબીનો, n, [બાંબિનોસ], "અથવા બાંબિની એક બાળકડું").
entry(બાન્સ, ન, [બાન્સો], "એક ઉષ્ણકટિબંધ ઘાસ").
entry(બાન, એન, [બાની], "રોમાનિયાનું એક નાણાકીય એકમ").
entry(પ્રવેશ, v, [ પ્રતિબંધિત, પ્રતિબંધવામાં, પ્રતિબંધો], "નિષેધ કરવા માટે").
entry(સામાન્ય, વિશેષણ, [], "ordinaryBANALLY adv").
entry(સામાન્યતા, ન, [સામાન્યતાઓ], "કેટલુંક સામાન્ય").
entry(સામાન્ય બનાવવું, ક્રિયા, [સામાન્ય બનાવ્યું,સામાન્ય બનાવી રહ્યું છે,સામાન્ય બનાવે છે], "સામાન્ય બનાવવું").
entry(કેળું, n, [કેળાં], "એક ખાદ્ય ફળ").
entry(પ્રાયોજી, વિશેષણ, [], "વ્યવહારુ").
entry(બેન્ચ, પૂ., [બેન્ચો], "એક બેચ").
entry(બેંકો, ન, [બેંકો], "ચોક્કસ જુગાર રમતોમાં એક શરત").
entry(બેન્ડ, જાણી, [બેન્ડેડ,બેન્ડિંગ,બેન્ડ્સ], "લવચીક સામગ્રીના પટ્ટાઓથી શણગારવું").
entry(બંદા, n, [બંદાસ], "મેકસિકન નૃત્ય સંગ્રહ").
entry(પટ્ટી, ક્રિયાપદ, [પટ્ટી બાંધેલી,પટ્ટી બાંધતા,પટ્ટીઓ], "કાપલા ઘા પર ખેંચાણ માટે કપડાનું પટ્ટૂ લપસવું").
entry(બેન્ડેજર, n, [બેન્ડેજર્સ], "બેન્ડેજ કરનાર").
entry(બેન્ડએડ, વિશેષણ, [], "સરફેસીયલ રાહત આપતી").
entry(બંદના, ન, [બંદનાસ], "બંદન્ના").
entry(બાંડાના, ન, [બાંડાના], "મોટું રંગીન રૂમાલ").
entry(bandbox, n, [bandboxes], "એક હલકું બોક્સ").
entry(બેન્ડો, n, [બેન્ડોસ], "અથવા BANDEAUX, એક ટોપી અથવા હેડબેન્ડ").
entry(બેન્ડર, ન, [બેન્ડર્સ], "જે બેન્ડ કરે છે").
entry(બૅન્ડેરોલ, n, [બૅન્ડેરોલ્સ], "એક પટ્ટા").
entry(બેન્ડેર, ભૂતકાળ, [], "બેન્ડીનો સમય").
entry(બેન્ડીઝ, વર્તમાન, [], "બેન્ડીનો 3રો પૃષ્ઠકર્તા એકવચન").
entry(બેન્ડિંગ, સ, [બેન્ડિંગ્સ], "વિરોધાભાસી રંગોની પટ્ટીઓની ઉપસ્થિતિ").
entry(બંદિત, પ, [બંદિતો], "અથવા BANDITTI ચોર").
entry(બાન્ડિટો, સ, [બાન્ડિટોસ], "એક લુંટારો").
entry(બેન્ડીટ્રી, n, [બેન્ડીટ્રીઓ], "ડાકુઓ દ્વારા લૂંટ").
entry(bandmate, n, [બૅન્ડમેટ્સ], "એક બૅન્ડનો સાથી સભ્ય").
entry(બેન્ડોગ, n, [બેન્ડોગ્સ], "એક વોચડો").
entry(બાનડોરા, n, [બાનડોરાસ], "બાનડોરે").
entry(બંદોર, ન, [બંદોરસ], "સદીઓ જૂનું એક વાંસળી સમાન વાદ્યયંત્ર").
entry(bandpass, n, [bandpasses], "ફિલ્ટર દ્વારા પસાર થતી ફ્રિક્વન્સીનું શ્રેણી").
entry(bandsaw, n, [bandsaws], "બજળી ચાલતી આરીનો એક પ્રકાર").
entry(બૅન્ડસમૅન, વ્યક્તિ, [બૅન્ડસમેનો], "સંગીતમંડળીના સભ્ય").
entry(બાન્ડુરા, ન, [બાન્ડુરાસ], "એક યુક્રેનિયન તંતુ વાદ્ય").
entry(બેન્ડી, v, [બેન્ડીડ,બેન્ડીંગ,બેન્ડીસ], "આગલે-પૂગલે ફેંકવું").
entry(bandy, adj, [], "ઘૂંટણો પર ઘુમાવેલું BANDIER BANDIEST").
એન્ટ્રી(બેન, ક્રિયા, [બેન્ડ,બેનિંગ,બેન્સ], "વિષ્ણથી મારવું").
entry(વિનાશક, વિશેષણ, [], "ઝેરી").
entry(બૅંગ, v, [બૅંગડ,બૅંગીંગ,બૅંગસ], "ઝાટકાથી વાગવું").
entry(બેંગર, ન, [બેંગર્સ], "એક સોસેજ").
entry(બૅન્કોક, પુરુષ, [બૅન્કોક્સ], "એક ઘાસફળનું ટોપી").
entry(બંગલ, ન, [બંગલ્સ], "એક કંકણ").
entry(બેંગટેલ, n, [બેંગટેલ્સ], "રેસહોર્સ").
entry(બાની, pl, [], "બાનની").
entry( બનિયાન, પ, [બનિયાઓ], "એક હિંદુ વેપારી").
પ્રવેશ(બૈનિંગ, વર્તમાન, [], "બેનનું ભાગરૂપી").
entry(નિષ્કાસિત, v, [નિષ્કાસિત,નિષ્કાસિત કરવું,નિષ્કાસિત કરે છે], "ને બહાર કાઢવું").
entry(બેનિશર, ન, [બેનિશર્સ], "બહાર કાઢનાર જેમાંથી એક").
entry(બૅનિસ્ટર, n, [બૅનિસ્ટર્સ], "એક હથે પાર કરવા થતી પાઈપ").
entry(બેનજેક્સ, ક્રિયાપદ, [બેનજેક્સડ, બેનજેક્સિંગ, બેનજેક્સેસ], "નુકસાન પહોંચાડવું અથવા બગાડવું").
entry(બાંજો, ન, [બાંજોઝ], "અથવા બાંજોેસ એક સંગીત વાદ્યયંત્ર").
entry(બૅન્જોઇસ્ટ, n, [બૅન્જોઇસ્ટસ], "જે બૅન્જો વગાડી શકે છે").
entry(બેંક, v, [બેંકડ,બેન્કિંગ,બેંક્સ], "પૈસા બેંકમાં રાખવા માટે, એક સંસ્થા કે જે નાણા મામલાઓમાં વ્હેવહાર કરે છેબેંકેબલ વિશેષણ").
entry(બેંકબુક, ન, [બેંકબુક્સ], "ડિપોઝિટર્સ નું પુસ્તક").
entry(bankcard, n, [બેન્કકાર્ડ્સ], "બેન્ક દ્વારા જારી કરાયેલ ક્રેડિટ કાર્ડ").
entry(બેંકર, ન, [બેંકરો], "જે બેંકમાં કાર્ય કરે છેબેંકરની જેમ adj").
entry(બૅન્કિંગ, એન, [બૅન્કિંગ્સ], "બૅન્કનું વ્યવસાય").
entry(bankit, n, [બેંકિટ્સ], "ઉંચેલી ફુટપાથ").
entry(બેંકનોટ, n, [બેંકનોટ્સ], "એક પ્રોમિસરી નોંધ").
entry(bankroll, v, [bankrolled,bankrolling,bankrolls], "નાણાં પુરા પાડવા").
entry(દિવાળિયો, ક્રિયા, [દિવાળિયો થયેલું, દ_DIVALIYo થતું, દિવાળિયાઓ], "દિવાળિયા પાડવા").
entry(બેંક્સિયા, ન, [બેંક્સિયાસ], "એક ઑસ્ટ્રેલિયન વનસ્પતિ").
entry(બેન્કસાઇડ, ં, [બેન્કસાઇડસ], "નદી કાંઠાનું ઢાળ").
entry(બન્નેબલ, વિશેષણ, [], "બેન કરવાય યોગ્ય").
entry(નિષેધિત, ભૂતકાળ, [], "નિષેધ નું કાળ").
entry(બેનર, ક્રિયાપદ, [બેનર્ડ, બેનરિંગ, બેનર્સ], "ધ્વજથી સજાવવા").
entry(banneret, n, [ડંડે ચંદરમકખમ], "એક નાનું ધ્વજ").
entry(બાનરોલ, n, [બાનરોલ્સ], "એક બાનરોલ").
entry(બેનેટ, n, [બેનેટસ], "એક બોનેટ").
entry(પ્રતિબંધ, વર્તમાન, [], "પ્રતિબંધ કરવાનો પ્રતિકિયા રૂપ").
entry(બૅનોક, n, [બૅનૉક્સ], "એક પ્રકારનો કેક").
entry(banns, npl, [], "લગ્નની સૂચના").
entry(વિશ્વલંઘન, v, [વિશ્વલંઘન કર્યું,વિશ્વલંઘન કરવું,વિશ્વલંઘનો], "જંપવો").
entry(બાંશી, ન, [બાંશીઓ], "એક સ્ત્રી આત્મા").
પ્રવેશ(બંશી, n, [બંશીઓ], "બંશી").
entry(બેન્ટમ, ન, [બેન્ટમ્સ], "એક નાનું ફાઉલ").
entry(બન્ટેંગ, ન, [બન્ટેંગ્સ], "એક જંગલી સાંઢ").
entry(હાસ્યમજાક, ક્રિયા, [હાસ્યમજાક કર્યું, હાસ્યમજાક કરતી, હાસ્યમજાક કરે છે], "હળવેથી મજાકિયા ટિપ્પણીઓ અન્યને આપવી").
entry(તીખી ટિપ્પણી કરનાર, ન, [તીખી ટિપ્પણી કરનારાઓ], "જે તીખી ટિપ્પણી કરે છે").
entry(બેન્ટલિંગ, ન, [બેન્ટલિંગ્સ], "એક અત્યંત નાનકડું બાળક").
entry(બાન્ટી, ન, [બાન્ટીઓ], "એક બાન્ટમ").
entry(વડ, ન, [વડના વૃક્ષો], "પૂર્વ ભારતીય ઝાડ").
entry(બન્ઝાઈ, ન, [બન્ઝાઈસ], "જાપાનીઝ યુદ્ધનો નારા").
entry(બાઓબાબ, ન, [બાઓબાબ્સ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(બાપ, ન, [બાપ્સ], "નાનું રૂટી અથવા રોલ").
entry(બાપ્તિસ, v, [બાપ્તાઇઝ્ડ,બાપ્તાઇઝિંગ,બાપ્તાઇઝેસ], "બાપ્તિસ્મા આપવું").
entry(બેપ્ટિસિયા, n, [બેપ્ટિસિયાઝ], "એક ફુલારા છોડ").
entry(બાપ્તિસ્મા, ન, [બાપ્તિસ્મસ], "એક ખ્રિસ્તી વિધિ").
entry(બાપ્તિસ્ટ, પ, [બાપ્તિસ્ટસ], "બાપ્તિસ્મા આપનાર").
entry(બેપ્ટાઇઝ, v, [બેપ્ટાઇઝ્ડ,બેપ્ટાઇઝિંગ,બેપ્ટાઇઝસ], "બેપ્ટિઝમ આપવું").
પ્રવેશ(બેપ્ટાઇઝર, ન, [બેપ્ટાઇઝર્સ], "એક બેપ્ટિસ્ટ").
entry(બાર, v, [બાર્ડ,બારિંગ,બાર્સ], "બહાર કાઢવા માટે").
entry(બરાથેયા, પ, [બરાથેયાસ], "એક રેશમનું કાપડ").
entry(barb, v, [barbed, barbing, barbs], "તીખું કાંટું ચડાવવું").
entry(barbal, વિશેષણ, [], "દાઢી સાથે સંબંધિત").
entry(બર્બરિક, વિશેષણ, [], "અનસંસ્કારિત").
પ્રવેશ(બાર્બાસ્કો, n, [બાર્બાસ્કોઝ], "અથવા BARBASCOES એક ઉષ્ણકટિબંધના વૃક્ષ").
entry(બરબાટે,વિશેષણ, [], "દાઢી ધરાવતો").
એન્ટ્રી(બાર્બ, સ, [બાર્બ્સ], "મધ્યકાળિન વસ્ત્ર માથું").
entry(બારબેક્યુ, v, [બારબેક્યુડ, બારબેક્યુઇંગ, બારબેક્યુઝ], "લાઇવ કોળસ અથવા ખુલ્લા અગ્નિ પર રસોઈ કરવા માટે").
entry(બાર્બલ, ન, [બાર્બલ્સ], "એક માછલીનું અંગ").
entry(બાર્બેલ, ન, [બાર્બેલ્સ], "એક વ્યાયામ સાધન").
entry(બારબેક્યુ, ક્રિયાપદ, [બરબેક્યુડ, બરબેક્યુઇંગ, બરબેક્યુઝ], "બારબેક્યુ કરવા").
entry(નાઇ, v, [વાળકાપી,વાળકાપવા,વાળકાપનાર], "વાળ કાપવા").
entry(બારબેરી, ન, [બારબેરીસ], "એક ઝાડી").
પ્રવેશ(બારબેટ, ન, [બારબેટ્સ], "એક ઉષ્ણકેટીબંધી પંખી").
entry(બારબેટ, n, [બારબેટ્સ], "એક પ્લેટફોર્મ").
entry(બાર્બિકન, n, [બાર્બિકન્સ], "બાહ્ય કિલ્લાબંધી").
entry(barbicel, n, [barbicels], "પંખનું એક ભાગ").
entry(બાર્બી, n, [બાર્બીઓ], "પકવાના માટે એક પોર્ટેબલ ફાયરપ્લેસ").
entry(બાર્બિટીલ, n, [બાર્બિટીલ્સ], "એ સેડેટિવ").
entry(barbless,ી ુવનામ, [], "કાંટા વિના").
entry(barbot, n, [barbots], "બારબોટ").
entry(barbotte, n, [બાર્બોટ્સ], "મોટી મગરમચ્છ માછલી").
entry(બાર્બ્યૂલ, ન, [બાર્બ્યૂલો], "એક નાની બાર્બ").
entry(barbut, n, [barbuts], "હેલમેટનો એક પ્રકાર").
entry(barbwire, n, [barbwires], "કાંટાળી લોખંડી તાર").
entry(barca, n, [barcas], "ડબલએન્ડેડ બોટ").
entry(બારचान, n, [બારચાન્સ], "રીતૂડું અનુભવવા માટે ની સેગાણું").
entry(બાર્ડ, ક્રિયા, [બાર્ડેડ, બાર્ડિંગ, બાર્ડ્સ], "ઘોડાને જિરબી પહેરાવવું").
entry(બાર્ડ, v, [બાર્ડેડ,બાર્ડિંગ,બાર્ડેસ], "આવરણ ચઢાવવું").
entry(બાર્ડિક, વિશેષણ, [], "કવિતા સંદર્ભી").
entry(bare, adj, [], "નગ્ન").
entry(ઉઘાડવું, v, [ઉઘાડ્યું,ઉઘાડતા,ઉઘાડે], "પ્રદર્શિત કરવું").
entry(ઉઝાડ, ક્રિયાવિશેષણ, [], "વળાન વગર").
entry(બેરબોટ, ન, [બેરબોટ્સ], "મનોરંજન માટેનો બોટ જે કર્મચારી વગર ભાડે મળે છે").
entry(barefit, વિશેષણ, [], "નગ્નપગ").
entry(નંગતર, વિશેષણ, [], "જેમના પગમાં જુતા નથી").
entry(બેરેઝ, n, [બેરેઝ], "એક પાતળુકાપડ").
entry(barehand, v, [નંગા હાથે, નંગા હાથથી પકડવુ, નંગા હાથે પકડે છે], "નંગા હાથથી પકડવું").
entry(barehead, adv, [], "પગટોક લેતા વગર").
entry(માથંભારે, ક્રિયા વિશેષણ, [], "ક લખવેજ").
entry(નિર્વસ્ત્રતા, n, [નિર્વસ્ત્રતાઓ], "નિર્વસ્ત્ર હોઈ તે સ્થિતિ").
entry(barer, પ્રશ્નાત્મક, [], "બેરનો").
entry(બારેસર્ક, n, [બારેસર્કસ], "એક પ્રાચીન યોદ્ધા").
entry(બેરેસ્ટ, સુપરલેટિવ, [], "ના બેર").
entry(બાર્ફ, v, [બાર્ફડ, બાર્ફિંગ, બાર્ફ્સ], "ઉલટી કરવી").
entry(બર્ફી, ન, [બર્ફીઓ], "બર્ફી").
entry(બારફલાઈ, ન, [બારફલાઇઝ], "એક પીણારુ જે નિયમિતપણે બારોમાં જાય છે").
entry( سودා, v, [ચર્ચા કરવી,સોદાબાજી કરવી, سودઈ કરવી], "વીતરાણ અથવા ખરીદી માટેની શરતો પર ચર્ચા કરવા").
entry(બાર્જ, v, [બાર્જ્ડ,બાર્જિંગ,બાર્જિસ], "લાંબા મોટા હોડી દ્વારા બાર્જ દ્વારા ખસેડવા").
entry(bargee, n, [bargees], "એક બાજુ પર ખડકવાનો માણસ").
entry(બારજેલો, n, [બારજેલોઝ], "એક નીડલપોઈન્ટ સિલાઈ જે ઝીગઝેગ પેટર્ન બનાવે છે").
entry(બાર્જમેન, પ, [બાર્જમેન], "બાર્જનો માલિક અથવા ક્રુ સદસ્ય").
entry(બારગેસ્ટ, n, [બારગેસ્ટસ], "એક ગુબ્બારા").
entry(ચડડો, વર્તમાન, [], "ચડડાનું ક્રિયાપદ").
entry(સૌદાબાજી, n, [સૌદાબાજીઓ], "એક સોદો").
entry(બર્ગેસ્ટ, n, [બર્ગેસ્ટ્સ], "બર્ગેસ્ટ").
entry(barhop, v, [barhopped,barhopping,barhops], "એક સાંજે ઘણા બારોની મુલાકાત લેવા માટે").
entry(baric, શુભાય, [], "બેરિયમ સાથે સંબંધિત").
entry(બરીલા, ન, [બરીલાસ], "એક રસાયણિક સંયોજન").
entry(ઉજાણ, વર્તમાન, [], "ઉજાડવાનું વર્તમાન ક્રિયાપદ રૂપ").
નંવિશ(barista, સ, [baristas], "જોકે એક જે લોકો માટે કાફી બનાવે છે અને સેવા આપે છે").
entry(બેરાઈટ, n, [બેરાઈટસ], "એક ખનિજ").
entry(બારિટોન, n, [બારિટોન], "એક પુરુષ ગાયક અવાજ").
entry(બેરિયમ, n, [બેરિયમ્સ], "એક ધાતુપદાર્થ").
entry(ભસવું, ક્રિ, [ભસ્યું, ભસવું, ભસે છે], "કૂતરા જેવું રડવું").
entry(barkeep, n, [barkeeps], "એક બારટેન્ડર").
entry(બાર્કર, ન, [બાર્કર્સ], "જે ભસે છે").
entry(barkless, adj, [], "છાલ વગરનું, ભસવાનું અસમર્થ").
entry(બાર્કી, વિશેષણ, [], "બાર્કિયર બાર્કિએસ્ટછાલથી ઢંકાયેલું મૂળ અથવા ડાળખીનું મજબૂત બાહ્ય આવરણ").
entry(barleduc, n, [barleducs], "ફળનું મોરવું").
entry(barless, સંતવાચક વિશેષણ, [], "કોઈ અડચણો વગર").
પ્રવેશ(જવ, સં, [જવો], "એક અનાજ ઘાસ").
entry(barlow, n, [barlows], "એક જૅકનાઇફ").
entry(barm, n, [barms], "મોલ્ટ દારૂ ઉપરનો ફીણ").
entry(barmaid, n, [barmaids], "મહિલા બાર્ટેન્ડર").
એન્ટ્રી(બારમેન, પુ, [બારમેન], "એક પુરુષ બારટેન્ડર").
entry(barmie, વિશેષણ, [], "barmy").
entry(barmy, adj, [], "BARMIER BARMIESTફૂલો barm ફ્રોથીBARMILY adv").
entry(ખેતમાળીયા, v, [ખેતમાળીયુ, ખેતમાળીયું, ખેતમાળીયાનાં], "મોટા સ્ટોરેજ બિલ્ડિંગમાં સ્ટોર કરવા માટે").
entry(બાર્નેકલ, n, [બાર્નેકલ્સ], "એક શેલફિશ").
entry(barney, n, [barneys], "ઊંડું તર્ક").
પ્રવેશ(બાર્નલાઈક, આજે., [], "ખળાના સમાન").
entry(barnwood, n, [barnwoods], "ખેતરના અોરડા બનાવતા માટેનો પહોળો લાકડો").
entry(barny, વિશેષણ, [], "બાર્નિયર બાર્નીયેસ્ટ, આકાર કદ અથવા વાસના\"માં બાર્ન જેવી").
entry(barnyard, n, [barnyards], "બાર્ન પાસે આવેલ અમુક જગ્યાના ચૂમરહટ").
entry(બેરોગ્રામ, પુરુષલિંગ, [બેરોગ્રામ્સ], "એક બેરੋમેટ્રિક રીડિંગ").
entry(બેરોન, ન, [બેરોન્સ], "નીચેના દરજ્જાના આશ્રાફોમાંનો સભ્ય").
entry(baronage, n, [baronages], "બેરોનનો દરજ્જો").
entry(baroness, n, [baronesses], "બૅરનની પત્ની").
entry(બૅરોનેટ, n, [બૅરોનેટ્સ], "બૅરોનથી નીચેનું પદ ધરાવનાર વ્યક્તિ").
entry(barong, n, [barongs], "એક વ્યાપક છરી").
entry(મુખિયાકીય, ખાસણામ, [], "મુખિયાની લોકોપયોગી").
પ્રવેશ(બેરોન, ન, [બેરોનેસ], "એક બારોનેસ").
entry(બેરોની, ન, [બેરોનીઝ], "બેરોનનું ક્ષેત્ર").
entry(baroque, n, [baroques], "ચમકદાર વસ્તુ").
entry(બેરોસોર, n, [બેરોસોર્સ], "એક મોટો ડાયનોસોર").
entry(બેરૂશ, ન, [બેરૂશેસ], "એક પ્રકારની ગાડી").
entry(કા�, ન, [કા�], "એક �બરદાર જહાજ").
entry(બેરેબલ, વિશેષણ, [], "અડચણ મૂકવાને યોગ્ય").
entry(બેરેક, ક્રિયા, [બેરેકડ, બેરેકિંગ, બેરેક્સ], "ઉચ્ચ સ્વરે બૂમો પાડવી").
entry(બેરેજ, ક્રિયા, [બેરેજ કર્યું, બેરેજ કરવું, બેરેજ કરે છે], "ભારે હુમલા હેઠળ લાવવું").
entry(બારાંકા, ન, [બારાંકાસ], "એક ઊનલુ કણિકુ").
entry(barranco, n, [barrancos], "બાર્રાંકા").
entry(barrater, n, [barraters], "બેરેટર").
entry(બેરેટર, ન, [બેરેટર્સ], "જે બેરેટ્રી અપરાધ કરે").
entry(બેરેટ્રી, n, [બેરેટ્રીઓ], "જહાજના માલિક અથવા કર્મચારી દ્વારા કરેલ છેતરપિંડી").
entry(barre, v, [બેરડ,બેરિંગ,બેરેસ], "એક જાતનો ગિટાર કોર્ડ વગાડવાનો").
સ્ક્રિપ્ટ(અવરોધિત, ભૂતકાલ, [], "બંધ કરવાનો કાળ").
entry(barrel, v, [barreled,barreling,barrels], "અથવા BARRELLED BARRELLING BARRELજોરથી આગળ વધવું").
entry(બેરન, વિશેષણ, [], "બેરનર બેરનેસ્ટઅઉપરિજડબેરનલાઈ માટે ક્રિક").
entry(ખાંડ, સ, [ખાંડની જમીન], "ખાંડ જમીનનો ભૂમિખંડ").
entry(બારેટ, ન, [બારેટ્સ], "એક ચપટી ટોપી").
entry(barretor, n, [barretors], "બેરેટર").
entry(barretry, n, [barretries], "બેરેટ્રી").
entry(બારેટ, ન, [બારેટ્સ], "વાળ ક્લિપ").
entry(અવરોધ, ન, [અવરોધો], "એક અવરોધ").
પ્રવેશ(બંધન, વર્તમાન, [], "બાર અને બારીનો વર્તમાન કૃidia").
entry(બારિયો, n, [બારિઓ], "એક જિલ્લો").
entry(barrique, n, [barriques], "દ્રાક્ષમધની પિપડી").
entry(દારૂઉંટાવગૃહ, ન, [દારૂઉંટાવગૃહો], "એવું ગૃહ જ્યાં દારૂ વેચાય છે").
entry(હાડિયા, ન, [હાડિયાઓ], "કાર્ટનો એક પ્રકાર").
entry(બેરી, વિશેષણ, [], "આડી પટ્ટાઓમાં વિભાજિત").
entry(barstool, n, [બારસ્ટૂલ્સ], "બારરૂમમાં એક સ્ટૂલ").
entry(બાર્ટેન્ડ, ક્રિયાપદ, [બાર્ટેન્ડેડ, બાર્ટેન્ડિંગ, બાર્ટેન્ડ્સ], "બારરૂમમાં સેવા આપવી").
entry(હાટ, ક્રિયા, [હાટ કર્યો, હાટ કરવો, હાટ કરે છે], "વેપાર કરવો").
entry(તબાદલો કરનાર, n, [તબાદલો કરનારાઓ], "જે એક વસ્તુ બદલાવે છે").
પ્રવેશ(બાર્ટિસન, ન, [બાર્ટિસન્સ], "બાર્ટિઝન").
entry(બાર્ટિઝન, n, [બાર્ટિઝન્સ], "એક નાનો તુરત").
entry(barware, n, [barwares], "બારરૂમ સાધન").
પ્રવેશ(બાર્યે, ન, [બાર્યેસ], "દબાણની એક એકમ").
entry(બેરિયન, ન, [બેરિયોન્સ], "ઉપપરમાણુ કણનો એક પ્રકારબેરિયોનિક વિશેષણ").
entry(baryta, n, [બેરાઇટાસ], "બેરિયમનો એક સાધનBARYTIC વિશેષણ").
entry(બેરાઇટ, ન, [બેરાઇટ્સ], "બેરાઇટ").
entry(બેરિટોન, n, [બેરિટોને], "એક તારযুক্ত વાદ્ય").
entry(બેરીટોન, n, [બેરીટોન્સ], "બેરિટોન").
entry(મૂળભૂત, વિશેષણ, [], "આધાર સાથે સંબંધિતવધારામાં adv").
entry(બેસોલ્ટ, ન, [બેસોલ્ટ્સ], "એક જ્વાલામુખી પથ્થરBASALTIC વિશેષણ").
entry(બેસલ્ટસ, n, [બેસલ્ટસ], "અનલગ્જ્ડ સ્ટોનવેર").
entry(bascinet, n, [bascinets], "બેસિનેટ").
entry(bascule, n, [ભાસ્ક્યૂલ], "એક પ્રકારનું માશ્કી").
entry(આધાર, વિશેષણ, [], "નૈતિક રીતે નીચું 'BASER BASEST'").
પ્રવેશ(આધાર, v, [આધારિત,આધારીત,આધારો], "સ્થાપિત કરવું").
entry(બેઝબોલ, ન, [બેઝબોલ્સ], "એક પ્રકારે બૉલ").
entry(baseborn, વિશેષણ, [], "નીચી જનમનો").
entry(આધારિત, ભૂત, [], "આધારનો કાળ").
પ્રવેશ(આધારહીન, વિશેષણ, [], "કોઈ આધાર વગર").
entry(બેઝલાઇન, n, [બેઝલાઇન્સ], "નિર્ધારિત કેટલાક રમતવિષયક કોર્ટના અંતે આવેલા લાઇન").
entry(બેઝલોડ, n, [બેઝલોડ્સ], "વિદ્યુત પુરવઠા પરનો કાયમી લોડ").
entry(નીચાહિતે, ક્રિયાવિશેષણ, [], "એક નીચી રીતમાં").
entry(બેઝમેન, સ, [બેઝમેન], "બેઝબોલમાં ચોક્કસ ખેલાડી").
entry(ભુંયારું, n, [ભુંયારાંઓ], "મકાનનો જમીનથી નીચેનો ભાગ").
entry(હીનતા, n, [હીનતાઓ], "હીન હોવાની સ્થિતિ").
entry(બેસેજી, n, [બેસેજીઓ], "એક ભસ્યા વિના રહેતો કુકુર").
entry(બેસપાથ, n, [બેસપાથ્સ], "બેસ રનરનો બેેસેસ વચ્ચેનો માર્ગ").
entry(બેસર, તુલનાત્મક, [], "નો મૂળ").
entry(મૂળાસ્થાન, બહુવચન, [], "મૂળાશ્રયના").
entry(basest, superlative, [], "આધારનો").
entry(બૅશ, ક્રિયાપદ, [બૅશ્વડાયું, બૅશ કરવો, બૅશ કરે છે], "છીનવી નાખવું").
entry(બાશા, ન, [બાશાઓ], "એક પાશા").
entry(બૅશર, n, [બૅશર્સ], "જે બૅશ કરે છે").
entry(શરમાળ, વિશેષણ, [], "શાઈ ટિમિડ").
entry(બેશિંગ, n, [બેશિંગ્સ], "મારામારીનો એક કાર્ય").
entry(બશલેક્સ, પ, [બશલેક્સ], "કાપડનું ટોપું").
entry(basic, n, [basics], "મૂળભૂત").
entry(ક્ષારતા, ન, [ક્ષારતાઓ], "ક્ષારીય હોવાની સ્થિતિ").
entry(basidium, n, [basidia], "ફૂંગસ પરનું ઢાંચોBASIDIAL વિશેષણ").
entry(basifier, n, [basifiers], "એક કે જે βασифી કરે").
entry(બેસિફાઈ, v, [બેસિફાઈડ,બેસિફાઈંગ,બેસિફાઈઝ], "ક્ષાર બનાવવું").
entry(બેસિલ, n, [બેસિલ્સ], "એક સુગંધિત જડીબુટ્ટી").
entry(basilar, વિશેષણ, [], "મૂળ").
entry(basilary, adj, [], "બેસિલાર").
entry(બેસિલેક્ટ, n, [બેસિલેક્ટ્સ], "એક વિસ્તારની સૌથી ઓછી પ્રતિષ્ઠિત ભાષા").
entry(બેસીલિક, વિશેષણ, [], "બેસીલિકા સંબંધિત").
entry(બેસિલિકા, ન, [બેસિલિકા], "અથવા BASILICAE પ્રાચીન રોમન મકાન").
entry(બેસિલિસ્ક, ન, [બેસિલિસ્ક્સ], "એક કલ્પિત સર્પેંટ").
entry(બેસિન, n, [બેસિનો], "એક મોટું વહાણ, બેસિનલ, બેસિનેડ વિશેષણ").
entry(basinet, n, [basinets], "એક મધ્યયુગીય હેલ્મેટ").
entry(ટાંકીભર, n, [ટાંકીભરs], "જેટલું ટાંકીમાં સમાઈ શકે એટલું").
બાસ(પ્રવેશ, ઉપહિત, [], "મૂલનો ભાગ રૂપ").
entry(બેઝિયન, નં, [બેઝિયન્સ], "ખોપરીનો એક ભાગ").
entry(ઈન્વએસટીગેશન, પ, [કામકાજ], "કોઈક વાતનો આધારો").
entry(bask, v, [basked,basking,basks], "આનંદદાયક ગરમીમાં આરામથી બેસવું").
entry(basket, n, [baskets], "એક લાકડાનો કંટેનર").
entry(બાસ્કેટ્રી, ન, [બાસ્કેટ્રીઝ], "ટોપલાં બનાવવાની કળા").
પ્રવેશ(બાસમતી, ન, [બાસમતીસ], "લાંબા દાણાવાળા ચોખા").
પ્રવેશ(_basophil_, n, [basophils], "સેલનો એક પ્રકાર").
entry(બાસ્ક, ન, [બાસ્ક્સ], "બોડી스").
entry(બેસ, ન, [બેસીસ], "એક ખાદ્ય માછલી").
entry(બાસ, વિશેષણ, [], "બાસેર બાસેસ્ટડીપસાઉન્ડિંગ").
entry(basset, v, [basseted,basseting,bassets], "અથવા BASSETTED BASSETTING BASSETSto આઉટક્રોપ").
entry(બાસી, અ, [], "બાસોનું બહુંવચન").
entry(બેસિનેટ, n, [બેસિનેટ્સ], "શિશુના પટારા તરીકે ઉપયોગમાં લેવામાં આવતી ટોકરી").
entry(બાસિસ્ટ, ન, [બાસિસ્ટ્સ], "એક વ્યક્તિ જે ડબલ બાસ વગાડે છે").
entry(bassly, adv, [], "નીચા પિચ્છમાં").
entry(bassness, n, [bassnesses], "પિચમાં નીચાઈ").
entry(basso, n, [bassos], "અથવા BASSIa નીચી પિચ ધરાવતો ગાયક").
ડોંગ entry(બાસૂન, n, [બાસૂન્સ], "ઘટિયું અવાજવાળી વાદ્ય").
entry(basswood, n, [basswoods], "એક લિંડન વૃક્ષ").
entry(bassy, વિશેષણ, [], "નિકિષ્પમાં નીચું").
entry(બાસ્ત, નહિનામ, [બાસ્ત્સ], "એક ગરકیکشن સુંદર લાકડાનો રેસો").
entry(કાયદેસર નહિ, સં, [કાયદેસર નહિ બાળકો], "એક ગેરકાયદેસર બાળ").
entry(બરાબડી, સ, [બરાબડીઓ], "વારસ વિચ્છેદ સ્થિતિ").
entry(baste, v, [basted,basting,bastes], "આલસપૂર્વક સવારો માટે સેલાઇ કરવી").
entry(બેસ્ટર, ન, [બેસ્ટરો], "এক যে বস্ট કરે").
entry(bastile, n, [bastiles], "બાસ્ટિલ").
entry(બાસ્ટિલ, ન, [બાસ્તિલ્સ], "એક કેદખાનું").
entry(basting, n, [bastings], "બાસ્ટર દ્વારા વપરાયેલા થ્રેડ").
entry(બાસ્ટિયન, પ, [બાસ્ટિયન્સ], "એક કિલ્લેબંદી જગ્યા").
entry(ચમચ, v, [ચમચયું,ચમચતી,ચમચો], "એક બેઝબોલને મારવો").
entry(બાટાર્ડ, n, [બાટાર્ડ્સ], "એક બીર્ચબાર્ક ડુંગી").
entry(શક્કરિયું, n, [શક્કરીયાં], "એક મીઠું બટાટું").
entry(batboy, n, [batboys], "બેટબૉલો ઉપકરણોની સંભાળ રાખતો છોકરો").
entry(batch, v, [batched, batching, batches], "એકત્રિત કરવું").
entry(બેચર, n, [બેચર્સ], "એક કે જે બેચ કરે").
entry(બેટ, v, [બેટેડ,બેટિંગ,બેટ્સ], "બળને ઘટાડવા").
entry(bateau, n, [bateaux], "એક સમતલહોંડી નૌકા").
entry(બેટફિશ, સ, [બેટફિશઝ], "એક બેટ નમુ પાઠ").
entry(બેટફાઉલ, v, [બેટફાઉલ્ડ, બેટફાઉલિંગ, બેટફાઉલ્સ], "પક્ષીઓને રાત્રે પકڑવા").
entry(બેટગર્લ, ન, [બેટગર્લ્સ], "એક છોકરી જે બેસબોલના સાધનનો સંભાળ લેશે").
entry(બાથ, ન, [બાથ્સ], "ધોવાનું").
entry(સ્નાન કરવું, ક્રિયા, [સ્નાન કર્યું, સ્નાન કરી રહ્યું છે, સ્નાન કરે છે], "સમુદ્ર્નાં પાણીથી ધોવું").
entry(સ્નાનકર્તા, ન, [સ્નાન્યો], "જે સ્નાન કરે છે").
એન્ટ્રી(બેથેટિક, વિશેષણ, [], "તુચ્છ").
entry(સ્નાન, n, [સ્નાન], "સ્નાન કરતી વ્યક્તિની ક્રિયાની act").
પ્રવેશ(બાથલેસ, વિશેષણ, [], "ન્હાતું નથી").
entry(બાથમેટ, ન, [બાથમેટ્સ], "સ્નાનગૃહમાં વપરાતું પરપોટા").
entry(બાથოს, n, [બાથોસેસ], "સાધારણતા").
entry(બાથરોબ, ન, [બાથરોબ્સ], "એક ઘરનો કોટ").
entry(સ્નાનગૃહ, ન, [સ્નાનગૃહો], "સ્નાન કરવાનું કક્ષ").
entry(સ્નાનગૃહ, n, [સ્નાનગૃહો], "સ્નાન કરવા માટેનો નાનો ટબ").
entry(બેથાયલ, વિશેષણ, [], "ગહન નદી સાથે સંબંધિત").
entry(બંતિક, v, [બંતિક કર્યું,બંતિક કરવું,બંતિક], "એક વિશિષ્ટ પ્રક્રિયાથી કપડાને રંગવું").
entry(બેટિંગ, વર્તમાન, [], "બેટ નું વર્તમાન વિ форме").
entry(બાટીસ્ટ, ન, [બાટીસ્ટસ], "એક પાતળી કાપડ").
entry(batlike, વિશેષણ, [], "ચમગીદરૂપ હવા માં ઉડતું સસ્તન પ્રાણી").
entry(બેટમેન, ન, [બેટમેન], "એક ક્રમબર").
entry(બેટન, n, [બેટન્સ], "એક નાના દરવાજો").
entry(બેટ્સમેન, પ, [બેટ્સમેન], "જેણે બેટિંગ કર્યું").
entry(batt, n, [batts], "કપાસનો એક પાનો").
પ્રવેશ(બટાલિયા, ન, [બટાલિયાઓ], "સૈન્ય એકમ").
entry(બેટો, ન, [બેટોક્સ], "બેટો").
entry(બેટેડ, ભૂતકાળ, [], "બેટ નો કાળ").
entry(batten, v, [battened,battening,battens], "લાકડાના પટ્ટીયાથી બાંધવું").
entry(battener, n, [batteners], "જોયનું બટન બનાવનાર").
entry(મારનાર, v, [માર્યો,મારવાનો,મારે છે], "વારંવાર મારવું").
entry(મારનાર, સં, [મારનારાઓ], "એક જે મારેલા").
entry(બેટરી, ન, [બેટરીઝ], "એક બેલેMovimiento").
entry(બેટરી, ન, [બેટરીઝ], "વિદ્યુત પ્રવાહ ઉત્પન્ન કરવા માટેનું ઉપકરણ").
entry(battier, comparative, [], "બેટીનું").
entry(સૌથી પાગલ, ઉત્કૃષ્ટ, [], "પાગલની").
entry(બાટિક, ન, [બાટિક્સ], "બાટિકિંગ દ્વારા રંગાયેલું કાપડ").
entry(અતિ-અસામાન્ય રીતે, adv, [], "અતિ-અસામાન્ય રીતે").
entry(બેટિંગ, n, [બેટિંગ્સ], "a બેટ").
entry(યુદ્ધ, v, [યુદ્ધ કર્યું, યુદ્ધ કરી રહ્યું છે, યુદ્ધ કરે છે], "લડવું").
entry(લડ્યાન, પુરુષવાચક, [લડ લોકો], "જૉ લડાઇ કરે તે").
entry(બત્તુ, વિશેષણ, [], "બૅલેટની ચળવળ સંબંધિત").
entry(બેટ્ટ્યુ, નામ, [બેટ્ટ્યુઝ], "વધારાની દેવાની એક પ્રકારની શિકાર").
entry(batty, adj, [], "વહિયાત").
entry(batwing, વિશેષણ, [], "ચમકાદડાના પંખાની આકારની").
entry(બૉબી, પ, [બૉબીઓ], "બૉબી").
entry(બૉબલ, ન, [બૉબલ્સ], "સસ્તો ખીલ".).
entry(બોડ, ન, [બોડ્સ], "ડેટા પ્રસારણ ઝડપની એક એકાઈ").
entry(બોડેકિન, ન, [બોડેકિંસ], "મોખરફાવેલું કાપડ").
entry(બાઉડ્રોનસ, પ, [બાઉડ્રોનસસ], "એક બિલાડી").
entry(બાહિનીય, નામ, [બાહિનીયસ], "એક નાની ઉષ્ણકટિબંધની વૃક્ષ").
entry(baulk, v, [baulked,baulking,baulks], "અડચણ કરવી").
entry(બાલ્કર, n, [બાલ્કર્સ], "બાલ્કર").
entry(baulky, adj, [], "BAULKIER BAULKIESTbalky").
entry(બોસૉન્ડ, વિશેષણ, [], "સફેદ નિશાન ધરાવશે").
entry(બોકસાઇટ, ન, [બોકસાઇટ્સ], "એલ્યુમિનિયમના એક અયસ્ક બૉક્સાઇટિક વિશેષણ").
entry(બોબી, સં., [બોબીઓ], "એક સ્કોટિશ નાનું સિક્કું").
entry(બોકોક, પુ, [બોકોક્સ], "એક શ્રેષ્ઠ વ્યક્તિ").
entry(bawd, n, [bawds], "એક મહિલા").
entry(bawdier, તુલનાત્મક, [], "બૉડી ની").
entry(બોડીઝ, બહુવચન, [], "બોડી ના").
entry(બૂડિયસ્ટ, સર્વોચ્ચ, [], "બાઉડીની").
entry(અશ્લીલતાથી, ક્રિયાવિશેષણ, [], "અશ્લીલ રીતે").
entry(બૉડ્રિક, n, [બૉડ્રિક્સ], "બેલ્ટ").
entry(અશ્લીલતા, એન, [અશ્લીલતાઓ], "અશ્લીલતા").
entry(અશ્લીલ, વિશેષણ, [], "અશ્લીલતમ અશ્લીલતમત્તમઅશ્લીલ").
entry(અશ્લીલ, ન, [અશ્લીલો], "અશ્લીલ ભાષા").
પ્રવેશ(બૉક, ન, [બૉક્સ], "એક એટલાન્ટિક સમુદ્રી પક્ષી").
દાખલ(bawl, v, [bawled,bawling,bawls], "ઊંચા અવાજે રડવું").
entry(બોલર, ન, [બોલર્સ], "જે બૉલ કરે").
entry(બોન, ન, [બોન્સ], "ગાય માટેનું મેદાન").
entry(બોસુંડ, વિશેષણ, [], "બઓસંડ").
entry(બૉટી, n, [બૉટીઝ], "એક કૂતરો").
entry(બૉવટી, n, [બૉવટીઓ], "બૉવટી").
entry(ખાડી, v, [અલાપ્યું,અલાપવું,અલાપે], "હવેલ મારવી").
entry(બે, વિશેષણ, [], "બાયર બેયેસ્ટડાર્ક કથ્થાઈ").
entry(બાયડિયર, n, [બાયડીઅર્સ], "બાયાડેર").
entry(બયેદેર, n, [બયેદેરેસ], "એક નૃત્ય કરનાર યુવતી").
entry(બયામો, n, [બયામોઝ], "એક મજબૂત પવન").
entry(બેયાર્ડ, ન, [બેયાર્ડ્સ], "ઘોડો").
entry(બેયબેરી, n, [બેયબેરીઝ], "એક બેરીનું ઝાડ").
entry(બેફ્રન્શ્ટ, પ, [બેફ્રન્શ્ટ્સ], "એક અખાતનું દરિયાકિનારો").
entry(બેએમેન, પ, [બેએમેન], "એક વ્યક્તિ જે બંધરમાં માછલી પકડે છે").
entry(બેયનોડ્ડી, પ, [બેયનોડ્ડીઝ], "એક બેયમેન").
entry(બેયોનેટ, ક્રિયા, [બેયોનેટેડ, બેયોનાેઇટિંગ, બેયોનેટ્સ], "અથવા બેયોનેટેડ બેયોનેટિંગ બેયોનેટસ - ખંજરી જેવા હથિયારથી ધકાવું").
entry(બેયૂ, ન, [બેયૂઝ], "એક કાદવાળું જળાશય").
entry(બેસાઈડ, n, [બેસાઈડ્સ], "કાંઠો જે સમુદ્રનો પ્રવેશ હોય").
entry(બેવુડ, n, [બેવુડ્સ], "એક ખૂરચી મહોગની").
પ્રવેશ(બઝાર, ನ, [બઝારો], "એક માર્કેટપ્લેસ").
entry(બજાર, n, [બજારો], "બજાર").
entry(બજૂ, n, [બજૂઓ], "મોં").
entry(બઝૂકા, n, [બઝૂકાઓ], "એક નાનું રૉકેટ લૉન્ચર").
entry(bazz, v, [bazzed, bazzing, bazzes], "દૂઢત્રી તરીકે ફેંકવું").
entry(ઘ સ્બ નાખ સાથે ગ્રાહા, n, [ઘ સ્બ નાખ સાથે ग्राहाs], "એક રેજિન અથવા ગમ અવુ"]).
entry(be, v, [], "હાજર એકવચન પ્રથમ પુરૂષ AM ૨મું ARE અથવા ART ૩રું IS ભૂતકાળ એકવચન પહેલું અને ત્રણેય પુરૂષ WAS ૨મું WERE અથવા WAST અથવા WERT ભૂતકાળ વિરામ BEEN હાજર વિરામ BEING વાસ્તવિકતા ધરાવવી").
પ્રવેશ(કિનારે, v, [કિનારે લાગ્યું,કિનારે લાગવું,કિનારાઓ], "તટ પર ચલાવવું").
entry(બીચબૉય, પ, [બીચબૉય્ઝ], "એક પુરષ બીચ હાજર રહેનારો").
entry(beachy, adj, [], "રેઠાળ અથવા જતા ભરેલા").
entry(બીકન, v, [બીકન્ડ,બીકનિંગ,બીકનસ], "ચેતવણી આપવી અથવા માર્ગદર્શન આપવું").
entry(માળ, v, [માળાયું,માળતા,માળો], "માળ અથવા કાચના ટુકડાઓથી શણગારો").
entry(વિણા, ન, [વિણાઓ], "જેનું કાર્ય વિણવું છે").
entry(beadier, comparative, [], "મણિકાંકિત").
entry(beadiest, superlative, [], "ફણગાવટ").
entry(મણિકા, ક્રિયાવિશેષણ, [], "મણિકાની રીતમાં").
entry(મણિકા, n, [મણિકાઓ], "મણિકા વાળો સામગ્રી").
entry(બીડલ, n, [બીડલ્સ], "એક પેરિશ અધિકારી").
entry(beadlike, adj, [], "મણિઓ જેવા").
entry(beadman, n, [beadmen], "માળાવાળો").
entry(beadroll, n, [beadrolls], "નામોની સૂચિ").
entry(beadsman, n, [beadsmen], " બીજો કોઈ માટે પ્રાર્થના કરે છે").
entry(મણકાનું કાર્ય, n, [મણકાનાં કાર્ય], "મણકાબાંધન").
entry(beady, adj, [], "મણકાનાં જેવી BEADIER BEADIEST").
entry(બીગલ, v, [બીગલ્ડ, બીગલિંગ, બીગલ્સ], "નાના હાઉન્ડ્સ બીગલ સાથે શિકાર કરવો").
entry(બીગલર, ન, [બીગલર્સ], "જે બીગલ સાથે શિકાર કરે છે").
entry(beagling, n, [beaglings], "બીગલ્સ સાથે શિકાર કરવાની પ્રવૃત્તિ").
ઍન્ટ્રી(ચાંચ, ન, [ચાંચો], "પક્ષીઓનો બિલચાંચયુક્ત ચાંચવિહિન ચાંચ જેવી adj").
entry(બીકર, ન, [બીકર્સ], "મોટું કપ").
entry(beaky, adj, [], "ચાંચ જેવું BEAKIER BEAKIEST").
entry(beal, n, [beals], "દાડુ એક ચેપગ્રસ્ત ઘા માણસના શરીર પરનું પીડાદાયક સ્થળ").
entry(bealing, n, [bealings], "એક બીઅલ").
પ્રવેશ(બીમ, ક્રિયા, [બીમ્ડ,બીમીંગ,બીમ્સ], "આકાશ કિરણોનું પ્રસ્તાવ મૂકવું").
entry(beamier, તુલનાત્મક, [], "ભરેલી").
entry(beamiest, superlative, [], "બીમિનો").
entry(beamily, adv, [], "બીમીમય રીતે").
entry(બિમશ, વિશેષણ, [], "સમજદાર").
entry(beamless, adj, [], "સંકહીન").
entry(રીશમલ, વિશેષણ, [], "બીમ સમાન").
entry(beamy, adj, [], "BEAMIER BEAMIESTbeaming").
entry(બીન, ક્રિયા, [બીન્ડ,બીનિંગ,બીન્સ], "માથા પર મારવું").
entry(બીનબેગ, n, [બીનબેગ્સ], "એક નાની કાપડની બેગ").
પ્રવેશ(બીનબોલ, n, [બીનબોલ્સ], "માથામાં છોડેલું બેસબૉલ").
પ્રવેશ(બીનરી, ન, [બીનેરીઝ], "સસ્તું રેસ્ટોરન્ટ").
entry(બીની, n, [બીનિકાઓ], "એક નાની ટોપી").
entry(beanlike, adj, [], "એક બીન જેવા રહેવા").
entry(beano, n, [બીનોઝ], "બિંગોનો એક રૂપ").
entry(beanpole, n, [beanpoles], "એક પાતળી લાકડીએ").
entry(ભાલુ, v, [જન્મેલા, જંપવું, ભાલુઓ], "સહન કરવુંBEARABLE adjBEARABLY adv").
entry(bearcat, n, [bearcats], "એક નાનું સ્તનધારી પ્રાણી").
પ્રવેશ(દાઢી, v, [દાઢીવાળા,દાઢીબનાવતા,દાઢીઓ], "નિર્ભયતાથી વિરુદ્ધ થવા").
entry(ધરનાર, સંજ્ઞા, [ધરનારઓ], "એક કે જે ધરે").
entry(ભાલુઆલિંગન, n, [ભાલુઆલિંગનો], "ખડતલ ટાઇટ ગળે મળવું").
entry(ધેર્ય, પ, [ધેર્ય], "વર્તન").
entry(ભાલુ જેવું, વિશેષણ, [], "ભાલુ જેવું જોવા મારું, મોટી સ્તનધારી").
entry(bearlike, adj, [], "ભાલૂ જેવા").
entry(ભાલુપગ, n, [ભાલુપગો], "ભાલુની પાંવ").
entry(રાંધેલવાઘ, સ, [રાંધેલવાઘઓ], "વરાલ ની ખાલ").
entry(bearwood, n, [bearwoods], "બકથોર્ન કુટુંબનો એક નાનો ઝાડ").
entry(પશુ, ન, [પશુઓ], "પ્રાણી").
entry(બીસ્ટી, n, [બીસ્ટીસ], "એક નાનું પ્રાણી").
entry(પશુસમા, વિશેષણ, [], "પશુ જેવા").
entry(beat, v, [beat,beaten,beating], "અથડાવવુંવારંવાર મારોBEATABLE વિશેષણ").
પ્રવેશ(બીટબોક્સ, ક્રિયા, [બીટબોક્સ કર્યું, બીટબોક્સ કરી રહ્યો છે, બીટબોક્સ કરે છે], "રૅપ સંગીતની લય પર ગાવું").
entry(બિટર, સ, [બિટર્સ], "એક જે માર.education.es").
entry(beatific, adj, [], "બ્લિસફુલ").
entry(શણગારવું, ક્રિયાપદ, [શણગાર્યું, શણગારતા, શણگار છે], "ખુશ બનાવવું").
પ્રવિષ્ટિ(હાર, ન, [હારો], "એક પરાજય").
entry(beatless, વિશેષણ, [], "કોઈ તાલ ન હોવો").
entry(બિટનિક, n, [બિટનિક્સ], "એક બિનઅનુરુપતા").
entry(બ્યુ, સ, [બ્યુઝ], "અથવા બ્યુક્સ એક પ્રેમી બ્યુઇશ વિશેષણ").
entry(ઉત્સુકતા, ન, [ઉત્સુકતાઓ], "એક પ્રચૂરતા").
entry(સૌંદર્ય, ન, [સૌંદર્યોથી], "એક સુંદર વસ્તુ").
entry(સૌંદર્ય, વિશેષણ, [], "સૌંદર્યવાન સૌંદર્યવંતમો સુંદર").
entry(સુંદ્રીકરણ, v, [સુંદરિત,સુંદરિતામણું,સુંદરિત છે], "સુંદર બનાવવું").
entry(સૌંદર્ય, n, [સૌંદર્ય઼ો], "જે સુંદર છે").
પ્રવેશ(બોજ, એ, [], "બોસ્ટનો બહુવચન").
entry(બિવર, ક્રિયાપદ, [બિવર્ડ, બિવરિંગ, બિવર્સ], "જોરદાર કામ કરવાનું").
entry(બેબીરુ, સજાતિ, [બેબીરુઝ], "એક ઉષ્ણકટિબંધ વૃક્ષ").
entry(beblood, v, [beblooded,beblooding,bebloods], "લોહીથી ઢંકી દેવું").
entry(બિબોપ, ન, [બિબોપ્સ], "જૅઝનો એક પ્રકાર").
entry(bebopper, n, [beboppers], "બિબોપ ને પસંદ કરનારા").
entry(becalm, v, [becalmed,becalming,becalms], "શાંત કરવા").
entry(બેક્સમ, ભૂતકાળ, [], "બનવું નો કાળ").
entry(becap, v, [becapped,becapping,becaps], "ટોપી મૂકવી").
entry(becarpet, v, [becarpeted,becarpeting,becarpets], "કાર્પેટથી ઢાંકવું").
entry(કારણ કે, conjunction, [], "આ કારણસર").
એકમ(bechalk, v, [bechalked, bechalking, bechalks], "ચોકથી ઢાંકવું").
entry(બેચામેલ, ન, [બેચામેલ્સ], "એક સફેદ સૉસ").
entry(bechance, v, [bechanced,bechancing,bechances], "પડવું").
entry(મોહિત, ક્રિયા, [મોહિત કર્યું, મોહીત કરી રહ્યો, મોહીત કરે છે], "જાદુ હેઠળ રાખવું").
entry(બેક, ક્રિયા, [બેકેડ, બેકિંગ, બેક્સ], "બંધન આપવું").
entry(બેકેટ, n, [બેકેટ્સ], "સુરક્ષિત કરતું દોરડું").
entry(ઇશારો, ક્રિયા, [ઇશારો કર્યો,ઇશારો કરવો,ઇશારા કરે છે], "સંકેત અથવા હાવભાવ દ્વારા સંકેત કરવો").
entry(બેકોનર, ન, [બેકોનર્સ], "જે બોલાવે છે").
entry(beclamor, v, [beclamored,beclamoring,beclamors], "નોંધપાત્ર અવાજ સાથે બૂમાબૂમ કરવી").
entry(beclasp, v, [beclasped,beclasping,beclasps], "આલિંગન કરવું").
entry(becloak, v, [becloaked,becloaking,becloaks], "એક ઝબ્બો મૂકવો").
entry(beclog, v, [beclogged,beclogging,beclogs], "પૂર્ણ રીતે આવરિત થવું").
entry(beclothe, v, [beclothed,beclothing,beclothes], "ઓઢાવવું").
entry(ઠાકવું, ક્રિયા, [ઠાક્યું,ઠાકતું,ઠાકે છે], "ધૂંધળું બનાવવું").
entry(beclown, v, [beclowned,beclowning,beclowns], "હાસ્યાસ્પદ દેખાવા માટે કારણ બનવું").
entry(બનવું, v, [бનيو, બની રહેલું, બને છે], "હોવું આવે છે").
entry(બિકમિંગ, નિ, [બિકમિંગ્ઝ], "બદલાવની એક પ્રક્રિયા").
પ્રવેશ(ભીરૂ, ક્રિયા, [ભીરુ થયેલ, ભીરુ હોવું, ભીરુ થતા], "કાયરતા નો આરોપ લગાવવા માટે").
entry(becrawl, v, [becrawled,becrawling,becrawls], "પર રેંગવા").
entry(becrime, v, [becrimed,becriming,becrimes], "એક ગુનામાં ગેરકાનૂની બનાવવા માટે").
entry(બેક્રાઉડ, વી, [બેક્રાઉડેડ, બેક્રાઉડિંગ, બેક્રાઉડ્સ], "સંકુચિત રીતે ભીડ થવી").
entry(becrust, v, [becrusted,becrusting,becrusts], "ભૂરણ વડે ઢાંકવું").
entry(becudgel, v, [becudgelled,becudgelling,becudgels], "અથવા BECUDGELED BECUDGELING BECUDGELSને સારી રીતે માસ્ટર કરવી").
entry(કઠોર શાપ આપવો, v, [કઠોર શાપ આપ્યો, કઠોર શાપ આપતો, કઠોર શાપ આપે છે], "ઘણા કઠોર રીતે શાપ આપવો").
entry(બેડ, v, [બેડેડ,બેડિંગ,બેડસ], "સૌપૂરીક લાભ લેતી, સપાન માટે ઉપયોગમાં લેવાતું ફર્નિચર").
entry(bedabble, v, [bedabbled,bedabbling,bedabbles], "મોટી ગંદી કરવી").
entry(બેદાદ, ઉદ્‌ગાર, [], "હળવા શાપ તરીકે વપરાય છે").
entry(bedamn, v, [bedamned,bedamning,bedamns], "શાપ મુકવો").
entry(bedarken, v, [bedarkened,bedarkening,bedarkens], "અંધારું કરવું").
entry(લપસી, ક્રિયા, [લપસ્યું, લપસતા, લપસે છે], "લપસી જવું").
entry(બેડાઝલ, ક્રિયા, [બેડાઝલ્ડ, બેડાઝલિંગ, બેડાઝલ્સ], "ભ્રમિત કરવું").
entry(bedboard, n, [bedboards], "ગાદલું અને બેડસ્પ્રિંગ વચ્ચે રાખ્યો ગયેલો બોર્ડ").
entry(ખટમલ, ન, [ખટમલ], "લોહી પડનાર કીટક").
entry(bedchair, n, [બેડચેયર્સ], "બેડની નજીક આવેલી એક થાકણવાળી ખુરશી").
entry(પથારીનું ઢાંકણ, ન, [પથારીઓના ઢાંકણ], "પથારી માટે ઢાંકણ").
entry(beddable, adj, [], "શયને માટે યોગ્ય").
entry(બેડેડ, ભૂતકાળ, [], "બેડનો કાળ").
entry(બેડર, n, [બેડર્સ], "એક જે પલંગ બનાવે છે").
બ_entry(બેડ્ડિંગ, એન, [બેડ્ડિંગ્સ], "પથારી બનાવવા માટેનો સામગ્રી").
entry(બેડેફન, v, [બેડેફિંદ, બેડેફનિંગ, બેડેફન્સ], "બહેરું બનાવવું").
entry(સજાવટ, ક્રિયાપદ, [સજાવ્યું,સજાવી રહ્યું,સજાવે છે], "ભવ્યતા સાથે વસ્ત્ર પહેરાવવું").
entry(બેડેલ, પં, [બેડેલ્સ], "એક અંગ્રેજી યૂનિવર્સિટી અધિકારી").
નાંત(bedell, ન, [bedells], "bedel").
entry(bedeman, n, [બીડેમેન], "બીડ્સમેન").
entry(bedesman, n, [bedesmen], "બીડ્સમેન").
entry(bedevil, v, [bedeviled,bedeviling,bedevils], "or BEDEVILLED BEDEVILLING BEDEVILSto harass").
entry(bedew, v, [bedewed,bedewing,bedews], "શીતપાતથી ભીના કરવા").
entry(ખાટગત, વિશેષણ, [], "ખાટ પર બંધાયેલા").
entry(બેડફ્રેમ, n, [બેડફ્રેમ્સ], "ખાટલાનું ફ્રેમ").
entry(bedgown, n, [bedgowns], "એક ડ્રેસિંગ ગાઉન").
entry(bedhead, n, [bedheads], "બેડના માથા પર ઊભી થતી બોર્ડ").
entry(bediaper, v, [bediapered,bediapering,bediapers], "એક પ્રકારની ડિઝાઇન સાથે શણગારવા માટે").
entry(bedight, v, [bedighted,bedighting,bedights], "સજાવવા માટે").
entry(bedim, v, [bedimmed,bedimming,bedims], "અસ્પષ્ટ બનાવવું").
entry(bedimple, v, [bedimpled,bedimpling,bedimples], "ડિંપલ કરવું").
entry(bedirty, v, [bedirtied,bedirtying,bedirties], "માટી ખાતી").
entry(શૃંગાર, ક્રિયાપદ, [શૃંગારિત,શૃંગારવી,શૃંગાર], "તડાકાભડાકથી પહેરવેશ કરવો").
entry(અનેષ્ઠા, ન, [અનેષ્ઠાઓ], "ગોથંબ").
પ્રવેશ(બેડલમર, એન, [બેડલમર્સ], "એક યુવાન હરપ સીલ, એક જલચર સ્તનધારી").
entry(bedlamp, n, [બેડલેમ્પ્સ], "બેડની નજીકનો દીવો").
entry(ખાટલાવિહીન, વિશેષણ, [], "ખાટલા વિના").
entry(bedlike, adj, [], "કરીયાં જેવી").
entry(બેડલાઇનર, n, [બેડલાઇનર્સ], "ટ્રકના બેડ માટેનું રક્ષણાત્મક આવરણ").
entry(bedmaker, n, [પાંચવણારા], "જેઓ પથારા કરે છે").
entry(bedmate, n, [bedmates], "ેસંગી").
entry(bedotted, adj, [], "ડોટ્સથી છવાયેલું").
entry(બેદુઇન, ન, [બેદુઇનસ], "એક ભટકતી અરબી").
દાખલ(bedpan, n, [bedpans], "શોચાલય પાન").
entry(બેડપ્લેટ, ન, [બેડપ્લેટ્સ], "એક ફ્રેમ આધાર").
entry(bedpost, n, [bedposts], "బెడ్ యొక్క ఒక అంచటి").
entry(બેડક્વિલ્ટ, n, [બેડક્વિલ્ટ્સ], "થેંઢગાર માટેની ક્વિલ્ટ").
entry(બેડરેલ, n, [બેડરેલ્સ], "પાટિયું જે પથારીની બાજુમાં રાખવામાં આવે છે").
entry(bedrape, v, [bedraped,bedraping,bedrapes], "ઝાકળવા").
પ્રવેશ(ભીંજવું, ક્રિયાપદ, [ભીંજ્યું,ભીંજવું,ભીંજે છે], "સંપૂર્ણપણે ભીંજવું").
entry(bedrest, n, [bedrests], "બિછાનામાં આરામ").
entry(bedrid, adj, [], "ખાટલા-માટે").
entry(bedrivel, v, [bedrivelled,bedrivelling,bedrivels], "અથવા BEDRIVELED BEDRIVELING BEDRIVELS લાળથી ઢાંકી").
entry(bedrock, n, [bedrocks], "માટી હેઠળનો પથ્થર").
entry(બેડરોલ, નામ, [બેડરોલ્સ], "એક પોર્ટેબલ બિસ્તર").
entry(શયનકક્ષા, ન, [શયનકક્ષાઓ], "ઊંઘવા માટેનું એક કક્ષ").
entry(બેડ્રગ, v, [બેડ્રગ્ડ,બેડ્રગિંગ,બેડ્રગ્સ], "ઊંઘ માં દુબાણ લાવવા").
entry(પથારીના કાપડ, સ, [પથારીના કાપડ], "નીંદ્રા માટેનું કે કોટ પર ઓઢવાનું કાપડ").
entry(bedside, n, [bedsides], "ખાટલા તરફ").
entry(bedsit, n, [bedsits], "એક રૂમવાળું Apartment").
entry(બેડস্কર્ટ, નિ, [બેડસ્કર્ટસ], "ખાટના ખેંચપર જોડાયેલું પડદું").
entry(બેડસૉક, n, [બેડસૉક્સ], "પથારીમાં પહેરવા માટેનો મોજો").
entry(bedsonia, n, [બેડસોનિયાસ], "એક વાયરસ").
entry(હટરો, ન, [હટરો], "એક પ્રકારની ઘા").
પ્રવેશ(બેડસ્ટેન્ડ, ન, [બેડસ્ટેન્ડ્સ], "પલંગની બાજુમાંનું એક ટેબલ").
entry(પલંગપાણી, n, [પલંગપાણીઓ], "પલંગ માટેનો આધાર").
entry(નિઓલ,ના, [નિઓલ્સ], "એક લાકડાનું હર્બ").
entry(પથારીનાં કવર, ન, [પથારીનાં કવર], "ગાદીના કાપડનો કવર").
entry(સામાન્ય સૂવાની સમય, n, [સામાન્ય સૂવાની સમય], "સૂવા માટેનો સમય").
entry(બેડુ, ન, [બેડુ], "એક બેડોઈન").
એન્ટ્રી(બેડુઇન, ન, [બેડુઇન્સ], "બેડુઇન").
entry(બેડંબ, ક્રિયા, [બેડંબેડ, બેડંબિંગ, બેડંબ્સ], "બોલતી બંદ કરવી").
entry(બેડન્સ, ક્રિયા, [બેડન્સ્ડ, બેડન્સિંગ, બેડન્સેસ], "મૂશણ બનાવવાનો").
entry(bedward, adv, [], "બેડ તરફ").
entry(bedwards, adv, [], "પીઠપલટ").
entry(bedwarf, v, [bedwarfed,bedwarfing,bedwarfs], "તુલનામાં નાનું દેખાવા માટે કારણ બનવું").
entry(મધમાખી, ન, [મધમાખીઓ], "એક પંખીવાળું ફળ虫").
entry(બિબિ, n, [બિબિઓ], "એક ગોળી").
entry(beebread, n, [beebreads], "એક પરાગરજ મિશ્રણ").
entry(બીચ, n, [બીચેસ], "એક પ્રકારનું વૃક્ષBEECHEN વિશેષણ").
entry(બીચનટ, ન, [બીચનટ્સ], "બીચનું નટ").
entry(beechy, adj, [], "ઝાડની બહુલતા ધરાવતો").
entry(બીડી,ન, [બીડીઝ], "બિડી").
entry(બીફ, ન, [બીફ્સ], "અથવા બીવ્સa સ્ટીયર અથવા ગાય જે ખોરાક માટે સજ્જ છે").
entry(વીંછીનો માંસ, v, [વીંછીનું માંસ કર્યું,વીંછીનું માંસ કરવા,વીંછીનો માંસ કરે], "ભીડ વધારવા માટે").
entry(બીફેલો, n, [બીફેલોઝ], "અથવા BEEFALOEઅમેરિકન ભેંસ અને ઘરેલું ગાયના સંતાન").
entry(બીફકેક, ન, [બીફકેક્સ], "પુરુષ શરીરની તસવીરો").
entry(ઔટપુટ, તુલનાત્મક, [], "મોટો અને સ્ફુરિત").
entry(સૌથી મજ્બૂત, તુલનાત્માક, [], "મજ્બૂતનું").
entry(દારૂ_CTL, Advjective, [], "એક હુમલાખોર પ્રકારથી").
entry(beefless, adj, [], "અગાથુ વિના હોવું").
એન્ટ્રી(બીફવુડ, સન્યા, [બીફવુડ્સ], "એક કેટકલ").
પપ્રવેશ(બીફી, વિશેષણ, [], "બીફિયર બીફિયેસ્ટબ્રોની").
entry(મધમાખીનો છતો, ન, [મધમાખીના છતા], "મધમાખીઓ માટેનો એક છતો").
entry(beehived, adj, [], "મધમાખીછત્તર જેવા વાળવાળી હેરસ્ટાઇલ ધરાવતી").
entry(beelike, નિવ, [], "મધમાખી જેવી").
entry(મધુમાકીઘૂમટવું, ક, [મધુમાકીઘૂમટ્યું,મધુમાકીઘૂમટતા,મધુમાકીઘૂમટે], "સામે જ કાર્યવાહી કરવી").
entry(been, past, [], "હિસ્સેદારરૂપ બીમાં").
entry(બીપ, ક્રિયાપદ, [બીપ્યું,બીપવું,બીપે છે], "હોર્ન વગાડવો").
entry(beeper, n, [beepers], "સંકેત આપતી ઉપકરણ").
entry(બીયર, n, [બીયર્સ], "બાહ્ય મદિરા પેય").
entry(beernut, n, [બીઅરનટ્સ], "મીઠી કોટિંગવાળો શીંગદાણો").
entry(beery, adj, [], "BEERIER BEERIESTબિયરમાંથી પ્રભાવિતBEERILY adv").
entry(મોખલી મીણ, v, [મોખલી મીણ લગાવેલી,મોખલી મીણ લગાવવું,મોખલી મીણ લગાવશે], "એક પ્રકારની મીણથી ફર્નિચરને પોલિશ કરવું").
entry(બીસ્વિંગ, n, [બીસ્વિંગ્સ], "અંગૂરના દારૂ પર થતી એક પડ").
entry( બીટ, સંજ્ઞા, [બીટ્સ], "બગીચાના છોડ").
entry(ભમરો, v, [ભમર્યો,ભમરતાં,ભમરો], "બહાર નીકળવાનું").
entry(બીટલર, ન, [બીટલર્સ], "કાપડ પરિપૂર્ણતા મશીનનું સંચાલન કરનાર").
entry(ચુકંદર, n, [ચુકંદરો], "બીટનો મૂળ").
entry(બીવ્ઝ, ક, [], "માછલીનો બહુવચન").
entry(મધમાખી ચકલી, n, [મધમાખી ચકલીઓ], "મધમાખી પાલન").
એન્ટ્રી(બીઝર, ના, [બીઝર્સ], "નાક").
entry(befall, v, [befell, befallen, befalling], "BEFALLSto happen to").
entry(befinger, v, [befingered, befingering, befingers], "તમામ પર સ્પર્શ કરવા").
entry(લાયક, v, [લાયક હતો, લાયક હોય, લાયક છે], "ગુણવત્તાપૂર્ણ").
entry(beflag, v, [beflagged,beflagging,beflags], "ધ્વજો સાથે સજાવવું").
entry(beflea, v, [befleaed, befleaing, befleas], "ચીંતીઓથી સંક્રમિત કરવું").
entry(લપક, ક્રિયાપદ, [લપક્યું, લપક્યા, લપકવો], "ડાઘ કરવો").
entry(beflower, v, [beflowered,beflowering,beflowers], "ફૂલોથી ઢાંકવું").
entry(befog, v, [befogged,befogging,befogs], "ધુમ્મસથી આવરી લેવું").
એન્ટ્રી(બીફૂલ, v, [બીફૂલ્ડ,બીફૂલિંગ,બીફૂલ્સ], "ઠગવાનું").
entry(પહેલા, વિકૃતિ, [], "પહેલાં").
entry(મેલો કરવો, ક્રિયાપદ, [મેલો કરી દીધેલું, મેલો કરી રહ્યું, મેલો કરે છે], "ફાઉલ કરવું").
entry(ગંદું કરનાર, n, [ગંદું કરનારાઓ], "જે ગંદું કરે").
entry(befret, v, [befretted,befretting,befrets], "ચાવવું").
entry(મિત્રતાબાંધવી, ક્રિયાપદ, [મિત્રતાબાંધેલી,મિત્રતાબાંધી,cમિત્રતાબાંધે છે], "મિત્ર તરીકે વ્યવહાર કરવાનો").
entry(બેફ્રિંજ, ક્રિયા, [બેફ્રિંજ્ડ, બેફ્રિંજીંગ, બેફ્રિંજેસ], "સીમાના સાથે એક ઝાલરનો આભાસ આપવો").
entry(ઘેલો કરવો, v, [ઘેલો કર્યો, ઘેલો કરવો, ઘેલો કરે છે], "ચકચૂંદ કરવી").
entry(beg, v, [begged,begging,begs], "યાચના કરવા માટે").
entry(begad, interj, [], "માયલ શપથ તરીકે વપરાય છે").
entry(begall, v, [begalled,begalling,begalls], "ખંજવાળાલ મારો ખાવા માટે કંઇક આતુર છે").
entry(શરૂ થઈ, ભૂતકાળ, [], "શરૂ કરવાનો સમય").
entry(begaze, v, [begazed,begazing,begazes], "જોતું રહેવું").
entry(begem, v, [begemmed,begemming,begems], "જેમ કરવા").
entry(beget, v, [begat,begotten,begetting], "BEGET અસ્તિત્વમાં લાવવા નો કારણ બનવું").
entry(જનક, પ, [જનકો], "જે જન્મ આપે છે").
entry(ભિખારી, ક્રિયા, [ભિખારી બનાવ્યો, ભિખારી બનાવતો, ભિખારીઓ], "ગ્રસ્ત કરવું").
entry(દયનીય, વિશેષણ, [], "ખૂબ જ ગરીબ").
entry(ભીખ માગવી, સા, [ભિખારીઓ], "અતિશય ગરીબી").
entry(વિનવ્યું, ભૂતકાળ, [], "વિનંતી કરવાનો કાળ").
entry(માગવું, વર્તમાન, [], "માગવાની ક્રિયાપદરૂપ").
પ્રવેશ(શરૂઆત, v, [શરૂ, શરૂ કર્યું, શરૂ થવું], "શરૂઆતપ્રારંભ કરવો").
entry(શરુઆત, પ, [શરુઆત], "એક જે શરૂ કરે છે").
entry(ઘેરવું, v, [ઘેર્યું,ઘેરવી રહ્યું,ઘેરવાનું], "આસપાસ મૂકવું").
entry(begirdle, v, [begirdled,begirdling,begirdles], "આસપાસ ઘેરવું").
entry(beglad, v, [begladded,begladding,beglads], "ખુશ કરવા માટે").
entry(બેગ્લેમર, ક્રિયાપદ, [બેગ્લેમોયર્ડ, બેગ્લેમોરિંગ, બેગ્લેમોર્સ], "ગ્લેમરથી ચકાચોંધ કરવા").
બંધી(begloom, v, [begloomed, beglooming, beglooms], "ઉદાસ બનાવવા માટે").
entry(begone, v, [], "દૂર જવું એ જ એક માત્ર સ્વરૂપ છે જેનો ઉપયોગ થાય છે").
entry(બેગોવિયા, n, [બેગોવિયાસ], "એક ઉષ્ણકટિબંધીય હર્બ").
entry(begorah, interj, [], "બેગોરા").
entry(begorra, interj, [], "હલકી શપથ તરીકે ઉપયોગ થાય છે").
પ્રવેશ(બેગોરાહ, વિરામચિહ્ન, [], "બેગોરા").
entry(begot, a, [], "બિગેટનો ભૂતકાલ").
entry(જન્માયો, ભૂતકાળ, [], "જન્મ આપવાનો ભાગરૂપ").
entry(begrim, v, [begrimmed,begrimming,begrims], "માટાયવું").
entry(begrime, v, [begrimed,begriming,begrimes], "ફોલક"), " ગંદા કરવા માટે" ).
entry(બિગ્રોન, v, [બિગ્રોનડ, બિગ્રોનિંગ, બિગ્રોન્સ], "દર્દથી ઊછાટ મારવા").
entry(begrudge, v, [begrudged,begrudging,begrudges], "માટે અનિચ્છાથી માન્ય આપવી").
entry(છલવું, ક્રિયાપદ, [છલેલી,છલકર્તા,છલકરે છે], "છલ કરવાનો").
entry(ઠગવુંવાળો, n, [ઠગવુંવાળાઓ], "ઠગવામાં નિપુણ").
એન્ટ્રી(બેગુઈન, નામ, [બેગુઈન્સ], "એક જીવંત નૃત્ય").
entry(begulf, v, [begulfed,begulfing,begulfs], "સમાપ્ત કરવાનો").
entry(બેગમ, ન, [બેગમ્સ], "ઉચ્ચ દરજ્જાની મુસ્લિમ મહિલા").
entry(શરૂ કર્યું, ભૂતકાલ, [], "શરૂ થવાનો રૂપાન્તર").
પ્રવેશ(પક્ષે, ન, [પક્ષે], "હિત સપોર્ટ અથવા લાભ").
entry(વર્તવું, ક્રિયાપદ, [વર્ત્યું,વર્તતું,વર્તે છે], "સાચી રીતે વર્તવું").
entry(વ્યવહારક, ન, [વ્યવહારકઓ], "જે વર્તે છે").
entry(વર્તન, સિ, [વર્તનો], "વર્તન").
entry(શિરચ્છેદન, ક્રિયાપદ, [શિરચ્છેદ કર્યો, શિરચ્છેદ કરી રહ્યો છે, શિરચ્છેદ કરે છે], "માથું કાપવું").
entry(beheadal, n, [શિરોચ્છેદ], "શિરોચ્છેદ કરવાનું કાર્ય").
entry(beheader, n, [beheaders], "જે કપેછે તે").
entry(beheld, past, [], "behold નો કાળ").
entry(બહેમોથ, ન, [બહેમોથ્સ], "મોટું જંતુ").
entry(હુકમ, વિગત, [હુકમો], "એક આદેશ").
entry(પાછળ, ન, [પાછળ], "પોતાની પીઠ").
entry(જોવો, ક્રિયા, [જોયું,જોતાં,જોયે છે], "જુવું").
પ્રવેશ(બિહોલ્ડન, વિશેષણ, [], "કર્જદાર").
દાખલા(beholder, n, [beholders], "one that beholds").
entry(behoof, n, [ફાયદા], "ઉપયોગ લાભ અથવા લાભ").
entry(behoove, v, [behooved,behooving,behooves], "યોગ્ય હોવું").
entry(વાજબ હોવું, ક્રિયાપદ, [વાજબ હોતું હતું,વાજબ હોવું,વાજબ હોય છે], "લાયક બનવું").
entry(બિહાઉલ, ક્રિયા, [બિહાઉલ્ડ,બિહાઉલિંગ,બિહાઉલ્સ], "હાઉલ કરવું").
પ્રવેશ(બેજ, નામ, [બેજસ], "એક તાંબુ આકૃતિ").
entry(બીજ, વિશેષણ, [], "ટ્યાની રંગના").
entry(beigne, n, [beignes], "બેને").
entry(બેન્યે, ન, [બેન્યેટ્સ], "ફ્રિટર અથવા ડોનટની એક પ્રકાર").
entry(beigy, adj, [], "બેઇજ રંગનું").
પ્રવેશ(સ્તિત્વ, ન, [અસ્તિત્વો], "કંઈક જે અસ્તિત્વ ધરાવે").
entry(bejabers, n, [bejaberses], "બેજીસસ").
entry(bejasus, n, [bejasuses], "બેજીસસ").
entry(બીઝીસ, ન, [બીઝીસીસ], "બીઝીસ").
entry(bejesus, n, [bejesuses], "હલકા શાપ તરીકે ઉપયોગમાં લેવાતો એક ઉચ્ચાર").
entry(bejewel, v, [bejeweled,bejeweling,bejewels], "અથવા BEJEWELLED BEJEWELLING BEJEWEL પીંઢJewels સાથે સજાવવામાં આવે છે").
entry(બેજમ્બલ, ક્, [બેજમ્બલ્ડ, બેજમ્બલિંગ, બેજમ્બલ્સ], "ગોજારો કરવો").
entry(bekiss, v, [bekissed,bekissing,bekisses], "ચુંબનોની ભરમાર કરવી").
entry(બેકનાઇટ, ક્રિયા, [બેકનાઇટેડ, બેકનાઇટિંગ, બેકનાઇટ્સ], "સરનો દરજ્જો આપવો").
entry(beknot, v, [beknotted,beknotting,beknots], "વિધેયમાં બંધવું").
entry(bel, n, [બેલ્સ], "શક્તિની એક એકમ").
entry(વઢવું, ક્રિ, [વઢેલું,વઢતો,વઢે છે], "અસંભવિત સમય સુધી ચર્ચા કરવા માટે").
entry(વર્ણન, v, [વર્ણન કર્યું, વર્ણન કરવું, વર્ણન કરે છે], "વર્ણન કરવા માટે").
entry(belaced, વિશેષણ, [], "લેસથી સુરબધ્ધ").
entry(belady, v, [beladied,beladying,beladies], "લેડીની ઉપાધિ લાગુ કરવા માટે").
entry(મુઓવેલા, વિશેષણ, [], "મોડું અથવા ખૂબ મોડું").
પ્રવેશ(બેલોડ, v, [બેલોડેડ, બેલોડિંગ, બેલોડ્સ], "માટે પ્રશંસા").
entry(બેલે, v, [બેલેયેડ,બેલેયિંગ,બેલેયસ], "રસી બાંધવી").
entry(બિલેયર, ન, [બિલેયર્સ], "એક જે બિલે કરે છે").
પ્રવેશ(ડક્કાર, ક્રિયા, [ડક્કાર્યો, ડક્કારતા, ડક્કારતાં], "મોં દ્વારા વાયુને બહાર કાઢવો").
entry(બેલ્ચર, ન, [બેલ્ચર્સ], "જાણે કે ડકાર લે છે").
entry(વૃદ્ધા, n, [વૃદ્ધાઓ], "ઊંમરદાર સ્ત્રી").
entry(વૃદ્ધા, n, [વૃદ્ધાઓ], "વૃદ્ધા").
entry(beleap, v, [beleapt,beleaping,beleaps], "ઉપર જાણવું").
entry(ઘંટઘર, n, [ઘંટઘરો], "ઘંટીના કાંકરેવી જડીલ ઇમારત").
entry(બેલ્ગા, ન, [બેલ્ગાસ], "પૂર્વ બેલ્જિયન મોનીટરી યુનિટ").
એન્ટ્રી(બિલીઇ, ક્રિયાપદ, [બિલાઇડ, બેલાઇંગ, બીલાઇઝ], "ખોટી રજૂઆત કરવી").
entry(વિશ્વાસ, ન, [વિશ્વાસો], "કેટકદર્શતાની અથવા હકીકતાની સ્વીકાર્યતા").
entry(વિશ્વાસઘાતી, n, [વિશ્વાસઘાતીઓ], "જે વિશ્વાસઘાત કરે").
entry(માનો, v, [માની,માની રહ્યો,માને છે], "સાચું અથવા વાસ્તવિક સ્વીકારવું").
entry(વિશ્વાસુ, n, [વિશ્વાસુઓ], "જે માન્ય રાખે છે").
entry(શાયાદ, ક્રિયા વિશેષણ, [], "કદાચ").
entry(beliquor, v, [beliquored,beliquoring,beliquors], "મીથે છાંટવું").
entry(ડિગ્રેડ, ક્રિયા, [ડિગ્રેડ_કર્યું, ડિગ્રેડ_કરી_રહ્યું, ડિગ્રેડ_કરે છે], "હાસ્યાસ્પદ બનાવવુ").
entry(belive, adv, [], "સમય આવે ત્યારે").
entry(બેલ, ક્રિયાપદ, [અકોવાયું, અકોવી રહ્યું છે, અકોવે છે], "એક ઘંટ એક ઝણકારીઉપકરણ સાથે પ્રદાન કરવા માટે").
entry(bellbird, n, [bellbirds], "એક ઉષ્ણકટિબંધીય પક્ષી").
entry(બેલબોય, n, [બેલબોયસ], "હોટેલ્સનો છોકરો જે નાનાં કામ કરી આપે છે").
entry(bellbuoy, n, [bellbuoys], "બેલ ધરાવતું ચેતવણી તણખો").
entry(bellcast, adj, [], "છતના આર્કિટેક્ચરની શૈલીને દર્શાવવું").
બCoventry(belle, n, [belles], "એક આકર્ષક સત્ર").
entry(belleek, n, [belleeks], "એક અતિ પાતળો પારદર્શક પોર્સીલિન").
entry(બેલહોપ, ન, [બેલહોપ્સ], "એક બેલબૉય").
પ્રવેશ(બેલ્ડ, ભૂતકાળ, [], "બેલોનો સમય").
entry(બેલીઝ, વર્તમાન, [], "બેલીનો ત્રીજા પુરુષ એકવચન").
entry(બેલિંગ, ન, [બેલિંગસ], "નવે લગ્ન થયેલા દંપતી માટે એક ઉપહાસજનક સરેનાડ").
entry(બેલમેન, નં, [બેલમેન], "એક નગર સંચારક").
entry(બેલ્લો, v, [બેલ્લોડ,બેલ્લોઇંગ,બેલ્લોસ], "ઊંડા અવાજમાં બૂમ પાડી").
entry(બેલોઅર, n, [બલઑઅર્સ], "જે બલઑઅ કરે છે").
પ્રવેશ(બેલપુલ, ન, [બેલપુલ્સ], "ઘંટ વગાડવા માટે ખેંચાતું એક દોરડું").
entry(બેલવોર્ટ, ન, [બેલવોર્ટ્સ], "એક ફૂલો આપતો છોડ").
entry(પેટ, v, [પેટિયું,પેટવું,પેટિમો], "ફુલાવવા").
entry(બેલીફૂલ, ન, [બેલીફૂલ્સ], "અતિરેક માપ").
entry(બેલોન, ન, [બેલોન્સ], "ઍક ચપટુ શીપ ઉપરાંતુ").
entry(સંબંધ, v, [સંબંધિત,સંબંધિત,સંબંધ રાખે છે], "સદસ્ય હોવું").
entry(પ્રિય, નામ, [પ્રિયો], "કે જેને પ્રેમ કરવામાં આવે છે").
entry(નીચે, n, [નીચે], "કંઈક જે નીચે છે").
entry(બેલ્ટ, v, [બેલ્ટડ,બેલ્ટિંગ,બેલ્ટસ], "કમરની આજુ-બાજુ પહેરવામાં આવતા પટ્ટા કે બેલ્ટથી બંધાવું").
entry(બેલ્ટર,ન, [બેલ્ટર્સ], "જે બેલ્ટ કરે").
entry(બેલ્ટિંગ, ન, [બેલ્ટિંગ્સ], "બેલ્ટ માટેનું સામગ્રિ").
entry(બેલ્ટલેસ, વિ શે, [], "બેલ્ટ વિના હોવું ").
entry(બેલ્ટલાઈન, n, [બેલ્ટલાઈન્સ], "ખભાનાદરિયા").
entry(બેલ્ટવે, ન, [બેલ્ટવેજ], "શહેરના વિસ્તારમાં આસ પાસનું રાજમાર્ગ").
entry(બેલુંગા, n, [બેલુંગાસ], "સફેદ સ્ટરજન").
entry(belying, present, [], "તથ્યોને છુપાવવાવાળો ક્રિયાવિશેષણ").
entry(bema, n, [bemas], "અથવા બેમાતા એક પ્લેટફોર્મ મુસાદામાં").
entry(bemadam, v, [bemadamed,bemadaming,bemadams], "મેડમના ઉપાધિ વડે સંબોધન કરવું").
પ્રવેશ(બીમેડન, v, [બીમેડનડ,બીમેડનિંગ,બીમેડન્સ], "કંઇક દીવાનું કરવું").
entry(bemean, v, [bemeaned,bemeaning,bemeans], "પ્રતિષ્ઠા ઓછું કરવી").
entry(બેમિંગલ, ક્રિયાપદ, [બેમિંગલ્ડ, બેમિંગલિંગ, બેમિંગલ્સ], "સાથે મિક્ષ કરવા").
entry(અમલચૂંટવા, ક્ર્યા, [અમલચૂંટેલ,અમલચૂંટી રહ્યો,અમલચૂંટે], "કાદવથી મેલુ કરવા").
entry(વemist, v, [વemistid,વemisting,વemists], "એક કૂડમાં ઢાંકવું").
entry(bemix, v, [bemixt, bemixing, bemixes], "સંપૂર્ણપણે મિશ્રિત કરવા માટે").
entry(ઉદ્વેગ, ક્રાન્તિક્રિયા, [ઉદ્વેગ કર્યો, ઉદ્વેગ કરતો, ઉદ્વેગ કરે છે], "શોક વ્યક્ત કરવો").
entry(bemock, v, [bemocked,bemocking,bemocks], "ઉપહાસ કરવો").
entry(સમૂઢ, ક્રિયાપદ, [સમૂઢ, સમૂળી, સમૂળેશ], "પૂર્ણ વિધિથી ભલગમ કરવાની ભૂલ").
.entry(bemurmur, v, [bemurmured, bemurmuring, bemurmurs], "ગુણગણવું").
entry(ભમર્સવું, ક્રિયા, [ભમર્સિત, ભમરસવું, ભમરસે], "રાજીવેલું").
entry(bemuzzle, v, [bemuzzled, bemuzzling, bemuzzles], "મુઝલ કરવું").
entry(બેન, ન, [બેન્સ], "એક આંતરિક ઓરડો").
entry(બેનામે, v, [બેનેમ્પટેડ, બેનામિંગ, બેનેમ્સ], "નવા નામથી ઓળખાવવું").
entry(બેંચ, v, [બેન્ચડ,બેન્ચિંગ,બેન્ચેસ], "કોઈ ખેલાડી ને રમત અથવા ટીમની સ્પર્ધામાંથી બહાર લઈ જવા માટે").
એન્ટ્રી(બેન્ચર, પ, [બેન્ચર્સ], "એક મેજિસ્ટ્રેટ").
entry(બેન્ચટોપ, વિશેષણ, [], "કામ કરતી બેન્ચ માટે ઉપયોગ માટે યોગ્ય").
entry(bend, v, [bent,bending,bends], "વાકાર આપવોBENDABLE સવિશેષણ").
entry(benday, v, [bendayed,bendaying,bendays], "કcertainઈ પ્રક્રિયા દ્વારા પુનઃતયાર કરવું").
entry(વાકેલ, ન, [વાકેલ્સ], "વાળંટણાવાળું").
entry(બેન્ડર, n, [બેન્ડર્સ], "એક જે વાંકું કરે છે").
entry(bendways, adv, [], "બેન્ડવાઇઝ").
entry(bendwise, adv, [], "કોણાકાર").
entry(bendy, n, [bendys], "ભીંડા").
entry(bendy, adj, [], "સમર્પાકું સમર્પાકતમલચોક્કસ").
entry(bene, n, [benes], "બેન્ને").
ઇન્ટ્રી(બિનીથ, પૂર્વ, [], "અંડર").
entry(બેનેડિક, પ, [બેનેડિક્સ], "બેનેડિક્ટ").
પ્રવેશ(બેનેડિક્ટ, ન, [બેનેડિક્ટ્સ], "નોવાં પરણેલા પુરુષ").
entry(મહાનુભાવ, વિશેષણ, [], "દારદીઘેર").
entry(ફલાઆંશ, v, [ફલાઆંશવાળું,ફલાઆંશવાળા,ફલાઆંશો], "જમીન સાથે સન્નિધાન આપવું").
entry(લાભ, ક્રિયા, [લાભયુક્ત,લાભદાયક,લાભ], "અથવા લાભદાયક રીતે અથવા ઉપયોગી હોવું").
entry(benempt, a, [], "બેનામનો ભૂતકૃત").
entry(benempted, a, [], "બેનામનો ભૂતકાળ").
entry(સહજ, વિશેષણ, [], "kindBENIGNLY ક્રિયાવિશેષણ").
entry(આશીર્વાદ, સં, [આશીર્વાદો], "એક આશીર્વાદ").
entry(બેન્જામિન, n, [બેન્જામિન્સ], "બેન્ઝોઇન").
entry(બેન્ને, પ, [બેન્નેસ], "તલનો છોડ").
ઇન્ટ્રી(બેનેટ, n, [બેનેટ્સ], "એક બહુવાર્ષિક હર્બ").
entry(બેન્ની, પ, [બેન્નિસ], "બેન્ને").
entry(બેન્ની, ન, [બેન્નીઝ], "એક એમ્ફેટામાઇન ગોળી").
entry(બેનોમાઇલ, ન, [બેનોમાઇલ્સ], "એક રાસાયણિક સંયોજન").
પ્રવેશ(બેન્ટ, નામ, [બેન્ટ્સ], "એક ઝૂકાવ").
entry(બેનથલ, નિપાત, [], "બેનથિક").
entry(બેન્થિક, વિશેષણ, [], "મહાસાગરীয় ઊંડાણોને લગતું").
entry(બેન્થોન, ન, [બેન્થોન્સ], "બેન્થોસ્ટ-ში વસવાટ કરો છો જીવસૃષ્ટિ").
entry(બેન્થોસ, ન, [બેન્થોસેસ], "સમુદ્રનું તળિયું").
entry(બેન્ટો, ન, [બેન્ટોઝ], "ઓબેન્ટો").
entry(bentwood, n, [bentwoods], "ફર્નિચર ઉપયોગ માટે વંચાયેલ લાકડો").
entry(બેનમ્બ, v, [બેનમ્બડ,બેનમ્બિંગ,બેનમ્બસ], "સૂંથા કરવા").
entry(બેન્ઝલ, વિશેષણ, [], "એક નિશ્ચિત રાસાયણિક જૂથ સાથે સંબંધિત").
entry(બેન્ઝીન, n, [બેન્ઝીન્સ], "એક વિલયशील પ્રવાહી").
એન્ટ્રી(બેન્ઝિડિન, પ, [બેન્ઝિડિન્સ], "એક હાઇડ્રોકાર્બન").
entry(બેન્ઝિન, n, [બેન્ઝિન્સ], "બેન્ઝિન").
entry(બેનઝિન, n, [બેનઝિન્સ], "એક વૅપોરેટિવ પ્રવાહી").
entry(બેનઝોએટ, n, [બેનઝોએટ્સ], "એક રાસાયણિક લવણ").
entry(બેન્ઝોઇન, n, [બેન્ઝોઇન્સ], "એક ગમ રેઝિનBENZOIC વીશેષણ").
entry(બેન્ઝોલ, ન, [બેન્ઝોલ્સ], "એક બેનજિન").
પ્રવેશ(બેન્ઝોલ, ન, [બેન્ઝોલ્સ], "બેન્ઝોલ").
એન્ટ્રી(બેન્ઝોયલ, n, [બેન્ઝોયલ્સ], "એક એકમાણક રાસાયણિક રેડિકલ").
પ્રવેશ(બેન્ઝિલ, ન, [બેન્ઝિલ્સ], "એક એકમૂલ્યો રાસાયણિક રેડિકલબેન્ઝિલિક વિશેષન").
entry(bepaint, v, [bepainted,bepainting,bepaints], "છાંયાં પાડવા").
entry(bepimple, v, [bepimpled,bepimpling,bepimples], "ખીલાથી ઢાંકવાની क्रिया").
entry(વસીયત કરવી, ક્રિયા, [વસીયત કરી,વસીયત કરતી,વસીયત કરે], "વસિયાનથી પ્રદાન કરવું").
entry(વસીયત, ન, [વસીયતો], "એક વારસાગત").
entry(બેરેક, v, [બેરેકડ, બેરેકિંગ, બેરેક્સ], "બધું ખીલવવા માટે").
પ્રવેશ(berascal, v, [berascaled, berascaling, berascals], "દુષ્ટ તરીકે આરોપ લગાવવો").
entry(ઊમાળી નાંખવું, v, [ઉમાળો, ઊમાળી નાંખતા, ઊમાળે], "તીવ્ર રીતે રોષ કરવો").
entry(બર્બર, ન, [બર્બર્સ], "કારપેટનો એક પ્રકાર").
entry(બરબેરિન, n, [બરબેરિન્સ], "એક ઔષધિય આલ્કેલોઇડ").
entry(બર્બેરિસ, ન, [બર્બેરિસેસ], "એક બારબેરી").
entry(લાકડી, ન, [લાકડીઓ], "એક સ્ટેપ").
entry(બેરડેચ, પ, [બેરડેચેસ], "સ્વદેશી અમેરિકન પુરુષ ટ્રાન્સવેસ્ટાઇટ").
entry(બાર્ડાશ, નામ, [બાર્ડાશેસ], "બાર્ડેચ").
entry(વિહોણું કરવું, v, [વિહોણું કર્યું, વિહોણું કરવું, વિહોણું કરે છે], "કોઈ વસ્તુથી વિરહિત કરવું").
entry(શોકગ્રસ્ત, ન, [શોકગ્રસ્તો], "શોક પામનાર").
entry(બેરેટ, પ, [બેરેટ્સ], "નરમ ચપટી ટોપી").
entry(બેરેટા, n, [બેરેટાસ], "બિરેટા").
entry(berg, n, [bergs], "એક હિમશિલા").
entry(બરગમોટ, n, [બરગમોટ્સ], "એક સિટ્રસ વૃક્ષ").
entry(બર્શેનિયા, ન, [બર્શેનિયાઓ], "ફૂલદાર છોડ").
entry(bergere, n, [bergeres], "એક ઓસરી દાંતવાળી આર્મચેર").
entry(berhyme, v, [berhymed, berhyming, berhymes], "ગીત પર કાવ્ય બનાવવું").
entry(બેરીબેરી, n, [બેરીબેરિસ], "થિયમિનની ઘટની બીમારી").
entry(બેરીમબૌ, ન, [બેરીમબાઉસ], "બ્રાઝિલીયન સંગીત સાધન").
entry(બેરાઇમ, ક્રિયાપદ, [બેરાઇમેડ,બેરાઇમિંગ,બેરાઇમ્સ], "બરાઇમ કરવા માટે").
entry(beringed, વિશેષણ, [], "અંગૂઠીઓથી શણગારેલ").
entry(બર્ક, ન, [બર્ક્સ], "એક મૂર્ખ વ્યક્તિ").
entry(બર્લિન, પ, [બર્લિન્સ], "રથનો એક પ્રકાર").
entry(બર્લાઇન, પ, [બર્લાઇન્સ], "એક લિમોઝીન").
entry(બર્મ,ક્રિયા,[બર્મ્ડ,બર્મિંગ,બર્મ્સ], "એક ઊંચી ધાર અથવા ટેકરી પૂરી પાડવી").
entry(બર્મે, ન, [બર્મેસ], "બર્મ").
entry(બરમુડાસ, npl, [], "ઘૂંટણ સુધી લાંбу ચાલવાનું ડ્રેસ").
પ્રવેશ(bernicle, n, [bernicles], "એક જંગલી હાંસ").
entry(berobed, adj, [], "ચોગું પહેરેલો").
પ્રવેશ(berouged, વિશેષણ, [], "જahirરૂપે અથવા દાઢીથી રોઝ").
entry(બેરેટા, ન, [બેરેટાસ], "બિરેટા").
entry(બેરી, v, [બેરીડ,બેરિંગ,બેરીઝ], "બેરી ફળો ઉત્પન્ન કરવા").
entry(બેરીંગ, ન, [બેરીંગ્સ], "બેરીઝ એકત્રિત કરવાની પ્રવૃત્તિ").
entry(બરસીમ, પુ, [બરસીમ્સ], "એક ઘાશ").
entry(બર્સર્ક, ન, [બર્સર્ક્સ], "એક ક્રૂર યોદ્ધા").
entry(બર્થ, ક્રિયાનામ, [બર્થ્ડ, બર્થિંગ, બર્થીંગ], "મોરિંગ સાથે પ્રદાન કરવું").
entry(બરથા, ન, [બરથાસ], "એક વિશાળ કલર").
entry(બર્થિંગ, n, [બર્થિંગ્સ], "જહાજને મોર કરવા કરવાની ક્રિયા").
_entry(બેરિલ, નામ, [બેરિલ્સ], "એક લીલો ખનિજબેરિલાઇન વિશેષણ")._
entry(bes, n, [બેસેસ], "બેથ").
entry(bescorch, v, [bescorched,bescorching,bescorches], "જાળવું").
entry(bescour, v, [bescoured,bescouring,bescours], "માંધણીપૂર્વક સફાઇ કરવી").
ઍન્ટ્રી(બિસ્ક્રીન, v, [બિસ્ક્રીન્ડ,બિસ્ક્રીનિંગ,બિસ્ક્રિન્સ], "સ્ક્રીન કરવા માટે").
entry(બિસિચ, v, [બિસોટ,બિસિચિંગ,બિસિચેસ], "વિનંતી કરવી").
entry(લાયક, ક્રિયાપદ, [લાયક થયેલું, લાયક થતું, લાયક થાય છે], "ઉપયુક્ત હોવું").
entry(ઘેરવું, ક્રિયા, [ઘેરવું, ઘેરવું છે, ઘેરવામાં], "આક્રમણ કરવું").
entry(besetter, n, [besetters], "તે જે કષ્ટ આપનાર છે").
entry(છાંયરૂપ, ક્રિયા, [છાંયરૂપિત,છાંયરૂપણ,છાંયરૂપ કરે છે], "છાંયો પાડવો").
entry(બેશેમ, v, [બેશેમડ, બેશેમિંગ, બેશેમસ], "શરમિંદા કરવું").
entry(બેશિવર, v, [બેશિવડ, બેશિવરીંગ, બેશિવર્સ], "નાના ટુકડાઓમાં તોડવું").
entry(બેશાઉટ, v, [બેશાઉટેડ, બેશાઉટિંગ, બેશાઉટ્સ], "ચીસ પાડવી").
પ્રવેશ(ભિષાપ, ક્રિયા, [ભિષાપી, ભિષાપવું, ભિષાપે], "શાપ કેવું").
entry(ઢાંકવું, v, [ઢાંકેલું,ઢાંકવું,ઢાંકશે], "આવરણ").
entry(પાસે, પૂર્વ, [], "બાજુમાં").
પ્રવેશ(અલાવા, ક્રિયા વિશેષણ, [], "ઉપરાંત").
entry(વલોઢેવી, ક્રિયા, [વલોઢ્યો, વલોઢેવી, વલોઢે છે], "ઘેરવાનો").
entry(અવરોધકાર, n, [અવરોધકારો], "જે અવરોધ કરે છે").
entry(beslaved,ોન, [], "ઘુલામથી ભરેલું").
entry(beslime, v, [beslimed,besliming,beslimes], "કાદવથી ઢાંકી દેવું").
entry(બીસ્મીયર, v, [બીસ્મીયરડ,બીસ્મીયરીંગ,બીસ્મીયર્સ], "ઉપર લેપ કરવાનો").
પ્રવેશ(બેસમાઇલ, ક્રિયા, [બેસમાયેલ, બેસમાઇલિંગ, બેસમાઇલ્સ], "હસવું").
entry(કલંકિત, ક્રિયા, [કલંકિત,કલંકિત કરી રહ્યું છે,કલંકિત કરે છે], "મેલુ કરવું").
entry(besmoke, v, [besmoked,besmoking,besmokes], "ધૂમ્રપાનથી ગંદુ કરવું").
entry(besmooth, v, [besmoothed,besmoothing,besmooths], "સમતલ બનાવવું").
entry(besmudge, v, [besmudged,besmudging,besmudges], "બેસમજ").
entry(besmut, v, [besmutted,besmutting,besmuts], "સ્મટ સાથે કાળો કરવો").
entry(besnow, v, [besnowed,besnowing,besnows], "હિમની સાથે ઠાકવું").
entry(બેસમ, ન, [બેસમ્સ], "એક સાવડું").
entry(શાંત કરવું, ક્રિયાપદ, [શાંતિ આપેલી,શાંતિ આપવાનો,શાંતિ આપે છે], "શાંતિ આપવા માટે").
entry(મૂર્ખવું, v, [મૂર્ખ,મૂર્ખાતું,મૂર્ખાવે], "મૂર્ખ બનાવવું").
entry(માગ્યું, ક, [], "વિનંતી કરવાનું ભૂતકાળ").
entry(અંગ્રેજી_શબ્દ, v, [અંગ્રેજી_રૂપાંતર_1,અંગ્રેજી_રૂપાંતર_2,અંગ્રેજી_રૂપરૂપાંતર], "અર્થ").
entry(bespouse, v, [bespoused,bespousing,bespouses], "લગ્ન કરવું").
entry(bespread, v, [bespread,bespreading,bespreads], "ફેલાવવું").
ઝીરો(besprent, વિશેષણ, [], "છાંટવાથી છાંટ્યું").
entry(સર્વોત્તમ, v, [સર્વોત્તમ, શ્રેષ્ઠ, સર્વોત્તમ], "ઉત્તમ બનાવવું").
entry(સહાય, v, [સહાયેલ,સહાયી,સહાયે], "સહાય કરવા").
entry(પશુ જેવા, વિશેષણ, [], "પશુઓ સાથે સંબંધિત").
entry(જનાવલકી, ન, [જનાવલકીઓ], "પ્રાણીઓની કથાઓનો સંગ્રહ").
entry(bestir, v, [bestirred,bestirring,bestirs], "જાગૃત કરવું").
entry(ફાળવવું, ક્રિયા, [ફાળવ્યું, ફાળવે છે, ફાળવે], "ઉપહાર તરીકે પેશ કરવું").
entry(પ્રદાન, ન, [પ્રદાનો], "એક ભેટ").
પ્રવેશ(દાતા, ણ, [દાતાઓ], "જે આપે છે").
entry(bestrew, v, [bestrewed,bestrewn,bestrewing], "BESTREWવિખેરવા માટે").
entry(બેસ્ટ્રાઇડ, v, [બેસ્ટ્રાઇડ,બેસ્ટ્રિડન,બેસ્ટ્રાઇડિંગ], "બેસ્ટ્રાઇડ સ્ટ્રાડલ કરવા માટે").
પ્રવેશ(બેસ્ટરૉ, વી, [બેસ્ટરૉડ, બેસ્ટ્રોન, બેસ્ટરૉઈંગ], "BESTROWSto બેસ્ટ્રિવ").
entry(bestud, v, [bestudded,bestudding,bestuds], "ડોટ કરવા").
entry(besuited, વિશેષણ, [], "સૂટ પહેરેલું").
entry(beswarm, v, [beswarmed,beswarming,beswarms], "બધે નોંધ હત્યા માટે").
entry(પૂરકા, ક્રિયા, [પૂરાઈ, પુરકામા, પૂરુ], "જોખમમાં પૈસા લગાવવી").
entry(beta, n, [betas], "એક ગ્રીક અક્ષર").
entry(બેટાઇન, n, [બેટાઇનસ], "એક ક્ષારક્ષાર").
entry(betake, v, [betook,betaken,betaking], "જવા માટે betake કારણ બનવું").
entry(બેટાટ્રોન, ન, [બેટાટ્રોન્સ], "એક ઇલેક્ટ્રોનતિવ્રક").
entry(betatter, v, [betattered,betattering,betatters], "ફાટવું").
entry(betaxed, adj, [], "કર વડે બોજાયેલ").
entry(પાન, ન, [પાન], "એક વેલનારી છોડ").
entry(સોપારી, n, [સોપારીઓ], "પ્રેરક તરીકે ચાવવામાં આવે છે એવો બીજ").
entry(બેથ, ન, [બેથ્સ], "એક હિબ્રુ અક્ષર").
entry(bethank, v, [bethanked,bethanking,bethanks], "આભાર માનવા માટે").
entry(બેથલ, ન, [બેથલ્સ], "એક પવિત્ર સ્થળ").
entry(બેથેસ્ડા, n, [બેથેસ્ડાસ], "એક પ્રાર્થના મંદિર").
entry(વિચાર, ક્રિયા, [વિચાર કર્યો, વિચારી રહ્યો, વિચારે છે], "વિચાર કરવાનો").
entry(bethorn, v, [bethorned, bethorning, bethorns], "કાંટાઓથી ભરવું").
entry(bethump, v, [bethumped,bethumping,bethumps], "મજબૂતીથી થમ્પ કરવું").
entry(betide, v, [betided,betiding,betides], "ઘટના બનવી").
entry(betime, adv, [], "betimes").
entry(betimes, adv, [], "જલદી").
entry(બેટીઝ, n, [બેટીઝ], "મૂર્ખતા").
entry(betoken, v, [betokened,betokening,betokens], "સૂચવવું").
entry(બેટોન, n, [બેટોન્સ], "કોંક્રીટનો એક પ્રકાર").
પ્રવેશ(બેટોની, ન, [બેટોનિઝ], "એક યુરોપિયન હર્બ").
entry(betook, past, [], "બેટેકનો કાળ").
entry(દ્રોહિત, v, [દ્રોહ કર્યો, દ્રોહ કરી રહ્યો, દ્રોહ કરે છે], "ના શત્રુને મદદ કરવા").
entry(દગો, ન, [દગાઓ], "દગો કરવા નો કૃત્ય").
entry(વિશ્વાસઘાતક, ન, [વિશ્વાસઘાતીઓ], "જો વિશ્વાસઘાત કરે છે").
entry(વિદાય, v, [વિદાય,વિદાય કરતા,વિદાય કરે છે], "લગ્ન માટે સગાઈ કરતાં").
entry(બેટા, n, [બેટાસ], "એક સ્વચ્છ પાણીની માછલી").
entry(બેટેડ, કે, [], "બેટ નો ભૂતકાળ").
દાખલ(better, v, [bettered,bettering,betters], "સુધારવા").
entry(શરત લગાવવી, ન, [શરત લગાવવી કરતાં], "દੌડના પરિણામ પર જુગાર કરવાનો ક્રિયા").
entry(પટ્ટીયાજ, ન, [પટ્ટીયાજો], "એક જે શરત લગાવે").
entry(વચ્ચે, શંકા, [], "જે ખોળખૂણાકી જગ્યામાં છૂટે").
entry(betwixt, prep, [], "અંદરની વચ્ચે").
entry(beuncled, adj, [], "ઘણાં કાકાઓ અથવા માસાઓ હોવા").
entry(બેવાટ્રોન, પ, [બેવાટ્રોન્સ], "પ્રોટોન એટેલેરેટર").
entry(bevel, v, [બેવલ્ડ,બેવલિંગ,બેવલ્સ], "અથવા BEVELLED BEVELLING BEVELsના ખૂણામાં કાપવું").
ઐન્entry(બેવલર, ન, [બેવલર્સ], "એ કે જે બેવલ કરે છે").
પ્રવેશ(બેવેલર, ના, [બેવેલર્સ], "બેવેલર").
પ્રવેશ(પદાર્થ, પ, [પદાર્થો], "પીવા માટેનો પ્રવાહી").
entry(bevies, pl, [], "ના જૂથ").
entry(bevomit, v, [bevomited,bevomiting,bevomits], "બદબાશી બધું વમિત કરવા માટે").
entry(bevor, n, [બેવોર્સ], "હાલમાંના નાગા મોઢા માટેની એક કવુંજ").
entry(બેવી, નામ, [બેવીઝ], "આલ્કોહોલિક પીણું").
entry(બેવી, સં, [બેવીઓ], "એક જૂથ").
એન્ટ્રી(બેવેઇલ, ક્રિયાપદ, [બેવેઇલ્ડ,બેવેઇલિંગ,બેવેઇલ્સ], "વિલાપ કરવો").
entry(બેવેઇલર, ન, [બેવેઇલર્સ], "બેવેઇલ કરનારો").
entry(સાવચેત, v, [સાવચેતી,સાવચેતી કરવી,સાવચેતી તે લે છે], "સાવચેત રહેવું").
entry(beweary, v, [bewearied, bewearying, bewearies], "થકાવવું").
પ્રવેશ(ફફડે, ક્રિયાપદ, [ફફડ્યો,ફફડવો,ફફડે છે], "વીલાપ કરવા માટે").
entry(bewig, v, [બિવિગડ, બિવિગિંગ, બિવિગ્સ], "વિકનો ઉપયોગ કરીને શણગારવું").
entry(હચમચાવો, v, [હચમચાયેલું,હચમચાવવાનું,હચમચાવે], "ગુંચવવા").
entry(પંખધારી, વિશેષણ, [], "પંખો ધરાવવાનું").
entry(મોહિત કરવું, ક୍°, [મોહિત કર્યો, મોહિત કરી રહ્યો છે, મોહિત કરે છે], "જાદુ અથવા માયા દ્વારા અસર કરવી").
entry(beworm, v, [bewormed,beworming,beworms], "કૃમિથી ભરપૂર કરવું").
entry(ચિંતા, v, [ચિંતિત,ચિંતા_કરવો,ચિંતાઓ], "ચિંતા કરવી").
entry(bewrap, v, [bewrapt,bewrapping,bewraps], "સંપૂર્ણપણે લપેટવા").
entry(પ્રકટ કરવું, v, [પ્રકટ કર્યું,પ્રકટ કરી રહ્યું છે,પ્રકટ કરે છે], "ખુલાસો કરવો").
entry(ફરજભૂલ કરનારા, n, [ફરજભૂલ કરનારાઓ], "જે ફરજ ભુલાવે").
entry(બેઈ, નામ, [બેઈઝ], "એક તુર્ક શાસક").
entry(બેઇલિક, ન, [બેઇલિક્સ], "એક બેઇનો પ્રદેશ").
entry(બેઇલિક, n, [બેઇલિક્સ], "બેઇલિક").
entry(પાર, ન, [પારો], "કાંઇક જે આગળ વધુ છે").
entry(બીઝેન્ટ, ન, [બીઝેન્ટ્સ], "પ્રાચીન રોમનો સિક્કો").
entry(બેઝાઝ, n, [બેઝાઝસ], "પિઝાઝ").
entry(બેઝલ, n, [બેઝલ્સ], "એક ઢાળવાવાળી સપાટી").
entry(બેઝિલ, n, [બેઝિલ્સ], "બેઝલ").
entry(બેઝિક, ન, [બેઝિક્સ], "એક પત્તાં રમતમાં").
entry(બેઝોઆર, ન, [બેઝોઆર્સ], "કઈક જેવા પેટમાં ગાસ્ક્રિક પથ્થર").
entry(bezzant, n, [bezzants], "બેજન્ટ").
entry(ભાજી, ન, [ભાજીઓ], "ભાજી ફેરવીને બનાવેલો એક ભારતીય વાનગિ").
entry(ભક્ત, ન, [ભક્તસ], "ભક્તિનો અભ્યાસ કરનાર").
entry(ભક્તિ, n, [ભક્તિઓ], "હિંદુ ધર્મમાં ભગવાન પ્રત્યે નિરુපાધિક ભક્તિ").
entry(ભાંગ, ન, [ભાંગ્સ], "હેમ્પ છોડ").
entry(ભંગડા, n, [ભંગડાસ], "લોકપ્રિય પંજાબી નૃત્ય સંગીત એક રૂપ").
entry(ભારલ, n, [ભારલ્સ], "એક બકરાની જેમ દેખાતા એશિયાઈ સસ્તન પ્રાણી").
entry(ભીસ્તી, પ, [ભીસ્તીઓ], "ભીસ્તી").
entry(ભીસ્ટી, ન, [ભીસ્ટીઓ], "એક પાણી વહનકર્તા").
entry(ભેલપુરી, ન, [ભેલપુરીઓ], "ચટણી અને મસાલાવાળા ભાતનું વાનગી").
entry(bhistie, n, [bhisties], "ભીસ્વૅય").
entry(ભૂત, n, [ભૂત્સ], "ભૂત").
entry(ભૂત, n, [ભૂતસ], "નાનો વાવાઝોડો").
entry(બાઈ, પુ, [બાઈસ], "એક બિસેક્શ્યુઅલ").
entry(બાયેસેટિલ, ન, [બાયેસેટિલ્સ], "એક રાસાયણિક સ્વાદ વધારક").
entry(biali, n, [bialis], "બિયલિ").
entry(બિયાલી, ન, [બિયાલીસ], "અથવા બિયાલીસ એક કાંદાના રોલ").
entry(બાયએન્યુઅલ, વિશેષણ, [], "વર્ષમાં બે વખત ઘટે છે").
entry(bias, v, [biased,biasing,biases], "અથવા બાયસ્ડ બાયસિંગ બાયસેસ માટે પૂર્વાગ્રહ તરૂણપણે ઉપસર્ગ").
entry(બાયસનેસ, નં, [બાયસનેસેસ], "ઋજુતરપંથી હોવાનો અવસ્થા").
entry(બાયથલોન, n, [બાયથલોન્સ], "એક.ethletic સ્પર્ધા").
entry(biaxal, adj, [], "બાયએક્સિયલ").
entry(બાયએક્સિયલ, વિશેષણ, [], "બે અક્ષ ધરાવતું").
ઈન્‍ટ્રી(બિબ, વી, [બિબ્‍બ્ડ, બિબિંગ, બિબ્‍સ], "પીવા માટે").
entry(bibasic, adj, [], "ડાયબેસિક").
entry(bibb, n, [bibbs], "એક માસ્ટ સપોર્ટ").
entry(bibbed, past, [], "બિબનો કાળ").
entry(bibber, n, [bibbers], "પાણીદાર").
entry(બિબરી, ન, [બિબરીસ], "દારૂ પીવવાનું કાર્ય").
entry(bibbing, n, [bibbings], "ટિપ્લિંગ કરવાનો ક્રિયાપ્રવૃત્તિ").
entry(બિબકોક, נ, [બિબકોક્સ], "નળનો એક પ્રકાર").
entry(બિબે, ન, [બિબેસ], "એક પ્રાણી જેણે કુહારા માંડે છે તે મરણનું શુકોન છે").
entry(બીબલોટ, ન, [બીબલોટ્સ], "એક ખીલોનુ").
entry(બાઇબલ, ન, [બાઇબલ્સ], "એક પ્રમાણભૂત પ્રકાશન બાઇબલિક આધિ").
entry(bibless, વિશેષણ, [], "કોઈ બિબ વગરનું કપડું આવરે છે").
entry(biblike, વિશેષણ, [], " બહુખંડ ની જેમ દેખાવું").
entry(biblist, n, [biblists], "કોઈ જે બાઈબલના શબ્દોને જસ્લેટરલે લે છે").
entry(મદ્યપ, વિશેષણ, [], "પીણાની આદતવાળું").
entry(bicarb, n, [બાઇકાર્બ્સ], "સોડિયમ બાઈકાર્બોનેટ").
entry(બિકાઉડલ, વિશેષણ, [], "બે પૂંછડી રાખે છે").
entry(bice, n, [bices], "ફાળિયું અથવા લીલું રંગભૂમિ").
entry(બાયસેપ, n, [બાયસેપ્સ], "બાયસેપ્સ").
entry(બાઇસેપ્સ, n, [બાઇસેપ્સેસ], "એક હાથની સ્નાયુ").
entry(બાઈક્રોમ, વિશેષણ, [], "રંગબેરંગી").
entry(બિકર, ક્રિયા, [બિકર્ડ,બિકરિંગ,બિકર્સ], "વિવાદ કરવો").
ઇન્entry(બિકરર, પુ, [બિકરર્સ], "જે ઝગડે").
entry(બાઈકલાકાર, ન, [બાઈકલાકાર], "બે રંગો ધરાવતું કંઈક").
entry(દ્વિવર્ણ, n, [દ્વિવર્ણો], "દ્વિવર્ણ").
entry(biconvex, વિશેષણ, [], "બન્ને બાજુએ ઊભરેલું").
entry(બાઇકૉર્ન, n, [બાઇકૉર્ન્સ], "બાઇકોર્ન").
entry(બાઈકોર્ન, ન, [બાઈકોર્નસ], "એક પ્રકારની ટોપી").
entry(bicron, n, [bicrons], "મીટરનો એક અબજમો ભાગ").
entry(બાઈકસ્પિડ, n, [બાઈકસ્પિડ્સ], "એક દાંત").
entry(સાયકલ, v, [સાયકલ કર્યા, સાયકલ ચલાવવું, સાયકલો], "સાયકલ ચલાવવા માટે એક બે પૈડાવાળી વાહન").
entry(સાઇકલચાલક, n, [સાઇકલચાલકો], "તે જે સાઇકલ ચલાવે").
entry(બીસાયક્લિક, વિશેષણ, [], "બે ચક્ર ધરાવતું").
entry(બિડ, v, [બેડ,બિડન,બિડિંગ], "બિડસ્ એક કિંમતોની ઓફર માટે").
entry(બિડાર્કા, n, [બિડાર્કાસ], "એક ઇનુઇટ કેનૉ").
entry(બિદાર્કી, n, [બિદાર્કીઓ], "બિદાર્કા").
entry(biddable, adj, [], "obedientBIDDABLY adv").
entry(bidden, past, [], "બિડનો ભાગરૂપ").
entry(બિડર, n, [બિડર], "આપણી માટે બીડીંગ કરનાર").
entry(બિડિંગ, ન, [બિડિંગ્સ], "એક આદેશ").
entry(બિડ્ડી, ન, [બિડ્ડીઝ], "એક મરઘી").
entry(પ્રવેશ, ક્રિ, [પ્રવેશ કર્યો,પ્રવેશ કરી રહ્યો,પ્રવેશ કરે છે], "રહેવાનું").
entry(બિડેંટલ, વિશેષણ, [], "બે દાંત ધરાવતો").
entry(બાઇડર, n, [બાઇડર્સ], "જોકે રાહ જુએ").
entry(બીડેટ, ન, [બીડેટ્સ], "ધોવા માટેનો નાનો બેસિન").
entry(બીડી, ન, [બીડીઓ], "ભારતની સિગારેટ").
entry(બાઇડિંગ, વર્તમાન, [], "બાઇડનો અંગપ્રયોગ").
entry(bield, v, [bielded,bielding,bields], "છતરદાર કરવું").
entry(બાયેનાલે, n, [બાયેનાલેસ], "એક બે વર્ષમાં ઉથલું થતું શો").
entry(બાયેનિયલ, nna., [બાયેનિયલ્સ], "એક ઘટના જે દર બે વર્ષે ઘટે છે").
entry(biennium, n, [bienniums], "અથવા BIENNIA બે વર્ષની અવધિ").
પ્રવેશ(બિયર, ના, [બિયર્સ], "કોફિન સ્ટેન્ડ").
entry(biface, n, [bifaces], "કોતરવાની ધાર વાળો પથ્થરનો સાધન").
entry(bifacial, વિશેષણ, [], "બે ચહેરાઓ ધરાવે છે").
entry(biff, v, [biffed,biffing,biffs], "મારવું").
entry(biffin, n, [biffins], "એક રસોઇનો સોફળ").
પ્રવેશ(બિફી, ન, [બિફીઝ], "એક ટોયલેટ").
entry(bifid, adj, [], "બે ભાગમાં વિભાજિતBIFIDLY adv").
entry(bifidity, n, [bifidities], "બિફિડ હોવાની સ્થિતિ").
entry(bifidum, n, [બીફિદા], "એક બૅક્ટેરિયમ જેમાં ઘણીવાર દહીંમાં ઉમેરવામાં આવે છે").
entry(bifilar, adj, [], "બાઇફિલાર: બે થ્રેડ ધરાવતા").
entry(biflex, adj, [], "બે જગ્યાએ વાંકેલું").
entry(બાઇફોકલ, સં, [બાઇફોકલ્સ], "એક પ્રકારનો લેન્સ").
entry(બિફોલ્ડ, n, [બિફોલ્ડ્સ], "એક બે ભાગવાળું બારણું").
entry(biforate, વિશેષણ, [], "બે છિદ્રો ધરાવતું").
entry(biforked, વિશેષણ, [], "બે શાખામાં વિભાજિત").
entry(બિફોર્મ, વિશેષણ, [], "બે સ્વરૂપ ધરાવનાર").
પ્રવેશ(બિફોર્મડ, વિશેષણ, [], "બિફોર્મ").
entry(મોટું, વિ., [], "અત્યંત આકાર").
entry(મોટું, n, [મોટાંs], "મહાન મહત્વનું એક").
entry(bigamies, pl, [], "બિગેમીનો").
પ્રવેશ(બિગેમિસ્ટ, ન, [બિગેમિસ્ટ્સ], "જે બિગેમી કરે છે").
entry(બિગેમસ, વિશેષણ, [], "બિગેમી માટે દોષી").
entry(બિગેમી, n, [બિગેમીસ], "એક સમયે બે લોકો સાથે લગ્નમાં રહેવાનું ગુનો").
entry(બિગારેડ, n, [બિગારેડ્સ], "એક સારસવૃક્ષ").
entry(બિગારુન, n, [બિગારુન્સ], "એક પ્રકારની ચેરી").
entry(બાઇજેમિની, ન, [બાઇજેમિનીઝ], "ડબલ પલ્સની સ્થિતિ").
entry(બિગઆય, n, [બિગઆયઝ], "એક દરિયાઈ માછલી").
entry(bigfoot, n, [bigfoots], "અથવા BIGFEET એક પ્રಭાવશાળી વ્યક્તિ").
entry(બિગફૂટ, v, [બિગફૂટેડ, બિગફૂટિંગ, બિગફૂટસ], "એક બિગફૂટ તરીકે પોતાની પ્રભાવ력을 લગાવવા માટે").
entry(મોટું, તુલનાત્મક, [], "મોટા તરીકે").
entry(સૌથી_મોટું, ઝડપી_શબ્દ, [], "મોટામાં સૌથી").
entry(biggety, વિશેષણ, [], "biggity").
entry(બિગી, ન, [બિગીઓ], "જોકે મોટું હોય").
entry(બિગ્ગીઝ, pl, [], "નું બિગી").
entry(biggin, n, [biggins], "એક ઘર").
entry(bigging, n, [biggings], "biggin").
entry(થોડું મોટું, વિશેષણ, [], "કેટલાક મોટા").
entry(બિગિટી, વિશેષણ, [], "ઘમંડુ").
entry(બિગી, ન, [બિગીઓ], "બિગી").
entry(bighead, n, [bigheads], "પશુઓનો એક રોગ").
entry(બિઘોર્ન, ન, [બિઘોર્ન્સ], "એક જંગલી ભેંસ").
entry(બાઇટ, ક્રિયા, [બાઇટેડ, બાઇટિંગ, બાઇટ્સ], "હાડપિંજરની લૂપથી કસવું").
entry(બીગલી, ક્રિયા વિશેષણ, [], "વિશાળ રીતે").
entry(bigmouth, n, [bigmouths], "એક વાતુની વ્યક્તિ").
entry(મોટાપણું, n, [મોટાપણાઓ], "મોટું હોવાનોestado").
entry(બિગનોનિયા, n, [બિગનોનિયાઝ], "એક ચઢતી વનસ્પતિ").
entry(બિગોસ, n, [બિગોસેસ], "એક પોલિશ સ્ટ્યૂ").
entry(જાતિવાદી, n, [જાતિવાદીઓ], "પૂર્વગ્રહ ધરાવનાર વ્યક્તિ").
entry(અવિશ્વાસી, વિશેષણ, [], "અસહિષ્ણુ").
entry(વૈમનસ્ય, n, [વૈમનસ્યો], "પૂર્વગ્રહ").
entry(bigstick, વિશેષણ, [], "ભયાનક સૈન્ય બળ").
entry(બિગટાઈમ, વિશેષણ, [], "અતિશય ઉચ્ચ સ્તર સાથે સંબંધિત").
entry(biguine, n, [biguines], "બેગુઇન").
entry(bigwig, n, [bigwigs], "મહત્ત્વપૂર્ણ વ્યક્તિ").
entry(બાહીહોર્લી, વિશેષણ, [], "દર બે કલાકે થતું").
entry(બિજou, n, [બિજouસ], "અથવા BIJOUX એક આભૂષણ").
પ્રવેશ(બિજુગેટ, વિશેષણ, [], "બિપંક્તિ").
entry(બીજ્યુગસ, વિશેષણ, [], "બીજુગેટ").
entry(બિજ્યુરલ, વિશેષણ, [], "એક જુરિસ્ડિક્શન સાથે બે કાનૂની સિસ્ટમોને લગતું").
entry(બાઇક, ક્રિયા, [બાઇક કર્યું, બાઇકિંગ, બાઇક્સ], "સાઇકલ ચલાવવી").
entry(બાઇકર, ન, [બાઇકર્સ], "એક જે બાઇક ચલાવે").
entry(bikeway, n, [bikeways], "બાઇકો માટેનો માર્ગ").
entry(bikie, n, [બાઈકીઓ], "બાઇકર").
entry(સાયકલસવારી, વર્તમાન, [], "સાયકલ ચલાવવાનો ભાગરૂપ").
entry(બિકિની, n, [બિકિનિસ], "ડહૂકડા સ્વિમસૂટનો પ્રકાર બિકિનીડ adj").
entry(બિલેબિયલ, ન, [બિલેબીઆલ્સ], "એક ધ્વનિ જે બંને હોઠોથી ઉચ્ચારિત થાય છે").
entry(bilander, n, [bilanders], "નાનું જહાજ").
દાખલ(bilayer, n, [bilayers], "બહુમૂલક સ્ત્રાવાદ વાળા પૉલિમર ફિલ્મ").
entry(ભમરડી, સ, [ભમરડીઓ], "ખાદ્ય બેરી").
entry(બિલ્બો, n, [બિલ્બોઝ], "અથવા BILBOESa પાતળા તીક્ષ્ણ તલવાર").
entry(બિલ્બાના, પ, [બિલ્બાઓસ], "બિલ્બો").
entry(બિલ્બી, સ, [બિલ્બીસ], "નાનું રાત્રિજાગ્રત સ્તનપ્રાણી").
entry(પિત્ત, ન, [પિત્તો], "યકૃત દ્વારા સ્રાવિત પ્રવાહી").
entry(bilevel, n, [bilevels], "બહુમાળી ઘર, બે માળવાળું મકાન").
entry(બિલ્જ, ક્રિયા, [બિલ્જથ્ય, બિલ્જિંગ, બિલ્જેસ], "છિદ્ર થવું").
entry(બિલ્જી, વિશેષણ, [], "બિલ્જિયરની બિલ્જિએસ્ટસિવેજ જેવી ગંધ આવે છે").
entry(બિલિયરી, વિશેષણ, [], "પિત્ત સાથે સંબંધિત").
entry(બિલિનિયર, વિશેષણ, [], "બે લીનોને લગતું").
entry(પિત્તજન્ય, વિશેષણ, [], "પિત્ત સંબંધિત").
entry(બિલ્ક, v, [બિલ્ક્ડ, બિલ્કિંગ, બિલ્ક્સ], "ઠગવું").
entry(બિલ્કર, n, [બિલ્કર્સ], "એક જે બિલ્ક કરે").
entry(બિલ, v, [બિલ્ડ,બિલિંગ,બિલ્સ], "ખર્ચની રકમ રજૂ કરવા માટે, બિલ લાયક adj").
entry(બિલબગ, n, [બિલબગ્સ], "એક વીવિલ").
entry(બિલર, n, [બિલર્સ], "જોકે બિલ બનાવે છે").
entry(બિલેટ, v, [બિલેટેડ,બિલેટિંગ,બિલેટ્સ], "સૈનિકોને નિવાસ આપવા").
entry(બિલીટી, કો, [બિલીટીઝ], "જેણે આદેશ દ્વારા રહેવા માટે સ્થાન આપવામાં આવ્યું છે").
entry(billeter, n, [billeters], "એ વ્યક્તિ કે જે સૈનિકોને રોકે છે").
entry(બીલફિશ, n, [બીલફિષેસ], "લાંબા સાંકડા દાંતવાળી માછલી").
entry(બિલફોલ્ડ, n, [બિલફોલ્ડ્સ], "એક વૉલેટ").
entry(billhead, n, [billheads], "એક લેટેરહેડ").
entry(બિલહૂક, ઉપસર્ગ, [બિલહૂક્સ], "કાપવાની સાધન").
entry(બિલિયર્ડ, ન, [બિલિયર્ડ્સ], "બિલિયર્ડ્સ કે ટેબલ ગેમમાં કૅરમનો શોટ").
entry(બિલી, ન, [બિલીઝ], "એક સાથી").
પ્રવેશ(બિલ્લીઓ, pl, [], "બિલીનો").
entry(billing, n, [billings], "જ્યાં કલાકારને યાદીમાં સૂચિબદ્ધ કરવામાં આવ્યો છે એ સબંધમાં").
entry(બિલિયન, ન, [બિલિયનો], "એક સંખ્યા").
entry(બિલન, n, [બિલન્સ], "ચાંદી અને તાંબાના મિશ્ર ધાતુ").
entry(બિલો, ક્રિયા, [બિલોચી, બિલોતું, બિલો કરે છે], "ફુલવું").
entry(ભરાવદાર, વિશેષણ, [], "ભરાવદાર, ભરાવદારतम કોલાતું ઉછળતું").
entry(બિલી, ન, [બિલીસ], "એક નાની ગુલાટી").
entry(બિલીકੈਨ, ન, [બિલીકેન્સ], "પાણી ગરમ કરવા માટેનો પાત્ર").
entry(બિલોબેટ, વિશેષણ, [], "બે પરિપૂર્ણીયાં ધરાવતા").
entry(બિલોબેડ, વિશેષણ, [], "બિલોબેટ").
entry(bilsted, n, [bilsteds], "કઠણ લાકડાવાળું વૃક્ષ").
entry(બિલટૉંગ, n, [બિલટૉંગ્સ], "સૂખવી અને ક્યૂર કરેલા માંસ").
entry(બિમા, n, [બિમાસ], "બેમા").
entry(બિમાહ, n, [બિમાહસ], "બેમા").
entry(bimanous, adj, [], "હાથવાળો").
entry(બાઇમેન્યુઅલ, વિશેષણ, [], "બે હાથથી કરવામાં આવે છે").
entry(બિમ્બેટ, ન, [બિમ્બેટ્સ], "આકર્ષક પરંતુ ખાલી મસ્તકવાળી યુવાન સ્ત્રી").
entry(બિમ્બો, ન, [બિમ્બોઝ], "અથવા BIMBOES એક બદનામ વ્યક્તિ").
entry(બાઇમેનસલ, વિશેષણ, [], "દર બે મહિને થી થતું").
entry(બિમેસ્ટર, n, [બિમેસ્ટર્સ], "એક બે માસનો સમયગાળો").
entry(બાઇમેટલ, n, [બાઇમેટલ્સ], "બે ધાતુઓથી બનેલું કંઈક").
entry(બાઇમિથેઁલ, ન, [બાઇમિથેઁલ્સ], "ઍથેન").
entry(બિમિની, ન, [બિમિનિસ], "યોટ માટેનું એક પ્રકારનું છત્રી").
entry(બાઇમોડલ, વિશેષણ, [], "બે આંકડાકીય મોડ ધરાવતું").
entry(બાયમોર્ફ, નામ, [બાયમોર્ફ્સ], "બે ક્રિસ્ટલસને સીમેન્ટથી જોડીને બનાવેલ ઉપકરણ").
entry(bin, v, [binned,binning,bins], "એક મોટા વાસણમાં સાચવવું").
entry(binal, વિશેષણ, [], "twofold").
entry(બાઇનરિઝમ, ન, [બાઇનરિઝમ્સ], "વિરોધાભાસ પર આધારિત વિચારશૈલી").
પ્રવેશ(દ્વિ, એન, [દ્વિ], "બે બાબતોનું સંયોજન").
entry(binate, adj, [], "જોડામાં ઉગતુંBINATELY adv").
entry(બિનૉરલ, વિશેષણ, [], "બન્ને કાનથી સાંભળવું").
entry(બંધન, ક્રિયા, [બંધ્યું,બંધતો,બંધે છે], "બાંધવા અથવા સુરક્ષિત કરવા માટેબંધનયોગ્ય વિશેષણ").
entry(બાઇન્ડર, ન, [બાઇન્ડર્સ], "એકે બાંધે છે").
entry(બાઇન્ડરી, સ, [બાઇન્ડરીઝ], "જ્યાં પુસ્તકો બાંધવામાં આવે છે").
entry(બિંદી, ન, [બિંદીઓ], "ભારતમાં સ્ત్రీઓએ કપાસ પર પહેરવેલ એક ડોટ").
entry(binding, n, [bindings], "પુસ્તકનું આવરણ અને બંધણ").
entry(bindle, n, [bindles], "એક ગોઠણ").
entry(બાઇંડવીડ, n, [બાઇંડવીડ્સ], "એક વળાંકીય છોડ").
entry(બીન, ન, [બીનસ], "એક વળે વળે પીળી છોડનો તણખલો").
entry(બાઇનર, n, [બાઇનર્સ], "કારબાઇન ધરાવેલો સૈનિક").
entry(બિંગ, નિપાત, [], "અચાનક ક્રિયા દર્શાવવા માટે વપરાય છે").
entry(બિંજ, ક્રિયાપદ, [], "બિંજ કર્યો બિંજિંગ અથવા બિિંગિંગ બિંજ過 કરવાની આડambt કરતાં ઝડપી ભોગવવું").
entry(બિંજીંગ, n, [બિંજીંગ્સ], "કઈંક અતિશય પ્રક્રુતિમાં ફરી જવું").
entry(બિન્જર, n, [બિન્જર્સ], "જે બિન્જ કરે છે").
entry(binging, n, [bingings], "બિંજીંગ").
entry(બિંગો, n, [બિંગોઝ], "અથવા BINGOES બાજીની રમત").
entry(빈닛, ન, [빈닛્સ], "કમ્પ્યુટર માહિતીની એક એકમ").
entry(binman, n, [binmen], "કચરો ઉપાડનાર").
entry(બિનેકલ, ન, [બિનેકલ્સ], "કંપાસ સ્ટેન્ડ").
entry(બિનડ, ભૂતકાળ, [], "બિનનો કાળ").
entry(બિનિંગ, વર્તમાન, [], "બિનનો ભાગરૂપ").
entry(binocle, n, [binocles], "દૂરબીન").
entry(binocs, npl, [], "બાઇનોક્યુલર્સ").
પ્રવેશ(બાઈનોમિયલ, n, [બાઈનોમિયલ્સ], "એક બીજગતિશાસ્ત્રીય અભિવ્યક્તિ").
પ્રવેેશ(બિંટ, સા, [બિંટ્સ], "એક સ્ત્રી").
entry(જીવનચરિત્ર, પ, [જીવનચરિત્રો], "એક જીવનકથા").
entry(જૈવ-પરીક્ષણ, v, [જૈવ-પરીક્ષણ કરાયેલ,જૈવ-પરીક્ષણ કરવું,જૈવ-પરીક્ષણો], "મુદ્રા અથવા પદાર્થના દ્રવ્યની તાકાત નિર્ધારિત કરવા માટે એક દવા તરીકે પરીક્ષણ કરવા માટે").
entry(બાયોચિપ, સબ., [બાયોચિપ્સ], "પ્રોટીનનો ઉપયોગ કરીને ડેટા સંગ્રહિત અથવા પ્રક્રિયા કરવા માટેનું હાઈપોથેટિકલ કમ્પ્યુટર ઘટક").
entry(જીવવિનાશક, n, [જીવવિનાશકો], "સજીવોનો વિનાશક પદાર્થજલાવરણનાશક વિશેષણ").
entry(bioclean, adj, [], "નુકસાનકારક જીવોને મુક્ત").
entry(biocycle, n, [biocycles], "જિંદગી સહાયક ક્ષેત્ર").
entry(જૈવ નૈતિક, વિશેષણ, [], "જૈવિક વિકાસમાંથી ઉદ્ભવતી નૈતિક પ્રશ્નોથી સંબંધિત").
entry(biofilm, n, [જૈવચિત્ર], "પ્રાણી-કણ કે જીવાણુઓની પાતળી સ્તર").
entry(બાયોફ્યુઅલ, ન, [બાયોફ્યુઅલ્સ], "જૈવિક કાચા માલમાંથી બનેલું ઇંધણ").
entry(biog, n, [biogs], "એક જીવની વિગત").
entry(બાયોગાસ, n, [બાયોગાસીસ], "અથવા બાયોગાસીસ, જૈવિક કચરાથી ઉત્પન્ન ગેસ ઇંધણ").
પ્રવેશ(બાયોજેન, ન, [બાયોજેન્સ], "એક કલ્પિત પ્રોટીન અણુ").
entry(જીવજાતિજન્ય, વિશેષણ, [], "જીવ સજીવો દ્વારા ઉત્પન્ન").
entry(biogeny, n, [જીવોત્પત્તિ], "પૂર્વવર્તી જીવનમાંથી જીવનનું વિકાસ").
entry(bioherm, n, [bioherms], "સામુદ્ર સુશ્ષીઓનો એક સમૂહ").
entry(જૈવિક, સ, [જૈવિકો], "ઍક દવા કે જે સજીવ સ્ત્રોતથી મળે છે").
entry(જીવવિજ્ઞાન, n, [જીવવિજ્ઞાનો], "જીવનનું વિજ્ઞાન").
entry(biolysis, n, [biolyses], "મૃત્યુBIOLYTIC વિશેષણ").
entry(બાયોમાસ, n, [બાયോമાસિસ], "જીવંત પદાર્થની માત્રા").
entry(જીવમંડળ, સ, [જીવમંડળો], "એક આર્થિક સમુદાય").
entry(બાયોમીટર, સ, [બાયોમિટર્સ], "જીવિત પદાર્થ દ્વારા ઉત્સર્જિત કાર્બન ડાયોક્સાઇડ માપવા માટેનો ઉપકરણ").
entry(જૈવમિતિ, n, [જૈવમીતિઓ], "જૈવિક આંકડાઓનો આંકડાશાસ્ત્રીય અભ્યાસ").
entry(બાયોમૉર્ફ, ન, [બાયોમૉર્ફ્સ], "રૂપરેખામાં જીવંત જૈવસજીવ જેવું કલા સ્વરૂપ").
entry(બાયોનિક્સ, નપ, [], "જૈવિક અને ઇલેક્ટ્રોનિક્સને જોડતો વિજ્ઞાનબાયોનિક વિશેષણ").
entry(જીવનશાસ્ત્ર, ન, [જીવનશાસ્ત્રો], "પર્યાવરણશાસ્ત્રBIONOMIC વિશેષણ").
entry(જીવિ, પ, [જીવિઓ], "એક જીવતું જીવCOશવ્યાવે ઉપલબ્ધ").
entry(જીવચરિત્રાત્મક ફિલ્મ, ન, [જીવચરિત્રાત્મકો], "જન્મકથાત્મક ફિલ્મ").
entry(બાયોપ્લાઝમ, n, [બાયોપ્લાઝમ્સ], "પ્રાણવૃત્ત પદાર્થ").
દાખલો(બાયોપ્સિક, વિશેષણ, [], "જીવંત ટિશ્યુની તપાસ સંબંધિત").
entry(બાયોપ્સી, v, [બાયોપ્સી કરવામાં આવી, બાયોપ્સી કરતા, બાયોપ્સીઓ], "જીવિત ટિશ્યુ તપાસવું").
entry(bioptic, adj, [], "બાયોેપ્સિક").
entry(બીસ્કોપ, ન, [બીસ્કોપ્સ], "એક પ્રારંભિક મૂવી પ્રોજેકટર").
entry(બાયોસ્કોપી, ન, [બાયોસ્કોપીઝ], "અમુક પ્રકારનું તબીબી પરીક્ષણ").
entry(બાયોસોલિડ, ન, [બાયોસોલિડ્સ], "ઉપચારિત ગટરનાળીથી પ્રાપ્ત થયેલો ઘન કાર્બનિક પદાર્થ").
પ્રવેશ(બાયોટા, નામ, [બાયોટાસ], "ફોર્ના અને ફૌના").
entry('બાયોટેક', n, ['બાયોટેક્સ'], "અર્ગ ઉપયોગજન્ય જીવવિજ્ઞાન").
entry(જીવિત, વિશેષણ, [], "જીવન સાથે સંબંધિત").
entry(biotical, વિશેષણ, [], "નિકાયી").
entry(બાયોટિક્સ, એનપીએલ, [], "જીવન વિજ્ઞાન").
entry(બાયોટિન, ન, [બાયોટિન્સ], "એક B વિટામિન").
entry(બાયોટાઈટ, n, [બાયોટાઈટસ], "માઇકાBIOTITICનો એક સ્વરૂપ adj").
બિંદુ(જીવહિંડોળ, ન, [જીવહિંડોળઓ], "એક સ્થિર નિવાસસ્થાન").
entry(બાયોટેક્સિન, n, [બાયોટેક્સિન્સ], "સજીવ અથવા પ્રાણી દ્વારા બનાવેલ ઝેર").
entry(બાયોટ્રોન, ન, [બાયોટ્રૉન્સ], "એક હવામાન નિયંત્રણ ચેમ્બર").
entry(જીવવર્ગ, n, [જીવવર્ગો], "જૈવિક રીતે સમાન જીવસૃષ્ટિઓનો સમૂહજીવવર્ગીય સુવિશેષણ").
entry(બાયોવ્યુલર, વિશેષણ, [], "બે અંડાણૂબAdjustedમથી પ્રાપ્ત").
entry(જયવીયકચરો, n, [જયવીયકચરાઓ], "મુખ્યત્વેocarŋત્યવસ્તુથી બનેલો કચરો").
Prolog:
entry(બિપેક, n, [બિપેક્સ], "ફિલ્મોનુ જોડી").
entry(biparous, adj, [], "જોડામાં સંતતિ ઉત્પાદન").
entry(બિપાર્ટેડ, વિશેષણ, [], "બન્યા ભાગો ધરાવતું").
entry(બિપાર્ટી, વિશેષણ, [], "બે પક્ષનો").
entry(બિપેડ, ન, [બિપેડ્સ], "એક બે પગવાળો પ્રાણીબિપેડલ વિશેષણ").
પ્રવેશ(બિપ્ખાસિક,વિશેષણ,[], "બે તબક્કા ધરાવવું").
entry(બાઇફેનાઇલ, n, [બાઇફેનાઇલ્સ], "એક હાઇડ્રોકાર્બન").
entry(બિપ્લેન, n, [બિપ્લેન્સ], "વિમાનનો એક પ્રકાર").
entry(બાઇપોડ, n, [બાઇપોડ્સ], "દેવ પગ વાળો ટેકો").
entry(બાઇપોલર, વિશેષણ, [], "બે ધ્રુવ ધરાવતા").
entry(બિરેશિયલ, વિશેષણ, [], "બે જાતિના સભ્યોએ ધરાવવું").
entry(દ્વિઆકર્ષ, વિશેષણ, [], "દ્વિ ગણિત સમમિતિ ધરાવનાર").
entry(બિરામોઝ, વિશેષણ, [], "બિરામસ").
entry(biramous, વિશેષણ, [], "બે શાખામાં વહેંચાયેલ").
entry(બિર્ચ, ક્રિયાપદ, [સજા આપેલી, સજા આપવી, બિર્ચિઝ], "માર મારવો").
entry(બીર્ચેન, વિશેષણ, [], "બિર્ચ લાકડાથી બનેલું").
entry(પંખી, v, [પંખી કરવામાં આવ્યું,પંખી કરવું,પંખીઓ], "પાંખીયાવાળા ગરમલોહી કશેરુક પ્રાણીઓનું શિકાર કરવાનો").
entry(પંખીગામઠાણું, n, [પંખીગામઠાણાં], "પંખીઓ માટે સ્નાન").
entry(બર્ડકેજ, સફળ, [બર્ડકેજસ], "પંખીઓ માટેનું પિંજર").
entry(પંખીબોલ, ન, [પંખીયોના બોલ], "પંખીનો બોલ").
entry(બર્ડડોગ, ક્રિયા, [બર્ડડોગ્ડ, બર્ડડોગિંગ, બર્ડડોગ્સ], "જેનું નજીકથી અનુસરણ કરવામાં આવે").
entry(birder, n, [birders], "પક્ષી શિકારી").
entry(birdfarm, n, [birdfarms], "એક વિમાનવાહક જહાજ").
entry(પક્ષી ઇંધણ, ઉપપદ, [પક્ષીઓ માટેનો આહાર], "પક્ષી બીજ").
entry(બર્ડી, ક્રિયાપદ, [બર્ડિડ, બર્ડીઇંગ, બર્ડીઝ], "ગોલ્ફમાં પર હેઠળ એક સ્ટ્રોકમાં શૂટ કરવું").
entry(પક્ષીપર્યવલોકન, ન, [પક્ષીપર્યવલોકનો], "પક્ષી નિરીક્ષણ").
entry(birdlife, n, [birdlife], "પંખીઓ").
entry(birdlike, adj, [], "પંખીડા જેવા").
entry(પંખીનાગ, v, [પંખીનાગવ્યું,પંખીનાગવું,પંખીનાગે], "નાના પંખીઓને પકડી નાખવા").
entry(બર્ડમેન, ન, [બર્ડમેન્સ], "જો છે એ પંખીઓ રાખે છે").
entry(પક્ષીઓનું દાણા, ન, [પક્ષીઓનાં દાણાં], "પક્ષીઓને ખવડાવવા માટે વપરાતું બીયાંનું મિશ્રણ").
entry(બર્ડઝાય, ન, [બર્ડઝાયસ], "ફૂલો આપતો પાક").
entry(બર્ડશોટ, న, [બર્ડશોટ્સ], "પક્ષીઓને શિકાર કરવા માટેનો નાની શોટ").
entry(પક્ષીઓનો સંગીત,ennu,n, [પક્ષીઓના ગીતો], "એક પક્ષીના ગીત").
entry(બિરેમ, ન, [બિરેમ્સ], "મથક પ્રાચીન જહાજ").
entry(બાયરેતા, ન, [બાયરેટાસ], "ધાર્મિક વ્યક્તિઓ દ્વારા પહેરવામાં આવતું મથાળો").
entry(બિરિયાની, n, [બિરિઅનિસ], "બિરિયાની").
entry(birk, n, [birks], "એક બિરચ ઝાડ").
entry(birkie, n, [બિર્કીજ], "એક જીવંત વ્યક્તિ").
entry(birl, v, [birled,birling,birls], "ફલોટિંગ લોગને ઘુમાવવું").
entry(birle, v, [birled,birling,birles], "મોજમસ્ટી કરવી").
entry(birler, n, [birlers], "જે તેજಿಯಲ್ಲಿ ફેરવે છે").
entry(birling, n, [birlings], "લંબર્જેક્સનો રમતો").
entry(બિର, ન, [બિરરોટ્ચ], "એથિયોપિયાની મોનેટરી એકમ").
entry(birr, v, [birred,birring,birrs], "ભૂં-ભૂં કરતી અવાજ કરવો").
entry(birretta, n, [birrettas], "બિરેટા").
entry(birse, n, [birses], "એક દાઢી").
entry(જન્મ, v, [જન્મેલ,જન્મ રહી,જન્મ], "ઉત્પત્તિ માટે").
entry(જન્મદિવસ, n, [જન્મદિવસો], "જન્મની વાર્ષિક પાંખ").
entry(પ્રસૂતિ, n, [પ્રસૂતિઓ], "જન્મ આપવા નો હિલષા").
entry(બિરયાની, ન, [બિરયાનીઓ], "મીટ, ફિશ અથવા શાકભાજી અને ભાતનું ભારતીય વાનગિ").
entry(bis, adv, [], "બાર").
entry(બિસ્કોટો, ન, [બિસ્કોટી], "એક કરકરો એનિસ્ટ સ્વાદવાળું બિસ્કિટ").
પ્રવેશ(બિસ્કિટ, સા, [બિસ્કિટ્સ], "ટૂંકું બ્રેડબિસ્ક્યુટી વિગાર્થી નાનો કેક").
entry(bise, n, [bises], "થંડી પવન").
entry(bisect, v, [bisected,bisecting,bisects], "બે ભાગમાં કાપવું").
entry(bisector, n, [bisectors], "જે કાંઇ બાજુબબાજુ વિભાજિત કરે છે").
entry(બાઇસેક્સ્યુઅલ, ન, [બાઇસેક્સ્યુઅલ્સ], "જે બંને લિંગોની તાકાત પર આકર્ષિત થાય છે").
entry(બિશ, ન, [બિશેસ], "એક બિશપ").
entry(બિષપ, v, [બિષપેડ, બિષપિંગ, બિષપ્સ], "મંડળીના વડા તરીકે બિષપની નિમણૂક કરવી").
entry(bisk, n, [bisks], "બિસ્ક").
entry(બિસ્માર્ક, ન, [બિસ્માર્ક્સ], "એક પ્રકારનો પેસ્ટ્રી").
entry(બિસ્મથ, n, [બિસ્મથ્સ], "એક ધાતુ તત્વ").
entry(બિટલું, n, [બિટલાં], "કડવા અને ચુભતા ફળો ધરાવતો એક પ્રકારનો કોશ કોષ").
entry(બાયસન, પ, [બાયસન્સ], "ઊંટણ જેવું પ્રાણી").
entry(બિસ્ક, ન, [બિસ્કસ], "એક ઘાટી ભરપૂર સૂપ").
entry(બિસ્ટેબલ, n, [બિસ્ટેબલ્સ], "એક વિદ્યુત આફત સાચવું જે બે સ્થિર અવસ્થાઓ ધરાવે છે").
entry(બિસ્ટેટ, વિશેષણ, [], "બે રાજ્યોને લગતુ").
entry(બિસ્ટર, ન, [બિસ્ટર્સ], "એક ભૂરો રંગદ્રવ્યBISTERED વિશેષણ").
entry(બિસ્ટોર્ટ, ન, [બિસ્ટોર્ટ્સ], "એક બહુવારષિક છોડ, જેના મૂળનો ઉપયોગ સંકોચક તરીકે થાય છે").
entry(ચીરોવાળી ચાકુ, n, [ચીરોવાળી ચાકુઓ], "ઓપરેશનમાં વપરાતી ચાકુ").
entry(બિસ્ટ્રે, n, [બિસ્ટ્રેસ], "બિસ્ટરબિસ્ટ્રેડ વિશેષણ").
entry(bistro, n, [બિસ્ત્રોઝ], "એક નાનું ટેવર્નBISTROIC વિશેષણ").
entry(બીટ, રાજય, [બીટેડ,બીટીંગ,બીટ્સ], "બંધન કરવું").
entry(bitable, adj, [], "કાપી શકાય તેવું").
entry(બિચ, ক্রিয়া, [બિચ્ડ,બિચિંગ,બિચેસ], "ફરિયાદ કરવી").
entry(બિચેન, વિશેષણ, [], "ઉત્કૃષ્ટ").
entry(bitchery, n, [bitcheries], "કટુક વર્તન").
entry(bitchy, adj, [], "BITCHIER BITCHIESTmaliciousBITCHILY adv").
entry(કાટવું, ક્રિયા, [કાટી,કાટેલી,કાટતું], "કાટવુંદાંતથી પકડવુંકાટવાની શક્તિ ધરાવતો, વિશેષણ").
entry(કાટનાર, ન, [કાટનારા], "કાટનાર જીવ").
എൻട്രി(ബൈറ്റ്‌വിംഗ്, એન, [ബൈറ്റ്‌വിംഗുകൾ], "ഒരു ദന്തചികിത്സാ എക്സ്‌റേ ഫിലിക്കും").
entry(કાઢવું, વર્તમાન, [], "કાઢવામાં ભાગ લેવા વાળો").
entry(bitingly, adv, [], "વિંગાંત થકી").
entry(bitmap, n, [bitmaps], "બાઇનરી ડેટાનું એરે").
entry(bitstock, n, [bitstocks], "ડ્રીલ પર બળતરમાં").
entry(bitsy, adj, [], "બીટિયર બીટિએસ્ટટીની").
પ્રવેશ(બિટ, વી, [બિટેડ, બિટિંગ, બિટ્સ], "ખૂંટી આસપાસ કેબલ સુરક્ષિત કરવા માટે").
entry(bitted, past, [], "બિટનો નિયમ").
entry(bitten, a, [], "bite નો ભૂતકાળત્વરૂપ").
entry(તુંીણુંુંુંાુંુંુંુંુ, પ્રશેષણ, [], "BITTERER BITTERESTઅપ્રિય સ્વાદ ધરાવવુંBITTERLY ક્રિયાવિશેષણ").
પ્રવેશ(કસાળ, v, [કસાયેલું,કસાવવા,કસાઓ], "કસું કરવું").
entry(તરબૂજ, ન, [તરબૂજ], "એક બરોબીના વાયોળાનો પક્ષી").
entry(બિટિઅર, તૂલનાત્મક, [], "બિટિ નું").
entry(bittiest, સુપરલેટિવ, [], "of bitty").
entry(bitting, n, [bittings], "કીમાં કરેલી ખાંચો").
entry(bittock, n, [bittocks], "નાનું પ્રમાણ").
entry(bitty, adj, [], "BITTIER BITTIESTtinyBITTILY adv").
entry(વિટુમેન, n, [વિટુમેન્સ], "એક ડામર").
entry(bitwise, ઉપવાચાર, [], "બિટ્સ સાથે કામ કરતી ક્લિપના પ્રોગ્રામમાં આપરેટર દર્શાવવું").
entry(biunique, adj, [], "બન ماحول છે બે સમૂહો વચ્ચેના પ્રકારના સંબંધ").
entry(દ્વિમૂલ્યક, n, [દ્વિમૂલ્યકો], "એક જોડ ક્રોમોસોમનો").
entry(બાઇવલ્વ, ન, [બાઇવલ્વસ], "એક દ્વિપત્રាល મોલસ્ક").
entry(bivalved, વિશેષણ, [], "બળતણવાળા બે શંખવાળું").
entry(bivinyl, n, [bivinyls], "સંશ્લેષિત રબર બનાવવા માટે ઉપયોગમાં લેવામાં આવતા બળતણ વાયુ").
entry(શિવિર, v, [શિવિરો બનાવવું, શિવિરો બનાવતો, શિવિરો], "અથવા BIVOUACશિવિર બનાવવું").
entry(બાઇવીકલી, n, [બાઇવીકલીઝ], "દર બે અઠવાડિયે પ્રકાશિત થતું પ્રકાશન").
entry(બાયઅરલી, વિશેષણ, [], "દર બિન વર્ષે થતું").
entry(બિઝ, ન, [બિઝેસ], "બિઝનેસ").
entry(વિચિત્ર, n, [વિચિત્રો], "વિચિત્ર રીતે પટ્ટાવાળું ફૂલ").
entry(બિઝારો, મહિલા, [બિઝારોસ], "એક જે આશ્ચર્યજનક અસામાન્ય છે").
entry(bize, n, [બાઈઝ], "બાઈસ").
entry(biznaga, n, [biznagas], "બિઝના").
entry(bizone, n, [bizones], "સંયોજન કરેલ બે ઝોનબીઝોનલ વિશેષણ").
entry(બ્લેબ, v, [બ્લેબ્ડ, બ્લેબિંગ, બ્લેબ્સ], "નકામું બોલવું").
entry(બ્લેબર, ક્રિ, [બ્લેબર્ડ, બ્લેબરીંગ, બ્લેબર્સ], "બોલી જવું").
entry(બ્લેબી, વિશેષણ, [], "વધુ બોલકો વઘુ બોલકૃ".
entry(કાળો, વિશેષણ, [], "કાળા રંગમાં સૌથી વધુ ગાઢ").
entry(કાળો, v, [કાળું,કાળતા,કાળા], "કાળો બનાવવા માટે").
entry(બ્લેકબોય, ન, [બ્લેકબોયઝ], "એક ઓસ્ટ્રેલિયાઈ છોડ").
entry(કાળી ટોપી, નામ, [કાળી ટોપીઓ], "એક નાની યુરોપિયન પક્ષી").
entry(કાળો, ক্রিয়া, [કાળો, કાળા બનાવવું, કાળા બનાવે છે], "કાળો બનાવવું").
entry(બ્લેકફિન, પ, [બ્લેકફિન્સ], "એક ખાદ્ય માછલી").
એન્ટ્રી(બ્લેકફ્લાઈ,ન,[બ્લેકફ્લાઈઝ],"દંશન કરતું એક માખી").
entry(બ્લેકગમ, n, [બ્લેકગમ્સ], "એક ટ્યુપેલો").
entry(ઑપરેટિંગ, નં, [blacking], "શુઝ માટેનો કાળો પોલિશ").
entry(કાળો-થોથો, વિશેષણ, [], "કડક કાળો").
entry(બ્લૈકલેગ, ન, [બ્લૈકલેગ્સ], "એક ઢોરના રોગ").
entry(મૂત્રાશય, n, [મૂત્રાશયો], "એક થેલાવાળા સ્વીકારકBLADDERY વિશેષણ").
entry(બ્લેડ, v, [બ્લેડેડ,બ્લેડિંગ,બ્લેડ્સ], "ઇનલાઇન સ્કેટ્સ પર સ્કેટ કરવા માટે").
entry(બ્લેડર, ન, [બ્લેડર્સ], "જે બ્લેડ કરે છે").
entry(blading, n, [bladings], "ઇનલાઇન સ્કેટ્સ પર સ્કેટિંગ કરવાનો કૃત્ય").
entry(બ્લે, વિશેષણ, [], "નાકાકાળુ").
entry(બ્લાફ, ન, [બ્લાફ્સ], "પશ્ચિમ ભારતીય સ્ટ્યૂ").
entry(બ્લેગ, ક્રિયાપદ, [બ્લેગ્ડ, બ્લેગિંગ, બ્લેગ્સ], "હિંસાથી લૂંટવું").
entry(બ્લૅગાર, ન, [બ્લૅગર્સ], "એક કે જે બ્લૅગ કરે છે").
entry(બ્લેગિંગ, ન, [બ્લેગિંગ્સ], "જાહેરમાં અનૌપચારિક વાત").
entry(બ્લેગ, ન, [બ્લેગ્ઝ], "દેખાવાદી બકવાસ").
entry(બ્લાહ, નામ, [બ્લાહસ], "અસંબદ્ધ").
entry(બ્લાહ, વિશેષણ, [], "બ્લાહેર બ્લાહેસ્ટનિર્વિદ્કારક મનમોહક").
entry(બ્લેન, ન, [બ્લેન્સ], "એક છાલ").
entry(blam, v, [blammed,blamming,blams], "ગોળી જેવા ઘોંઘાટ સાથેનો મોટો અવાજ કરવો").
entry(દોષારોપણાત્મક, વિશેષણ, [], "દોષારોપણBLAMABLY ક્રિયા વિશેષણ").
entry(મૂજવામાં આવ્યું, ક્રિયા વિશેષણ, [મૂજ્યું,મૂજવતું,મૂજે છે], "દોષારોપણ કરવો").
આંટ્રી(દોષારોપણ, વિશેષણ, [], "દોષક્ષમ").
entry(બીલેમર, ન, [બીલેમર્સ], "એજે આરોપ મૂકે").
entry(દોષારોપણ, વર્તમાન, [], "દોષારોપણનો ભાગાધ્યાય").
entry(સફેદ, ક્રિયા, [સફેદ થયું, સફેદ કરી રહ્યું છું, સફેદ કરે છે], "સફેદ બનાવવા").
entry(પાંઢરાપો, પ, [પાંઢરાપાઓ], "એક સફેદ કરવા વાળી વસ્તુ").
entry(ફીકી, વિશેષણ, [], "BLANDER BLANDESTsoothingBLANDLY ક્રિયા વિશેષણ").
entry(પ્રસન્ન કરવું, ક્રિયા, [પ્રસન્ન કર્યું,પ્રસન્ન કરવુંનો ક્રિયાપદ], "વઢિયાની થાપથી મનાવવું").
entry(blank, adj, [], "બ્લેન્કર બ્લેન્કેસ્ટખાલી").
entry(ખાલી, v, [ખાલીમાર્યું, ખાલીમારતા, ખાલીમારે છે], "હટાવવા માટે").
entry(કંબળ, ક્રિયાપદ, [કવર્યું,કવરવું,કવરતા], "સમાન રૂપે ઢંકવું").
entry(blankety, n, [blanketies], "અmentions ચીજ માટે સુવર્ણ અર્થ માં વાપરવામાં આવે છે").
entry(બ્લેંકી, સ, [બ્લેંકીઝ], "એક બાળકની ચાદર કપડાનું એક ટુકડો જે આવરણ તરીકે ઉપયોગમાં લેવાય છે").
ઍન્ટ્રી(બ્લેન્કલી, ક્રિયાવિશેષણ, [], "ખાલી રીતે").
entry(બ્લેર, v, [બ્લેરડ,ब्लેરिंग,બ્લેરસ], "ઉંચે અવાજ સાથે બજવું").
entry(બ્લાર્ની, ક્રિ, [બ્લાર્નીેડ, બ્લાર્નીઇંગ, બ્લાર્નીેસ], "પ્રશંસા દ્વારા મોહિત કરવું").
entry(બ્લિઝ, વિશેષણ, [], "ઉદાસીન").
entry(બ્લાસ્ટ, ક્રિયા, [બ્લાસ્ટેડ,બ્લાસ્ટિંગ,બ્લાસ્ટ્સ], "વિસ્ફોટકનો ઉપયોગ કરવા માટે").
entry(બ્લાસ્ટેમા, n, [બ્લાસ્ટેમાસ], "અથવા બ્લાસ્ટેમાટાએक પ્રતિભાવો આપે છે").
entry(ફોડનાર, ન, [ફોડનારા], "જો ફોડશે તે").
entry(blastie, n, [blasties], "એક બૌના").
એન્ટ્રી(blastier, તરતસ્કારક, [], "blastyનું").
entry(બ્લાસ્ટયેસ્ટ, અનુપણ, [], "બ્લાસ્ટીનો").
entry(ફૂટાવવાની ક્રિયા, ન, [ફૂટાવવાનું], "જે ફોડે છે તે act").
entry(blastoff, n, [blastoffs], "રૉકેટના પ્રક્ષેપણ").
entry(બ્લાસ્ટોમા, n, [બ્લાસ્ટોમાસ], "અથવા BLASTOMATA ટ્યુમરનો એક પ્રકાર").
entry(બ્લાસ્ટ્યુલા, ન, [બ્લાસ્ટ્યુલાસ], "અથવા બ્લાસ્ટ્યુલીઅન અર્લી એમ્બ્રિયો").
entry(બ્લાસ્ટી, વિશેષણ, [], "BLASTIER BLASTIESTગષ્ટી").
entry(blat, v, [blatted,blatting,blats], "મ toetsen 걸ts").
entry(સ્પષ્ટતા, n, [સ્પષ્ટતાઓ], "કંઈક સ્પષ્ટ").
entry(ખુલ્લું, વિશેષણ, [], "સ્પષ્ટ").
entry(બલેટ, વિશેષણ, [], "ભીતરત્રસ્ત").
entry(બ્લેધર, ક્રિયાપ્રતિ, [બ્લેધર્ડ, બ્લેધરીંગ, બ્લેધર્સ], "મૂર્ખામીથી વાત કરવા").
entry(blatted, past, [], "બ્લેટનું ભૂતકાળ").
પ્રવેશ(બ્લેટર, v, [બ્લેટર્ડ,બ્લેટરિંગ,બ્લેટર્સ], "બકબક કરવા").
entry(blatting, present, [], "blat નો વર્તમાન કૃત્યવિશેષણ").
entry(બ્લૂબોક, ન, [બ્લૂબોક્સ], "એક લુપ્ત થયેલું હરણ").
entry(બ્લો, ક્રિયા, [બ્લોડ, બ્લૉન, બ્લોઇંગ], "બ્લોઝ ફૂંકવું").
entry(બ્લેઝ, ક્રિયા, [બ્લેઝ્ડ, બ્લેઝિંગ, બ્લેઝેસ], "તેજસ્વ રીતે બળવું").
entry(બ્લેઝર, n, [બ્લેઝર્સ], "એક હલકી જેકિટBLAZERED વિશેષણ").
entry(પ્રકીરણ, v, [પ્રકીર્ણ,પ્રકીર્ણતા,પ્રકીરણ કરે છે], "ઘોષણા કરવી").
entry(બ્લેઝોનર, ન, [બ્લેઝોનર્સ], "જો એ એક બ્લેઝોન છે").
entry(બ્લેઝનરી, n, [બ્લેઝનરીઝ], "એક ભવ્ય પ્રદર્શન").
entry(બ્લીચ, ક્રિયા, [બ્લીચ્ડ, બ્લીચિંગ, બ્લીચિસ], "સફેદ બનાવવા").
entry(બ્લીચર, ન, [બ્લીચર્સ], "એક જે બ્લીચ કરે").
entry(bleak, વિશેષણ, [], "BLEAKER BLEAKESTdreary").
entry(બ્લીક, ન, [બ્લીક્સ], "એક તાજા પાણીની માછલી").
entry(bleakish, વિશેષણ, [], "કાંઇક ચૂકેલું").
entry(bleakly, adv, [], "ઉદાસ મૂડમાં").
પ્રવેશ(અસ્પષ્ટ, ક્રિયાપદ, [અસ્પષ્ટ,અસ્પષ્ટતા,અસ્પષ્ટ કરે છે], "ધૂંધળું બનાવવું").
entry(bleary, adj, [], "BLEARIER BLEARIESTધૂંધીધૂંધળાપણે adv").
entry(મેમણાંનો અવાજ, v, [મેમણાંનો અવાજ આપ્યો,મેમણાંના અવાજ આપવો,મેમણાંના અવાજ આપે], "ભેદાવટદાર છોડ બોલવો").
entry(બ્લીટર, n, [બ્લીટર્સ], "જે ટીંટચારે છે").
entry(બ્લેબ, ન, [બ્લેબ્ઝ], "એક ફફોડોBLEBBY ઍડજ").
entry(બ્લેબિંગ, n, [બ્લેબિંગ્સ], "છાલાની રચના").
entry(બ્લેચ, આંતબ્ઃવાક્ય, [], "કુસામું વ્યકત કરવા માટે ઉપયોગમાં લેવાય છે").
entry(bleed, v, [bled,bleeding,bleeds], "લોહી ગુમાવવું").
entry(bleeder, n, [bleeders], "એક જે રક્તસાર કરાવે").
entry(રક્તસ્રાવ, ન, [રક્તસ્રાવસ], "લોહી ગુમાવવાની ક્રિયા").
entry(બ્લીપ, v, [બ્લીપડ, બ્લીપિંગ, બ્લીપ્સ], "બ્લિપ કરવા").
entry(બ્લીપર, ન, [બ્લીપર્સ], "જે બળી કરે છે").
entry(blellum, n, [blellums], "એક બકબકિયા").
entry(દાગ, ક્રિયા, [દાગ્યું,દાગી રહ્યું,દાગો], "દાખ").
entry(બ્લેન્ચ, ક્રિયાપદ, [બ્લેન્ચેડ, બ્લેંચિંગ, બ્લેન્ચેસ], "વિચલિત થવું").
entry(બલેન્ચર, ન, [બલેન્ચર્સ], "એક કે જે ડરે છે").
entry(મિશ્રણ, ક્રિયાપદ, [મિશ્રિત,મિશ્રણ કરી રહ્યો છે,મિશ્રણ કરે છે], "ચોખ્સ અને સંપૂર્ણ રીતે એક સાથે મિશ્રણ કરવા").
entry(બ્લેન્ડ, જાતિ, [બ્લેન્ડસ], "એક ચમકદાર ખનિજ").
entry(બ્લેન્ડર, ન, [બ્લેન્ડર્સ], "એક જે મિશ્રણ કરે").
entry(અમેંશન,ન, [અમેંશનો], "મિલાવવાનું ક્રિયાપદ").
entry(બ્લેન્ની, n, [બ્લેન્નીઓ], "એક દરિયાઈ માછલી").
entry(બ્લેન્ટ, a, [], "blend નો ભૂતકાળ").
entry(blesbok, n, [blesboks], "એક મોટું હરણ").
entry(blesbuck, n, [blesbucks], "બ્લેસબોક").
entry(આશીર્વાદ આપી, ક્રિયાપદ, [આશીર્વાદ આપ્યો, આશીર્વાદ આપવો, આશીર્વાદ આપે છે], "પવિત્ર કરવા માટે").
entry(આશીર્વાદિત, વિશેષણ, [], "આશીર્વાદિતર આશીર્વાદિતતમપવિત્ર").
entry(આશીર્વાદ આપનાર, n, [આશીર્વાદ આપનારા], "જોકે આશીર્વાદ આપે છે").
એન્ટ્રી(આશીર્વાદ, ન, [આશીર્વાદો], "એક પ્રાર્થના").
entry(blest, a, [], "બ્લેસનો ભૂતકાળ").
entry(blet, n, [blets], "ફળનો ક્ષય").
entry(બ્લેથર, v, [બ્લેથર્ડ, બ્લેથરિંગ, બ્લેથર્સ], "બકવાસ કરવી").
entry(ફંટી ઉઠેવું, ભૂતકાળ, [], "ફૂંકવાનો કાળ").
entry(blewits, n, [blewitses], "પેલ સ્મશ્રુમ").
entry(બ્લાઇટ, ક્રિયા, [બ્લાઇટેડ,બ્લાઇટિંગ,બ્લાઇટ્સ], "ક્ષય બંધાવવો").
entry(blighter, n, [blighters], "વિનાશ લાવનાર").
`entry(બ્લાઇટિ, સે, [બ્લાઇટીઝ], "એક ઘા જેનાથી ઘરે ઇંગ્લેન્ડ ભણવાનું સંકેત મળે").`
entry(blimey, interj, [], "આશ્ચર્ય ની ભાવના વ્યક્ત કરવા માટે ઉપયોગ થાય છે").
પ્રવેશ(બ્લિમ્પ, ન, [બ્લિમ્પ્સ], "એક નોનરીજિડ વિમાનબ્લિમ્પિશ વિશેષણ").
entry(વિશ્વાસનું દેખાડું, n, [], "બહ્ષણ પ્રતિષ્ઠા વહન BLIMPERIES").
entry(બ્લિમિ, ઉદગાર, [], "બ્લાઈમી").
entry(blin, n, [બ્લિની], "અથવા BLINIS અથવા BLINYa બ્લિનટ્ઝ").
entry(અંધ, વિશેષણ, [], "અંધાપો અંધતમ").
entry(અંધ, v, [અંધ કર્યો,અંધ કરી રહ્યો છે,અંધ કરે છે], "દૃષ્ટિહીન બનાવવા").
entry(અંધારપટ્ટી, n, [અંધારપટ્ટીઓ], "રક્ષણાત્મક પડદી").
entry(બ્લાઇન્ડર, n, [બ્લાઇન્ડર્સ], "દર્પણને અવરોધ").
entry(અંધઆંતરડા, n, [અંધઆંતરડા], "એક અંધાંત").
entry(અંધારપટ્ટી, નિ, [અંધારપટ્ટીઓ], "અંધત્વ કરવાનું કાર્ય").
entry(અંધાધૂંધી, ક્રિયાવિશેષણ, [], "અંધ રીતે").
Prolog:
entry(બ્લિંગ, v, [બ્લિંગડ,બ્લિંગિંગ,બ્લિંગ્સ], "દેખાવડો દેખાવ અપનાવવા").
entry(blini, a, [], "blin નું બહુવચન").
entry(બ્લિનીસ, અ, [], "બ્લિન નું બહુવચન").
એન્ટ્રી(બ્લિંક, ક્રિયા, [બ્લિંકડ,બ્લિંકિંગ,બ્લિંક્સ], "આંખોને ખોલવી અને બંધ કરવી").
entry(blinkard, n, [blinkards], "જેવી સરળતાથી પલક ઝાપે").
entry(blinker, v, [blinkered,blinkering,blinkers], "અંધળાની આંખ પર પટ્ટી બાંધવી").
ફેરફાર(blintz, n, [blintzes], "blintze").
પ્રવેશ(blintze, n, [blintzes], "એક પાતળું પેનકેક").
entry(બલિની, અ, [], "બંધ્ય બલિન").
પ્રવેશ(બ્લિપ, ક્રિ, [બ્લિપ્ડ,બ્લિપિંગ,બ્લિપ્સ], "રેકોર્ડિંગમાંથી અવાજ દૂર કરવો").
entry(અમૃત, v, [અમૃતભવ્ય, અમૃતકૃત, અમૃતો], "અતિ આનંદ અથવા ઉત્સાહ અનુભવું અથવા ઉત્પન્ન કરવું").
entry(પ્રસન્ન, વિશેષણ, [], "ખૂબ ખુશ").
entry(છાલા, ક્રિયા, [છાલા પડ્યા, છાલા પડતાં, છાલા પાડે છે], "છાલા કારણ બનતા ત્વચા સોજા").
entry(blistery, વિશેષણ, [], "ફોફાં ધરાવતા").
entry(બ્લાઇટ, ન, [બ્લાઇટ્સ], "એક વાર્ષિક હર્બ").
entry(પ્રસન્ન, વિશેષણ, [], "BLITHER BLITHESTmerryBLITHELY adv").
entry(બ્લિધર, v, [બ્લિધર્ડ,બ્લિધરિંગ,બ્લિધર્સ], "બકબક કરવી").
entry(ઝપાટો, v, [ઝપાટ્યો,ઝપાટનાર,ઝપાટશે], "અચાનક હુમલો કરવા માટે").
entry(બ્લિટઝર, n, [બ્લિટઝર્સ], "એક જે બ્લિટઝ કરે છે").
entry(બરફની તૂફાન, n, [બરફની તૂફાનો], "એક ભારે હિમમળો").
entry(bloat, v, [bloated,bloating,bloats], "સૂજવું").
એન્ટ્રી(બ્લોટર, ઈ, [બ્લોટર્સ], "એક ધૂમ્રપાન કરેલું હેરિંગ").
પ્રવેશ(ફૂલાવું, ન, [ફૂલાવાં], "સોજો આવવાનો અવસ્થા").
entry(blob, v, [blobbed,blobbing,blobs], "સ્પ્લોટ".).
entry(બ્લોબી, વિશેષણ, [], "બ્લોબિયર બ્લોબીયેસ્ટસ્પ્લોટચી").
entry(મંડળ, ણ, [મંડળો], "એક ગઠબંધન").
entry(બ્લૉક, v, [અવરોધિત,અવરોધન,અવરોધો], "અવરોધવા માટે").
entry(નાખોદો, v, [નાખોદ્યો,નાખોદી રહ્યો,નાખોદો], "અવરોધ કરવા").
entry(આડાંત્ય, n, [આડાંત્યઓ], "કે જે અવરોધ કરે છે તે ક્રિયા").
entry(blocker, n, [blockers], "જોકે અવરોધે છે").
entry(અવરોધ, પ, [અવરોધો], "અવરોધન કરવાની ક્રિયા").
entry(blockish, adj, [], "બ્લોકી").
entry(blocky, adj, [], "BLOCKIER BLOCKIESTડોળ અને ઠાફ".
entry(બ્લોગ, v, [બ્લોગ કર્યો, બ્લોગિંગ, બ્લોગ્સ], "વેબ સાઇટ પર વ્યક્તિગત ટિપ્પણીઓ લખવા માટે").
entry(બ્લૉગર, ન, [બ્લૉગર્સ], "જે બ્લૉગ કરે છે").
entry(બ્લોગીંગ, ન, [બ્લોગીંગ્સ], "વિશ્વજાળ પર વ્યક્તિગત ટિપ્પણીઓ રેકોર્ડ કરવાની ક્રિયા અથવા પ્રથા").
entry(બ્લોક, n, [બ્લોક્સ], "એક સહયોગી").
entry(સમાન, વિશેષણ, [], "શખ્સના સામાન્ય વર્તણૂક સમાન").
પ્રવેશ(બ્લોકી, વિશેષણ, [], "બ્લોકિઅર બ્લોકિએસ્ટબ્લોકિશ").
entry(સૅફાઇદીવાળું, વિશેષણ, [], "સૅફાઇદીવાળું વધારે સૅફાઇદીવાળું વધારેજોરદારવાળું").
entry(સુવર્ણકેશ, n, [સુવર્ણકેશ], "સુવર્ણ વાળ ધરાવતા વ્યક્તિ").
entry(સોનેરી, ન, [સોનેરીઓ], "સોનેરી").
પ્રવેશ(બ્લોન્ડિન, ક્રિયા, [બ્લોન્ડિનેડ, બ્લોન્ડિનિંગ, બ્લોન્ડિન્સ], "વાળને પીળે રંગમાં બળી કરવું").
entry(થોડુંકગોરું, વિશેષણ, [], "થોડુંક ગોરું").
entry(લોહી, ક્રીયા, [લોહીથી રંગાયેલ, લોહી માં રંગાવવું, લોહી], "હ્રદય દ્વારા પ્રસિદ્ધ અત્યંત પ્રવાહી લોહી સાથે કલંક લગાવવા").
entry(બ્લડફિન, ન, [બ્લડફિનસ], "એક તાજા પાણીની માછલી").
entry(લોહિયાલુ, ભૂતકાળ, [], "લોહિયાળનું કાળ").
પ્રવેશ(બ્લડીયર, તુલનાત્મક, [], "બ્લડીની").
entry(bloodies, present, [], "બ્લડી નું ત્રીજા પાત્ર એકવચન").
entry(bloodiest, superlative, [], "of bloody").
entry(રક્તથી, ક્રિયા વિશેષણ, [], "એક રક્તરંજિત રીતે").
entry( બ્લડિંગ, ન, [બ્લડિંગ્સ], "અક શિયાળાના શિકારની વિધિ").
entry(રક્તરંગ, વિશેષણ, [], "રક્તનો રંગ").
entry(લોહીથી, વિશેષણ, [], "ખુનાર અને લોહીથી લોખંડથી મઢેલું").
entry(મોખરું, v, [મોખર્યાં,મોખરી,મોખરે], "લોહીદાર બનાવવું").
entry(બ્લુઇ, વિશેષણ, [], "અવ્યવસ્થિત હોવું").
entry(blooie, વિશેષણ, [], "blooey").
entry(ફૂલ, ક્રિયાપદ, [ફૂલ્યું,ફૂલી રહ્યું છે,ફૂલો], "ફૂલો લાવવા માટે").
entry(બ્લૂમર, ને, [બ્લૂમર્સ], "એક ફૂલતું છોડ").
entry(bloomery, n, [bloomeries], "લોખંડને ઓગાળવા માટેની بھઠ્ઠી").
entry(ફૂલતાં, n, [ફૂલતાં], "લોહને ગાળવા માટેની પ્રતિક્રિયા").
entry(ફૂલોયુક્ત, વિશેષણ, [], "ફૂલોથી ઢંકાયેલું BLOOMIER BLOOMIEST").
entry(બલૂપ, v, [બલૂપ્ડ, બલૂપિંગ, બલૂપ્સ], "એક ટૂંકી ફ્લાય બોલ મારવી").
Prolog:
entry(બ્લૂપર, ન, [બ્લૂપર્સ], "એક જાહેર ભૂલ").
entry(bloopy, ગુણવાચક, [], "BLOOPIER BLOOPIEST being a હિટ જે એક નાની ફ્લાઈ બોલ છે").
entry(પુષ્પ, v, [ફુલેલું,ફુલાવું,ફુલવામાં], "ખિલવા માટે").
entry(ફુલ્લું, વિશેષણ, [], "ફુલો ધરાવવું").
entry(ધાબો, ક્રિયા, [ધાબી ગયો, ધાબી રહ્યો, ધાબે છે], "માટા કે ગંદકીને કારણભૂત થવું").
entry(દાગ, ક્રિયાપદ, [દાગ લાગ્યો, દાગ લગાવતા, દાગ લાગે છે], "મોટા ધબ્બા સાથે ચિહ્નિત કરવું").
entry(બ્લોચી, વિશેષણ, [], "બ્લોચિયર બ્લોચિએસ્ટબ્લોચ્ડ").
entry(નિર્દોષ, વિશેષણ, [], "સ્પોટલેસ").
entry(ધધપાવેલું, ભૂતકાળ, [], "ધબડائڻનો વિક્રમ").
entry(બ્લોટર, ન, [બ્લોટર્સ], "શાઈ શોષી લેતું કાગળનો એક ટુકડો").
entry(blottier, તુલનાત્મક, [], "બ્લોટી").
entry(blottiest, superlative, [], "બ્લોટીનો").
entry(કલાકાર, વર્તમાન, [], "બ્લોટનોભાગરૂપ").
entry(બ્લોટ્ટો, વિશેષણ, [], "નશામાં").
entry(બ્લોટી, વિગતનામ, [], "બ્લોટિયર બ્લોટિયસ્ટસ્પોટી").
entry(બ્લાઉઝ, v, [બ્લાઉઝ્ડ, બ્લાઉઝિંગ, બ્લાઉઝિઝ], "અલગાથી લટકવું").
entry(બ્લાઉઝોન, ન, [બ્લાઉઝોન્સ], "સ્ત્રીનું لباس").
entry(blousy, adj, [], "BLOUSIER BLOUSIESTblowsyBLOUSILY adv").
entry(bloviate, v, [bloviated,bloviating,bloviates], "દંભપૂર્વક બોલવું").
entry(ફૂંકવુ, ક્રિયાપદ, [ફૂંકવી,ફૂંક્યું,ફૂંકે છે], "BLOWSto ખરાબ").
entry(ફૂંકવો, ક્રિયાપદ, [ફૂંક્યું,ફુંકાયેલું,ફૂંકતા], "ફૂંકનાપવનના પ્રવાહ દ્વારા ચલાવવું કે ઠેલવું").
entry(ફેરવિચાર, n, [ફેરવિચારો], "ગેસનો પલાયન").
entry(બ્લોબોલ, ન, [બ્લોબોલ્સ], "એક ગુલગુલિત બીજ બોલ").
entry(બ્લોબાય, n, [બ્લોબાયઝ], "એગ્ઝૉસ્ટ ધૂવા ના લીકેજ").
entry(ફૂંકબાણ, ન, [ફૂંકબાણો], "એક ફૂંકપાઇપમાંથી ફેંકાયેલ બાણ").
entry(ફૂકદાટ, n, [ફૂકદાટો], "પવનથી ધરાશાયી થયેલું વૃક્ષ").
entry(ફૂંકનાર, n, [ફૂંકનારા], "જે ફૂંકે છે").
entry(બ્લોફિશ, પા, [બ્લોફિશઝ], "એક સમુદ્રી માછલી").
પસંદ(blowfly, n, [blowflies], "માખીનો એક પ્રકાર").
entry(બ્લોજગન, ન, [બ્લોજગન્સ], "એક નળી કે જેમાંથી ડાર્ટ ફુકાવી શકાય છે").
entry(બ્લોહાર્ડ, સ, [બ્લોહાર્ડ્સ], "એક ખપ્પરઘોડો").
entry(સૂરાખ, ક્રિયાપદ, [સૂરાખો], "હવા અથવા વાયુ વેન્ટ").
entry(હલકું, તુલનાત્મક, [], "blowy ના").
entry(blowiest, superlative, [], "બ્લોય નું").
entry(બ્લોલેમ્પ, n, [બ્લોલેમ્પ્સ], "એક બ્લોટોર્ચ").
entry(blown, past, [], "બ્લોનો વર્તમાનકાળ").
entry(blowoff, n, [blowoffs], "ગેસનો બહાર નીકળવું").
entry(બ્લાઉટ, n, [બ્લાઉટ્સ], "હઠાત્ ફાટવું").
entry(બ્લોપાઇપ, ર, [બ્લોપાઇપ્સ], "એક ફૂંકનાંયુક્તિ").
entry(blowsed, adj, [], "હોધન").
entry(blowsy, આજ, [], "BLOWSIER BLOWSIESTslovenlyBLOWSILY adv").
entry(બ્લોઈબંદૂક, n, [બ્લોઈબંદૂકો], "એક બ્લોગન").
entry(blowup, n, [blowups], "સ્પોટનો ધડાકો").
entry(blowy, વિશેષણ, [], "BLOWIER BLOWIESTwindy").
entry(બ્લોઝ્ડ, વિશ્વેશેષણ, [], "બ્લોઝી").
entry(અલસ , વિશેષણ, [], "અલસ વગડાળો, અલસ નો સર્વોચ્ચ પ્રકાર, અલસાઇથી વિશેષણરૂપ").
entry(blub, v, [blubbed,blubbing,blubs], "બલબ કરવું").
એન્ટ્રી(બ્લબર, ક્રિયા, [બ્લબરચી, બ્લબરચું, બ્લબર ધરાવે], "ઘેરું રડવું").
entry(ભેજવાળી, વિશેષણ, [], "જાડું ફૂલેલું").
entry(બ્લ્યુચર, પા, [બ્લ્યુચરો], "એક અડધી બૂટ").
entry(bludge, v, [bludged,bludging,bludges], "કામ ટાળવું").
entry(ભલજન, ક્રિયા, [ભલજન્ડ,ભલજનિંગ,ભલજન્સ], "ગદા વડે મારવું").
entry(બલુજર, ન, [બલુઝર્સ], "એક અલસિયું કે ટાળਟૂપાળ").
entry(નિલો, વિશેષણ, [], "આકાશ ની સ્પષ્ટતાનો રંગ ધરાવે છે").
entry(નીલું, v, [], "નીલ થયેલું, નિલાંકન અથવા શ્યામ પદાર્થ દર્શાવવો").
entry(બ્લૂબૅક, n, [બ્લૂબૅક્સ], "વીંછી અથવા માછલી જેની પીઠ નીલકંત હોય").
entry(બ્લૂબોલ, પ, [બ્લૂબોલસ], "એક ઔષધીય જડીબુટ્ટી").
entry(bluebeat, n, [bluebeats], "સ્કા").
entry(બ્લૂબેલ, નિ, [બ્લૂબેલ્સ], "એક ફૂલદાર છોડ").
entry(બ્લ્યુબિલ, ન, [બ્લ્યુબિલ્સ], "સ્કાઉપ ડક").
entry(બ્લુબર્ડ, n, [બ્લુબર્ડ્સ], "એક ગાયકપક્ષી").
entry(bluebook, n, [bluebooks], "પરીક્ષા બુકલેટ").
પ્રવેશ(બ્લુકૅપ, પુરુષવાચક, [બ્લુકૅપ્સ], "એક ફૂલદાયી છોડ").
entry(બ્લ્યૂકોટ, ન, [બ્લ્યૂકોટ્સ], "પોલીસ અધિકારી").
entry(blued, past, [], "ને લુબૂબ કરવું").
entry(બ્લ્યુફિન, n, [બ્લ્યુફિનસ], "મોટું ટ્યુના").
entry(બ્લુફિશ, સ, [બ્લુફિશિસ], "એક સમુદ્રી માછલી").
નીકળવા(બ્લ્યુગિલ, ન, [બ્લ્યુગિલ્સ], "ઓછું ખાય તેવા સનફિશ").
entry(બ્લ્યુગમ, એ, [બ્લ્યુગમ્સ], "એક લાકડાનું ઝાડ").
entry(બ્લ્યુહેડ, ન, [બ્લ્યુહેડ્સ], "એક સમુદ્રી માછલી").
એન્ટ્રી(બ્લ્યુઇંગ, એન, [બ્લ્યુઇંગ્સ], "બ્લુઇંગ").
entry(ફીકું વાદળી, વિશેષણ, [], "વાદળી જેવું").
entry(બ્લ્યુજેક, ન, [બ્લ્યુજેક્સ], "એક ઓકનું ઝાડ").
entry(બ્લૂજે, ન, [બ્લૂજેસ], "એક કોવાઇન પક્ષી").
entry(બ્લ્યુલાઇન, n, [બ્લ્યુલાઇન્સ], "એક રેખા જે હોકી રિંકને વહેંચે છે").
ઇન્ટ્રી(બ્લ્યુલી, ક્રિયાવિશેષણ, [], "નિલી રીતમાં").
પ્રવેશ(Bluelness, n, [bluenesses], "આભા ની અવસ્થા").
entry(બ્લ્યુનોઝ, ન, [બ્લ્યુનોઝીસ], "એક સાક્ષાપૂર્ણ વ્યક્તિ").
entry(બ્લ્યુર, તુલનાત્મક, [], "ની બ્લુ").
entry(બલ્યુઝિયર, તુલનાત્મક, [], "બલ્યુઝીનું").
એન્ટ્રી(બ્લૂઝિયેસ્ટ, સુપરલેટિવ, [], "બ્લૂઝીનો").
entry(બ્લૂઝમેન, n, [બ્લૂઝમેન], "જોયે જે બ્લૂઝ વગાડે").
entry(bluest, superlative, [], "ને વાદળી").
entry(બ્લ્યુસ્ટેમ, ન, [બ્લ્યુસ્ટેમ્સ], "એક પ્રેરી ઘાસ").
entry(bluesy, adj, [], "BLUESIER BLUESIESTબ્લૂઝ જેવું સંગીતનું સ્વરૂપ").
entry(bluet, n, [બ્લુએટ્સ], "એક મધ્યમ ફૂલ").
entry(ખાએલા, n, [ખાએલાઓ], "હંટિંગ ડોગ").
entry(નિલઘાસ, ન, [નિલઘાસો], "એક કટયુક્ત ઘાસ").
entry(બલ્યુવુડ, ન, [બલ્યુવુડ્સ], "ઊન્નત ઝાડ").
entry(બ્લૂઈ, ન, [બ્લૂઈસ્કો], "પ્રવાસમાં વપરાતા કપડાંની થેલી").
entry(ધમકી, વિશેષણ, [], "ધમકાવનાર ધમકાવનારી પહોળા મોરચાવાળી ધમકાવી રીતે ક્રિયાપદ").
entry(દેખાડવું, ક્રિયાપદ, [દેખાડ્યું, જોઈ રહ્યું છે, દેખાડે છે], "ગેરમાર્ગ પ્રશસ્ત કરવો").
entry(બ્લફર, પ, [બ્લફર્સ], "એક જે બ્લફ કરે").
દાખલ(bluing, n, [bluings], "કાપડનો રંગ").
entry(નીળાશ પરિભાષા, વિશેષણ, [], "કેટલાક નીળા").
entry(બલ્યુમ, v, [બલ્યુમ્ડ, બલ્યુમિંગ, બલ્યુમસ], "ફૂલવું").
entry(ભૂલ, v, [ભૂલ કરી, ભૂલ કરતા, ભૂલો કરે છે], "ભૂલ કરવાની ક્રિયા").
entry(બ્લાંજ, ક્રિયા, [બ્લાંજ્યું, બ્લાંજતા,ब्लांજશે], "માટીને પાણી સાથે મિક્સ કરવા માટે").
entry(બ્લન્ઝર, પ, [બ્લન્ઝર્સ], "એક જે બ્લન્ઝ કરે છે").
entry(બ્લન્ટ, વિશેષણ, [], "બ્લન્ટર બ્લન્ટેસ્ટન બલંટલી વિશેષણ").
entry(બ્લંટ, ક્રિયા, [બ્લંટેડ,બ્લન્ટિંગ,બ્લન્ટ્સ], "મંદ બનાવવું").
entry(ધૂંધળું, v, [ધૂંધળી,ધૂંધળી થઈ રહ્યો છે,ધૂંધળાઈ], "અસ્પષ્ટ બનાવવું").
entry(વિવરણ, v, [પ્રશંસિત કર્યું,વ્યાખ્યાયિત,પ્રશંસાઓ], "જાહેર જનરલમાં પ્રશংসા કરવી").
entry(blurbist, n, [blurbists], "એક કે જે બ્લર્બ કરે").
entry(ધૂંધળો, વિશેષણ, [], "ધૂંધળો ધૂંધળા અસ્પષ્ટ ધૂંધળાઈથી ક્રિયાવિશેષણ").
entry(blurt, v, [blurted,blurting,blurts], "અચાનક બોલવું").
entry(blurter, n, [blurters], "એક જે ઉગળી જાય").
entry(લાલીમા, v, [લાલ થયેલો, લાલ થઈ રહ્યો, લાલ થાય છે], "લાલ થવું").
entry(બ્લશર, ન, [બ્લશર્સ], "જે શરમાય છે").
entry(લજ્જાશીલ, વિશેષણ, [], "લાલ રંગનો").
entry(ફૂંકાવું, ક્રિયા, [ફૂંકેલું, ફૂંકાવવું, ફૂંકે છે], "જોરથી ફૂંકાવું").
entry(ધૂંધવટયુક્ત, વિશેષણ, [], "પવનભર્યું").
entry(blype, n, [blypes], "એક કીચણ").
entry(બો, પ, [બોસ], "એક મિત્ર").
entry(બોઆ, નામ, [બોઆઝ], "એક મોટો સાપ").
entry(દૂપકર, ન, [દૂપકર], "એક પુરુષ સુઅર").
entry(બોર્ડ, v, [બોર્ડેડ, બોર્ડિંગ, બોર્ડ્સ], "નિશ્ચિત કીમતે ભોજન લેવું").
entry(બોર્ડર, સ્થિતિ, [બોર્ડર્સ], "જે બોર્ડિંગ કરે છે").
entry(boarding, n, [boardings], "કાઠના પાટિયા કે પાટલનો સપાટી").
entry(boardman, n, [બોર્ડમેન], "બોર્ડ સભ્ય").
entry(બોરફિશ, ન, [બોરફિશેસ], "એક મરીન માછલી").
entry(boarish, વિશેષણ, [], "સ્વાઇનિશ કોરસ").
entry(boart, n, [boarts], "બોર્ટ").
entry(અહંકાર કરવો, ક્રિયાપદ, [અહંકાર કર્યો, અહંકાર કરતો, અહંકાર કરે છે], "શેખી મારવી").
entry(શેખીયો, ન, [શેખીયાઓ], "જો શેખી મારાય એ").
entry(boastful, adj, [], "ફાજિલાતઘડું").
entry(નૌકા, v, [નૌકા-ફરે,નૌકાપ્રવાસ,નૌકાઓ], "તડાની નૌકામાં પ્રવાસ કરવા પાત્રBOATABLE વિશેષણ").
entry(બોટબિલ, ન, [બોટબિલ્સ], "જલચર પક્ષી").
પ્રવેશ(બોટેલ, ન, [બોટેલ્સ], "જળકિનારે આવેલ હોટલ").
entry(boater, n, [boaters], "નાવ ચલાવતા").
entry(boatful, n, [boatfuls], "ટોળ વાળો").
entry(boathook, n, [boathooks], "હોડીમાં ઉપયોગ માટેની લોખંડની હૂક સાથેની ખંભી").
entry(નૌકાયાન, n, [નૌકાયનો], "નૌકા દ્વારા મુસાફરી કરવાનો રમત").
entry(બોટલિફ્ટ, v, [બોટલિફ્ટેડ, બોટલિફ્ટિંગ, બોટલિફ્ટ્સ], "નૌકાઓ દ્વારા પરિવહન કરવા").
entry(નૌકાસમ, વિશેષણ, [], "નૌકા જેવું").
entry(નૌકાભાર, ન, [નૌકાભારો], "નૌકા પાસે હોય તે બધી વસ્તુઓ").
entry(નાવિક, ન, [નાવિકો], "જે નિખાલસ માં નાવિક તરીકે કામ કરે છે.").
entry(બોટનેક, ન, [બોટનેક્સ], "પહોળું ગળિયું").
entry(પણ્ટ, જ, [પણ્ટપોર્ટ્સ], "નૌકાઓ માટેનું વાડાઘર").
entry(કહૈયો, ન, [કહૈયાઓ], "કહૈયો").
entry(નૌકાંત, n, [નૌકાંતો], "એક મરીના").
entry(બોબ, v, [બોબ્રાયુ, બોબિંગ, બોબ્સ], "ઉપર અને નીચે જવું").
entry(bobber, n, [bobbers], "એ કો જે બોબ કરે").
entry(બોબરી, ન, [બોબરીઝ], "એક ખલેલ").
entry(બોબિઝ, pl, [], "નો બોબી").
entry(બોબિન, ન, [બોબિન્સ], "એક ધાગા ધારક").
entry(bobbinet, n, [bobbinets], "એક મશીનમેડ નેટ").
entry(bobbing, present, [], "બોબનો વર્તમાનક્રિયા વિશેષણ").
entry(બોબલ, ક્રિ, [બોબલ્યું,બોબલી રહેલું,બોબલસ], "અનિયંત્રિત કરવું").
entry(bobbly, adj, [], "નાનું ઉનથી બનેલું બોલના સમાન BOBBLIER BOBBLIEST").
પ્રવેશ(બોબી, પ, [બોબીઓ], "એક પોલીસ અધિકારી").
entry(bobbysox, npl, [], "ગર્લ્સ સોક્સ જે પગના કંકાલ ઉપર સુધી પહોચે").
entry(ફાટકડી, પ, [ફાટકડીઓ], "એક લીન્ક્સ").
entry(બોબેચ, ન, [બોબેચેસ], "કીકિયાના ધારક પર કાચનો કવચ").
entry(bobo, n, [bobos], "એક સમૃદ્ધ વ્યક્તિ જે બોહેમિયન મૂલ્યો ધરાવે છે અને બુર્ઝુઆ જીવન જીવ છે").
entry(bobolink, n, [bobolinks], "એક ગાયક પક્ષી").
entry(બોબસ્કેટ,?n,?[બોબસ્કેટ્સ],?"બાળકોનો સ્કેટ જેમાં બે સમાંતર બ્લેડ હોય છે").
entry(બોબ્સ્લેડ, v, [બોબ્સ્લેડેડ, બોબ્સ્લેડિંગ, બોબ્સ્લેડ્સ], "રેસિંગ સ્લેડ બોબ્સ્લેડ પર સવારી કરવા").
entry(bobstay, n, [bobstays], "એક સ્થિર કરવાની દોરી").
entry(બોબટેલ, v, [બોબટેલડ, બોબટેલિંગ, બોબટેલ્સ], "ટૂંકું કાપવા માટે").
entry(બોબવ્હાઇટ, ન, [બોબવ્હાઇટ્સ], "એક ગેમ પંખી").
entry(bocaccio, n, [બોકાકિયો], "એક રૉકફિશ").
entry(બોચે, n, [બોચેસ], "બોચી").
entry(bocci, n, [boccis], "બોચી").
entry(બોચ્યા, n, [બોચ્યાઝ], "બોચ્ચી").
entry(બોકી, н, [બોકીઝ], "એક ઇટાલિયન બોલિંગ રમત").
entry(બોક, નં, [બોક્સ], " એક ગાઢ બિયર").
entry(bod, n, [bods], "એક શરીર").
entry(બોડ, v, [બોડેડ,બોડિંગ,બોડેસ], "આગાહી કરવાનો").
entry(બodega, ન, [બodegaસ], "એક કૃતકાન્યુ સ્ટોર").
entry(bodement, n, [bodements], "અશુભ સંકેત").
entry(બોધરાન, ન, [બોધરાન્સ], "આઈરિશ ઢોલ").
entry(બોડિસ, n, [બોડિસીસ], "એક કોરસે").
entry(bodied, past, [], "બોડીનો કાળ").
entry(શરીરો, હાજર, [], "દેશી વ્યક્તિ એકવચન શરીર").
entry(શરીરવિહીન, વિશેષણ, [], "ભૌતિક સ્વરૂપ રહિત").
entry(શારીરિક, વિશેષણ, [], "શરીરનું").
entry(boding, n, [bodings], "એક શકુન").
entry(bodingly, adv, [], "અશુભ રીતે").
entry(બોડકિન, ન, [બોડકિન્સ], "એક તીક્ષ્ણ સાધન").
entry(મુખ્ય, v, [મુખ્યતું મુકવું,મુખ્યતા મૂર્તિમાન કરવું,મુખ્યો], "આકાર આપવા").
entry(bodyman, n, [બોડીમેન], "જે ઓટો બોડીને મરામત કરે છે").
entry(બૉડીસાઇડ, ન, [બૉડીસાઇડ્સ], "વાહનના બૉડીનો બાજુ").
entry(બોડીસૂટ, n, [બોડીસૂટ્સ], "ટોર્સો માટેનું એક ટુકડાવાળું વસ્ત્ર").
entry(બોડીસર્ફ, v, [બોડીસર્ફડ,બોડીસર્ફિંગ,બોડીસર્ફ્સ], "કોઈ સર્ફબોર્ડ વગર તરંગ પર સવારી કરવી").
entry(બોડીવૉશ, n, [બોડીવૉશીઝ], "શરીરને સાફ કરવા માટેનું પ્રવાહી ઉત્પાદન").
શ્રેષ્ઠ (શરીર કામ, ન, [શરીર કામો], "એક વાહન શરીર").
entry(બોહમાઇટ, ન, [બોહમાઇટ્સ], "એક ખનિજ").
entry(boeuf, n, [boeufs], "બીફ").
entry(બોફ, પુ, [બોફ્સ], "એક હ્રદયપૂર્વક હાસ્ય").
entry(બોફિન, ન, [બોફિન્સ], "વૈજ્ઞાનિક નિષ્ણાતબોફિની વિશેષણ").
entry(બોફો, n, [બોફોઝ], "એક બોફ").
entry(બોફલા, ન, [બોફલાસ], "એક બોફ").
entry(બોગ, v, [બોગ્ડ,બોગ્ગિંગ,બોગ્સ], "રુકાવટ કરવી").
entry(બોગન,ન, [બોગન્સ], "એક પાછળ પાછું અથવા ઉપનદી").
entry(bogart, v, [bogarted, bogarting, bogarts], "શેર કરવામાં વિના ઉપયોગ કરવો").
entry(બોગબીન, ન, [બોગબીન્સ], "એક ચીથરાનું છોડ").
entry(બોગી, ક્રિયા, [બોગી કર્યું, બોગી કરી રહ્યું છે, બોગી], "ગોલ્ફમાં પાર કરતા એક સ્ટ્રોક વધુ શૂટ કરવા").
entry(બીગીમેન, n, [બીગીમેન્સ], "એક ભયાનક પ્રાણી").
entry(બૉગ્ડ, ભૂતકાળ, [], "બૉગનું કાળ").
entry(boggier, તુલનાત્મક, [], "boggy નું").
entry(સૌથી ભીનું, અત્યંત, [], "ભીનેનું").
entry(bogging, present, [], "બોગનો વર્તમાન ક્રિયાપદ્ગત વિભાગ").
entry(બોગિશ, વિશેષણ, [], "બોગી").
entry(બોગલ, ક્રિયાપદ, [બોગલ્ડ, બોગલિંગ, બોગલ્સ], "મંહગીровать").
entry(boggler, n, [bogglers], "બીજાને આશ્ચર્યચકિત કરે તે").
entry(boggy, વિશેષણ, [], "BOGGIER BOGGIESTmarshy").
entry(boghole, n, [બોગહોલ્સ], "એ એક કુદરતી રંધ્ર છે જેનુ તળિયુ રહારાયેલું હોય").
entry(બોગી, ન, [બોગીઓ], "બોગી").
entry(બોગીઓ, pl, [], "બોગીની").
entry(bogland, n, [boglands], "ચીકટ જમીન વિસ્તાર").
entry(બોગલ, n, [બોગલ્સ], "એક ભૂત").
entry(ખોટું, વિશેષણ, [], "ખરેખર નહિ, નકલખોટENUસથી કૃવાANIADV").
entry(બોગવૂડ, ન, [બોગવૂડ્સ], "સૌપ્રાચીન વૃક્ષ કઠ્ઠું").
entry(bogy, n, [bogies], "એક ભૂત").
entry(bogyism, n, [bogyisms], "બોગીનું લક્ષણાત્મક વર્તન").
entry(bogyman, n, [bogymen], "ભૂત").
entry(બોહિયા, ન, [બોહિયાઝ], "એક કાળો ચા").
entry(બોહેમિયા, ન, [બોહેમિયાસ], "બોહેમિયન્સનો સમુદાય").
entry(બોહેમિયન, ન, [બોહેમિઅન્સ], "અપરંપરાગામી વ્યક્તિ").
entry(બોહો, ન, [બોહોસ], "એક બોહેમિયન").
entry(બોહરિક, ન, [બોહરિક્સ], "一个 放射性 元素")。
entry(ઉકાળો, ક્રિયા, [ઉકાળેલુ, ઉકાળવું, ઊકાળે], "તરલ પદાર્થને વરાળમાં બદલી નાખવોBOILABLE વિશેષણ").
entry(બાઇલર, n, [બાઇલર્સ], "ઉકાળવા માટે બંધ ભરતું વાસણ").
entry(boiloff, n, [boiloffs], "લિક્વિડનું વેમ્પોરાઇઝેશન").
entry(બોઇલઓવર, ન, [બોઇલઓવર્સ], "An overflowing while boiling").
entry(બોઇંગ, ક્રિયાપદ, [બોઇંગેડ,બોઇંગિંગ,બોઇંગ્સ], "અવાજ અથવા કંપનનો અવાજ કરવો").
entry(બૂલિંગ, સ, [બૂલિંગ્સ], "દિવાલ પર લાકડાનું પેનલિંગ").
entry(બૉઇટ, എന്, [બૉઇટસ], "એક નાઇટક્લબ").
entry(બોકેન, ન, [બોકેન્સ], "પ્રશિક્ષણ માટે ઉપયોગમાં લેવાતી લાકડાની તલવાર").
entry(બોલા, ન, [બોલાસ], "એક નાંખવાની હથિયાર").
entry(બોલર, વિશેષણ, [], "બોલ સંબંધિત").
entry(બોલાસ, ન, [બોલાસેસ], "બોલા").
entry(બોલ્ડ, વિશેષણ, [], "બોલ્ડર બોલ્ડેસ્ટસાહસિકબોલ્ડલી બા").
entry(બોલ્ડ, ક્રિયા, [બોલ્ડેડ,બોલ્ડિંગ,બોલ્ડ્સ], "મોટા અક્ષરે લખવા").
entry(મોટાંહરફ, v, [મોટાંહરફવાળું,મોટાંહરફઉત્તરીત,મોટાંહરફ], "મોટા પ્રકારમાં પ્રિન્ટ કરવા માટે").
entry(સાહસિકતા, ન, [સાહસિકતાઓ], "સાહસિક હોવાનો ગુણ").
entry(બોલ, ન, [બોલ્સ], "એક સૂક્ષ્મ માટી").
entry(બોલરો, પુ, [બોલરોસ], "એક સ્પેનિશ નૃત્ય").
entry(બોલેટ, n, [બોલેટ્સ], "બોલેટસ").
entry(બોલેટસ, n, [બોલેટસેસ], "અથવા BOLETIa ફંગસ").
entry(વોલિડ, ન, [વોલિડ્સ], "ફાટતું ઉલ્કા પિંડ").
entry(bolivar, n, [bolivars], "કે અથવા BOLIVAREસવેનેઝુએલાની નાણાકીય એકમ").
entry(બોલિવિયા, ન, [બોલિવિઝ], "એક મૃદુ કાપડ").
entry(બોલ, ક્રિયાપદ, [બોલ્ડ, બોલિંગ, બોલ્સ], "છોચાં બનાવવાં").
entry(બોલાર્ડ, n, [બોલાર્ડ્સ], "જહાજ અથવા બને ઉપરનો મોટો થાંભલો").
entry(બોલિક્સ, ક્ર્, [બોલિક્સડ,બોલિક્સિંગ,બોલિક્સેસ], "કામ બગાડવું").
entry(bollox, v, [bolloxed, bolloxing, bolloxes], "બોલિક્સ કરવા").
entry(બોલવોર્મ, n, [બોલવોર્મ્સ], "નિર્દિષ્ટ पतંગા का લાર્વા").
entry(બોલો, ન, [બોલોસ], "એક માચેટે").
entry(બોલોનિયા, પું., [બોલોનિયાસ], "એક મસાલેદાર સોસેજ").
entry(બોલોની, પશ્ચિમી, [બોલોનીઓ], "બોલોના").
entry(બોલ્શી, n, [બોલ્શીઝ], "એક બોલ્શેવિક").
entry(બોલ્શી, n, [બોલ્શીઝ], "બોલ્શી").
entry(બોલસન, ન, [બોલસનસ], "એક समतल શુષ્ક વાલી").
entry(મજબૂત, ક્રિયા, [મજબૂત કર્યો,મજબૂત કરવાનો,મજબૂતો], "સમર્થન કરવું").
entry(બોલ્ટ, v, [બોલ્ટેડ,બોલ્ટિંગ,બોલ્ટ્સ], "બાળવું").
entry(બોલ્ટર, પુરુષવાચક નામ, [બોલ્ટર્સ], "એક છટણી મશીન").
પ્રવેશ(બોલ્ટહેડ, ન, [બોલ્ટહેડ્સ], "એક મેટ્રાસ").
entry(બોલ્ટહોલ, n, [બોલ્ટહોલ્સ], "પલાયન માટેનું સ્થળ અથવા માર્ગ").
entry(boltless, adj, [], "કોઈ બોલ્ટ વિના એક પ્રકારનો ધાતુક ફાસ્ટનર").
entry(boltlike, વિશેષણ, [], "સ્ક્રુ જેવી").
entry(boltonia, n, [boltonias], "એક કાયમી જડીબુટ્ટી").
પટ્ટો(બોલ્ટરોપ, ન, [બોલ્ટરોપ્સ], "પટ્ટા સાથે સેલી સેલ").
entry(બોલસ, ન, [બોલસીસ], "એક મોટી ગોળી").
entry(બોમ્બ, ક્રિયા, [બોમ્બ કર્યું, બોમ્બીંગ, બોમ્બ્સ], "વિસ્ફોટક પ્રક્ષેપણા સાથે હુમલો કરવાનોBOMBABLE વિશેષણ").
entry(બૉમ્બાર્ડ, ક્રિયા, [બૉમ્બાર્ડેડ,બૉમ્બાર્ડિંગ,બૉમ્બાર્ડ્સ], "બૉમ્બ કરવા").
bombarde, n, [બોમ્બાર્દેસ], "એક મધ્યયુગિન શામ".
entry(બૉમ્બાસ્ટ, n, [બૉમ્બાસ્ટ્સ], "ગર્વીલા ભાષા").
entry(bombax, વિશેષણ, [], "ઉષ્ણકટિબંધીય વૃક્ષોના કુટુંબને લગતું").
entry(બોમ્બે, n, [બોમ્બેસ], "એક જમાવટ પ્રસાદ").
entry(બોમ્બર, ન, [બોમ્બર્સ], "બમ્બ ફેંકનાર").
entry(બોંબેસિન, ન, [બોંબેસિન્સ], "ઍમાઈનોઈ એસિડ્સનું સંયોજન").
entry(બોમ્બિંગ, n, [બોમ્બિંગ્સ], "બોમ્બથી હુમલો").
entry(bomblet, n, [bomblets], "નાનું બોમ્બ").
entry(બૉમ્બલોડ, ન, [બૉમ્બલોડ્સ], "લાઇ જતા બૉમ્બની જથ્થો").
entry(બોમ્બોરા, પા, [બોમ્બોરાસ], "શિલાનો રિજ પરથી પસાર થતો દરિયો").
entry(bombycid, n, [bombycids], "એક કીડા").
entry(બોમ્બિક્સ, ન, [બોમ્બિક્સસ], "એક રેશમી કીડો").
entry(bonaci, n, [bonacis], "ખાદ્ય માછલી").
entry(બોનાન્ઝા, ન, [બોનાન્ઝાઓ], "એક સમૃદ્ધ ખાણ").
ઍન્ટ્રી(બોનબોન, ન, [બોનબોન્સ], "મીઠાઇવાળી ચીજી").
entry(bonce, n, [bonces], "એ વ્યક્તિનું માથું").
entry(bond, v, [bonded,bonding,bonds], "એકસાથે જોડવાBONDABLE વિશેષણ").
entry(ગુલામી, n, [ગુલામિઓ], "દાસતા").
entry(બોન્ડર, ન, [બોન્ડર્સ], "જે બંધન કરે છે").
entry(બંધન, ન, [બંધનો], "નજીકના жеке વ્યક્તિગત સંબંધનું નિર્માણ").
entry(bondless, વિશેષણ, [], "કોઈ બંધન વિના").
entry(bondmaid, n, [bondmaids], "સ્ત્રી ગુલામ").
entry(ગુલામ, n, [ગુલામો], "એક પુરૂષ ગુલામ").
entry(bondsman, n, [બોન્ડસ્મેન], "બોન્ડમેન").
entry(bonduc, n, [bonducs], "એક કટિલ બીજ").
entry(હાડકું, v, [હાડકેલું, હાડકણું, હાડકાં], "હાડકાં દૂર કરવા").
entry(bonebed, n, [bonebeds], "ડાયનાસોરના જીવાશ્મો ધરાવતું ક્ષેત્ર").
entry(હાડકું, n, [હાડકાં], "એક પાતળું દરિયા માછલી").
entry(અવિવેકી, સં, [અવિવેકીઓ], "એક મૂર્ખ વ્યક્તિ").
entry(હાડકો બહિર્ન, વિશેષણ, [], "હાડકો વગરના કઠોર કનેક્ટિવ ટિશુ ધરાવતા").
entry(હાડકાંનો પાવડર, ન, [હાડકાંના પાવડરો], "ચુરા કરેલા હાડકાંથી બનાવેલ ખાતર અથવા આહાર").
entry(બોનર, ન, [બોનર્સ], "એક ભૂલ").
entry(boneset, n, [bonesets], "બાર્ખોઉણ વનસ્પતિ").
entry(boney, adj, [], "સડારક સડારમસડાર").
entry(boneyard, n, [boneyards], "એક કબાટ").
entry(બોનફાયર, નું, [બોનફાયરઝ], "એ એક ખુલી તાપી છે").
entry(બોંગ, ક્રિયા, [બોએંગ્ડ, બોંગિંગ, બોંગ્સ], "ઊંડો ઘંટી વાળો અવાજ કરવો").
entry(બોન્ગો, n, [બોન્ગોસ], "અથવા બોન્ગોઝ એક નાનું ઢોલક").
entry(bongoist, n, [bongoists], "બોન્ગો વાદક").
entry(મૈત્રીભાવ, સદા, [મૈત્રીભાવો], "મિત્રતાનું સ્વભાવ").
entry(બોનીઆટો, n, [બોનીઆટોઝ], "એક મીઠું બટાટું").
entry(બોનિયર, તુલનાત્મક, [], "બોનીનો").
entry(boniest, superlative, [], "ની bony").
entry(બોનિફેસ, ન, [બોનિફેસેસ], "એક સરાયવાળો").
entry(હાડકુંપણું, ન, [હાડકુંપણાં], "હાડકું હોવાના હાલત").
entry(boning, present, [], "participle of bone").
entry(બોનીટા, સ, [બોનીટાસ], "બોનિટો").
એન્ટ્રી(બોનીટો, ન, [બોનીટોસ], "અથવા BONITOESa સમુ دریય ખોરાક માછલી").
પ્રવેશ(બોન્ક, v, [બૉન્કડ, બૉન્કિંગ, બૉન્ક્સ], "ખોકલું આઘાત સાથે માથા પર મારવું").
entry(બૉન્કર્સ, વિશેષણ, [], "પાગલ").
entry(બોને, n, [બોનેસ], "એક ઘરકામવાળી").
entry(બોનેટ, v, [બોનેટેડ,બોનેટિંગ,બોનેટ્સ], "હેટના પ્રકારની ટોપી પૂરી પાડવી").
entry(બોની, નિ-વિ, [], "ખુશનુમા").
entry(bonnock, n, [bonnocks], "બેનક").
entry(બોન્ની, વિશેષણ, [], "બોન્નિયર બોન્નિયેસ્ટસુંદરબોન્નિલી ક્રિયા વિશેષણ").
entry(બોની, ન, [બોનીઝ], "એક વ્યક્તિ જેની કોઈ પ્રેમ કરે").
entry(બોનોબો, n, [બોનોબોઝ], "એક એનthrowપોઈડ એપ").
ફાળવણી(bonsai, n, [bonsai], "એક પટ માં ઉગાડવામાં આવેલ છોડ જે નાનો બનાવવામાં આવે છે").
entry(bonspell, n, [bonspells], "બોન્સ્પીલ").
entry(bonspiel, n, [bonspiels], "એક કરલ્લિંગ મેચ અથવા ટૂર્નામેન્ટ").
entry(bontbok, n, [bontboks], "બોન્ટબોક").
entry(બોન્ટેબોક, ન, [બોન્ટેબોકસ], "એક હરણ").
entry(બોનસ, ન, [બોનસેસ], "વધારાની ચુકવણી").
entry(bonusing, n, [bonusings], "કોઈ વસ્તુને સબસિડી આપવાનું કૃત્ય").
entry(bony, adj, [], "હાડકાં ભરેલું BONIER BONIEST").
પ્રવેશ(બોન્ઝે, ન, [બોન્ઝેસ], "એક બૌદ્ધ સાધુ").
entry(બોન્ઝર, વિશેષણ, [], "ખૂબ જ સારો").
entry(બૂ, ક્રિયા, [બૂડ, બૂઇંગ, બૂઝ], "પ્રદેશન અથવા ભયભીત કરવા માટે બૂ પોકારવાનું").
entry(boob, v, [boobed,boobing,boobs], "મૂર્ખભરી ભૂલ કરવી").
entry(boobird, n, [boobirds], "ઘરેલી ટીમ ના ખેલાડીઓ ને 'બૂ' કરતો ચાહક").
entry(બૂબિશ, વિશેષણ, [], "મૂર્ખાસરખું").
entry(બુબુ, સુધી, [બુબુઓ], "એક ભૂલ").
Prolog: entry(બૂબી, n, [બૂબીઝ], "એક મૂર્ખ").
entry(બુકુ, ન, [બુકુઓ], "beaucoup").
entry(બૂડલ, ક્રિyaa, [બૂડલ્ડ,બૂડલિંગ,બૂડલ્સ], "લાંચ લેવા માટે").
entry(બુડલર, ન, [બુડલર્સ], "જે બુડલિંગ કરે છે").
entry(બૂગાલૂ, ક્રિયા, [બૂગાલૂડ,બૂગાલૂઇંગ,બૂગાલૂઝ], "રોક સંગીત પર નૃત્ય કરવું").
entry(બૂગર, ન, [બૂગર્સ], "એક બોગીમેન").
entry(બૂગી, v, [બૂગેડ,બૂગીઇંગ,બૂગીસ], "બૂગી કરવું").
entry(બૂગી, v, [બૂગીડ,બૂગીઇંગ,બૂગીઝ], "રોક મ્યુઝિક પર નૃત્ય કરવું").
entry(બૂગી, v, [બૂગિડ,બૂગિંગ,બૂગીસ], "બૂગી કરવી").
entry(બૂગીમેન, n, [બૂગીમેન], "બોગીમેન").
entry(બૂહૂ, ક્રિયા, [બૂહૂયો, બૂહૂઇંગ, બૂહૂઓ], "જોરશોરથી રડવું").
entry(બૂજમ, ન, [બૂજમ્સ], "એક કાંટાળું રણ વૃક્ષ").
entry(પુસ્તક, v, [પુસ્તકિત,પુસ્તકીકરણ,પુસ્તકો], "સેવાઓ માટે બુક કરવાનુંBOOKABLE વિશેષણ").
entry(bookbag, n, [કિતાબોનાકેટલાં], "કિતાબો વહન કરવા માટેનું એક થીલુ").
entry(પુસ્તકશલાક, ન, [પુસ્તકશલાકો], "એક કેસ જે પુસ્તકો ધરાવે છે સાહિત્યિક વિધાઓ").
entry(bookend, v, [bookended,bookending,bookends], "કોઈપણ અગ્રભાગમાં કંઈક મૂકવું").
entry(બૂકર, ન, [બૂકર્સ], "એક જે બુક કરે").
entry(bookful, n, [bookfuls], "જીત્યારેકિતાબભરી શકે છે").
entry(bookie, n, [બુકીઝ], "એક શરત લેવા વાળો").
entry(બુકિંગ, n, [બુકિંગ્સ], "એક નિમણૂક").
entry(bookish, adj, [], "પુસ્તકો લગતું").
entry(booklet, n, [booklets], "એક નાની પુસ્તક").
entry(booklice, npl, [], "પાંખ વિનાના જીવ જેમાં પુસ્તકોને નુકસાન પહોચાડે છે").
entry(booklore, n, [booklores], "પુસ્તક જ્ઞાન").
entry(બુકમેન, ન, [બુકમેન], "એક વિદ્વાન").
entry(નિશાની, v, [બુકમાર્ક, બુકમાર્કિંગ, બુકમાર્ક્સ], "પાઅગાઉ ભ્રમણ કરેલી વેબસાઇટ માટે શોર્ટકટ બનાવવો").
પ્રવેશ(બુકુ,	ns, [બુકુસ], "બોકૂ").
entry(bookrack, n, [bookracks], "એક ખુલ્લી પુસ્તક માટેના ટેકો").
entry(bookrest, n, [bookrests], "એક પુસ્તક રૂમાલ").
entry(પુસ્તક દુકાન, n, [પુસ્તક દુકાનો], "જે દુકાનમાં પુસ્તક વેચાય છે").
entry(bookwork, n, [બુકવર્ક્સ], "ખાતાં બીલ્સનો હિસાબ રાખવો").
entry(બુકવોર્મ, ન, [બુકવોર્મ્સ], "પુસ્તકોનો શ્રુદ્ધા વંતુ વાચક").
entry(બૂમ, v, [બૂમ કરી,બૂમ કરી રહી,બૂમ કરે છે], "એક ઊંડો પ્રતિધ્વનિત અવાજ બનાવવા માટે").
પ્રવેશ(બુમ્બોક્સ, ન, [બુમ્બોક્સ્સ], "પોર્ટેબલ રેડિયો અને ટેપ અથવા કોમ્પેક્ટ ડિસ્ક પ્લેયર").
entry(બુમર, ન, [બુમર્સ], "એક જે બુમર કરે છે").
entry(boomier, વાતાત્મક, [], "boomier").
entry(boomiest, superlative, [], "બૂમીનો").
entry(બૂમ્કિન, n, [બૂમ્કિન્સ], "એક બુમ્કિન").
entry(બૂમલેટ, ન, [બૂમલેટ્સ], "સમૃદ્ધિમાં નાનો વૃદ્ધિ").
entry(બૂમટાઉન, ન, [બૂમટાઉન્સ], "એક સમૃદ્ધશાળી શહેર").
entry(બૂમી, વિશેષણ, [], "BOOMIER BOOMIESTprospering").
entry(બૂન, ન, [બૂન્સ], "સમયસર મળുതો લાભ").
entry(બુંડોક, વિશેષણ, [], "પાછળના વિસ્તારમાં સંબંધિત").
entry(બૂનીઝ, npl, [], "એક પછાત વિસ્તાર").
entry(boonless, adj, [], "કોઈ શુભ લાભ ન હોતું").
entry(અનડર, ન, [અનડરો], "અભદ્ર વ્યક્તિ").
entry(boorish, વિશેષણ, [], "અસભ્ય").
entry(boost, v, [boosted,boosting,boosts], "સમર્થન આપવા માટે").
entry(સહાયક, ગુણવચ્ચક, [સહાયકો], "એક જે બૂસ્ટ કરે").
પ્રવેશ(બૂટ, ક્રિયા, [બૂટેડ,બૂટિંગ,બૂટ્સ], "કમ્પ્યુટર માં કોઇ પ્રોગ્રામ લોડ કરવુંBOOTABLE વિશેષણ").
entry(બૂટી, સ, [બૂટીસ], "બાળકના મોજા").
entry(બૂટરી, ન, [બૂટરીઝ], "એક જૂતાની દુકાન").
entry(બૂથ, પ, [બૂથસ], "એક નાનું કાપેલું વર્ગ").
entry(બૂટી, n, [બૂટીઝ], "બૂટિ").
entry(booties, pl, [], "બંધેલો માલ").
entry(બૂટજેક, n, [બૂટજેક્સ], "બૂટ ઉતારવા માટેનો ઉપકરણ").
એન્ટ્રી(બૂટલેસ, એન, [બૂટલેસિસ], "એક શૂલેસ").
entry(બૂટલેગ, ક્રિયા, [બૂટલેગ્ડ,બૂટલેગિંગ,બૂટલેગ્સ], "ચોરી છુપે વહન કરવું").
entry(bootless, વિશેષણ, [], "નકામું").
entry(અભિનંદન, v, [અભિનંદિત,અભિનંદન કરતા,અભિનંદન કરે છે], "દાસ્યપૂર્વક ચાપલૂસી કરવી").
entry(ગનیمت, સ, [ગનીમતો], "સમૃદ્ધ લાભ અથવા ઇનામ").
entry(મદિરાપાન, ઝડપી ક્રિયા, [પાન કર્યું, પાન કરી રહ્યું, પાન કરે છે], "અતિશય માત્રામાં દારૂ પવું").
entry(બૂઝર, n, [બૂઝર્સ], "એક કે જે પીઓ છે").
entry(boozing, n, [boozings], "દારૂ વધુ પીએલા નું કાર્ય").
entry(boozy, adj, [], "BOOZIER BOOZIESTdrunkenBOOZILY adv").
entry(bop, v, [bopped,bopping,bops], "મારવા અથવા પ્રહાર કરવા").
entry(બોપિપ, ન, [બોપીપ્સ], "એક નઝાકત ભરી રમત").
entry(bopper, n, [boppers], "એક બેબોપર").
entry(boppish, adj, [], "બૉપી").
entry(boppy, adj, [], "બોપિયર બોપિએસ્ટ બિબોપનું સૂચક").
entry(બોરા, પ, [બોરાઓ], "ঠান্ডી હવા").
entry(બોરેસ્સ, ઍ, [], "બોરૅક્સના બહુવચન").
entry(ઑરાસિક, વિશેષણ, [], "બોરિક").
entry(બોરેસાઇટ, n, [બોરસાઇટ્સ], "એક ખનિજ").
પ્રવેશ(બરેજ, n, [બરેજીઝ], "એક ઔષધીય હર્બ").
entry(બોરાલ, n, [બોરાલ્સ], "બોરોન કાર્બાઇડ અને એલ્યુમિનિયમનું મિશ્રણ").
પ્રવેશ(બોરાન, એન, [બોરાન્સ], "રાસાયણિક સંયૂજ").
entry(બોરેટ, v, [બોરેટેડ, બોરેટિંગ, બોરેટ્સ], "બોરેક્સ અથવા બોરિક એસિડ સાથે મિશ્રિત કરવા માટે").
entry(બોરેક્સ, n, [બોરેક્સે], "અથવા બોરાસેસ સફેદ સ્ફટિક આધારીત સંયોજન").
entry(બોરેઝોન, ન, [બોરેઝોનસ], "બોરોન નાઇટ્રાઇડનું એક કઠિન સ્વરૂપ").
entry(બોર્દો, n, [બોર્દો], "લાલ અથવા સફેદ દ્રાક્ષાનું દારૂ").
entry(વેશ્યાગૃહ, n, [વેશ્યાગૃહો], "એક વેશ્યાગૃહ").
entry(વેશ્યાગૃહ, ન, [વેશ્યાગૃહ], "એક અશ્વિલાસાલય").
entry(border, v, [bordered,bordering,borders], "સીમા લગાવવી અથવા ધાર પર સીમા આપવી").
entry(borderer, n, [borderers], "એક તે જે સરહદીય છે").
entry(બોર્ડર, n, [બોર્ડર્સ], "શીલ્ડની આસપાસની બોર્ડર").
entry(ભોંકો, v, [ભોંકવ્યું, ભોંકી રહ્યું, ભોંકતા], "ભમરાવતી સાધનથી ભેદવું").
entry(બોરિયલ, વિશેષણ, [], "ઉત્તર સાથે સંબંધિત").
ઈન્ટ્રી(બોરિયસ, ન, [બોરિયસેસ], "ઉત્તર પવન").
entry(borecole, n, [borecoles], "કેળ").
entry(કંટાળો, ભૂતકાળ, [], "કંટાળો લાવવાનું ભૂતકાળ").
entry(ઉબાસું, પાસે, [ઉબાસા], "ઉबा").
entry(બોરીન, ન, [બોરીન્સ], "આઇરલૅન્ડમાં એક દિવડી").
entry(બોરહોલ, ન, [બોરહોલ્સ], "પૃથ્વી માં કરેલું છિદ્ર").
entry(બોરર, પુ, [બોરર્સ], "એક કે જે છિદ્ર કરે").
entry( ક્લેશકર્તા, વિશેષણ, [], "કંટાળાજનક").
entry(બોરિક, વિશેષણ, [], "બોરોનને લગતું").
entry(બોરાઇડ, n, [બોરાઇડ્સ], "એક બોરોન સંયોજક").
entry(ઉબાઉ, ન, [ઉબાઉઓ], "આಂತರિક ગૂફા").
entry(કંટાળાજનક રીતે, adv, [], "કંટાળાજનક").
entry(બોર્ક, ક્રિયા, [બોર્કેડ, બોર્કિંગ, બોર્ક્સ], "મિડિયામાં ઉમેદવાર પર હુમલો કરવો").
entry(બોર્કિંગ, ન, [બોર્કિંગ્સ], "મીડિયામાં ઉમેદવાર પર હુમલો કરવાનો કૃત્ય").
entry(જન્મ, વિશેષણ, [], "જન્મથી ખાસ ગુણધર્મો ધરાવનાર").
entry(બોર્ન, અ, [], "અસહ્ય કરવાથી ભૂતકાળની ક્રિયા").
entry(બોર્નીયોલ, પ, [બોર્નીયોલ્સ], "ઍલ્કોહોલ").
entry(બૉર્નાઇટ, n, [બૉર્નાઇટ્સ], "कॉपरનું એક ધાતુBORNITIC વિશેષણ").
entry(બોરોન, ન, [બોરોનેસ], "એક અધાતુ તત્વબોરોનિક વિદા").
entry(બોરોનિયા, પ, [બોરોનિયા], "એક ઓસ્ટ્રેલિયન ઝોડી").
એન્ટ્રી(બરો, ન, [બરો], "એક સંગઠિત શહેર").
entry(બોરેલિયા, n, [બોરેલિયાસ], "એક લપેટાયેલ સ્પાઈરોશીટ").
entry(ઘરેણે લેવું, v, [ઘરેણે લીધું, ઘરેણે લેતા, ઘરેણે લે છે], "ઋણમાં લેવા માટે").
entry(ઋણમાંથી, n, [માનવલક્ષી ભૂમિકા], "જેણે ઉધાર લેશે").
entry(બોર્ષ્ચ, ન, [બોર્ષ્ચેસ], "બોર્ષ્ચ").
entry(borscht, n, [borschts], "ચકંડાનો સૂપ").
entry(borsht, n, [borshts], "બોર્ષ્ટ").
entry(બોર્સ્ટલ, ન, [બોર્સ્ટલ્સ], "એક સુધારણાગૃહ").
entry(bort, n, [borts], "નિવ્રુત્ત ગુણવત્તાનો હીરાBORTY વિશેષણ").
entry(bortz, n, [bortzes], "બોર્ટ").
entry(બોર્જોય, n, [બોર્જોયઝ], "રશિયન શ્વાન").
entry(બોસ્કેજ, સ, [બોસ્કેજસ], "એક ઝાડીઓ").
entry(boschbok, n, [boschboks], "બુશબક").
entry(બોશ, n, [બોશેસ], "સરસ્વ એપો").
entry(બોશ્બોક, n, [બોશ્બોક્સ], "બશબક").
entry(બોશવર્ક, n, [બોશવર્ક્સ], "એક જંગલી સવાર").
entry(બોસ્ક, પ, [બોસ્ક્સ], "એક નાની જંગલવાળી વિસ્તાર").
entry(બોસ્કેજ, પ, [બોસ્કેજઝ], "બોસ્કેજ").
entry(bosker, adj, [], "સારો બહુ સારું").
entry(bosket, n, [boskets], "એક ઝાડ ઝૂંડ").
entry(bosky, વિશેષણ, [], "BOSKIER BOSKIESTવુડેડ બૂશી").
entry(છાતી, v, [છાતીવાળી,છાતીમાં,છાતીઓ], "ગાળે શીખવું").
entry(સ્તનવાળી, વિશેષણ, [], "બાહર ફૂલવું").
entry(બોઝોન, n, [બોઝોન્સ], "એક પરમાણુ કેન્દ્રિય કણ બોઝોનિક વિશેષણ").
એન્ટ્રી(બોસ્ક, ન, [બોસ્કસ], "બોસ્ક").
entry(bosquet, n, [bosquets], "બોસ્કેટ").
entry(boss, v, [bossed,bossing,bosses], "કંધેપાટેરી").
entry(માલિક, વિશેષણ, [], "સર્વોત્તમ શ્રેષ્ઠ પ્રથમશ્રેણી ઉત્તમ").
entry(બોસડૉમ, સ, [બોસડૉમ્સ], "રાજકીય બોસનું ક્ષેત્ર").
entry(બોસીઝ, pl, [], "ઓફ બોસિ").
entry(બોસિઝમ, ન, [બોસિઝમ્સ], "રાજકીય બોસ દ્વારા નિયંત્રણ").
entry(bossy, adj, [], "હિઠાથાળો વધુ હિઠાથાળો સૌથી વધુ હિઠાથાળો હુકમ ચલાવનાર હિઠાથાળુ રીતે adv").
entry(બૉસી, નામ, [બૉસીઓ], "એક ગાય").
બોસ્ટન એન્ટ્રી, ન, [બોસ્ટન્સ], "એક પત્તા રમૂજ".
entry(bosun, n, [bosuns], "એક બોટસ્વેન").
બનાવટ(bot, n, [બોટ્સ], "બંધાટેકની જંતુની કિડ ચરણ").
entry(બોટા, n, [બોટાસ], "પોતાશની બોટલ").
entry(botanic, adj, [], "વનસ્પતિશાસ્ત્ર સંબંધિત").
entry(બોટેનિકા, ન, [બોટેનિકાસ], "જડિબૂટીઓ અને જાદુઈ વશીકરણો વેચતી દુકાન").
entry(botanies, pl, [], "થી वनસ્પતિશાસ્ત્ર").
entry(botanise, v, [botanised,botanising,botanises], "વનસ્પતિશાસ્ત્રનો અભ્યાસ કરવો").
entry(વનસ્પતિશાસ્ત્રજ્ઞ, n, [વનસ્પતિશાસ્ત્રજ્ઞઓ], "વનસ્પતિશાસ્ત્રમાં નિષ્ણાત વ્યક્તિ").
entry(વનસ્પતિશાસ્ત્ર, v, [વનસ્પતિશાસ્ત્રિત, વનસ્પતિશાસ્ત્રનારી, વનસ્પતિશાસ્ત્રને], "વનસ્પતિઓનો અભ્યાસ કરવો").
entry(વનસ્પતિવિદ્યા, n, [વનસ્પતિવિદ્યાઓ], "સાદી વિજ્ઞાન").
entry(ગોટાળો, ક્રિયા, [ગોટાળો કર્યો, ગોટાળો કરી રહ્યો છે, ગોટાઓ], "ભુલ કરવી").
entry(botcher, n, [botchers], "એક તે જે ભંગાર કામ કરે").
entry(botchery, n, [botcheries], "કઈ ખોટકાઈ").
Prolog: entry(botchy, adj, [], "BOTCHIER BOTCHIEST ખરાબ રીતે કરેલું BOTCHILY adv").
entry(બોટેલ, ન, [બોટેલ્સ], "બોટેલ").
entry(botfly, n, [botflies], "માખીનો એક પ્રકાર").
entry(બન્ને, વિશેષણ, [], "એ બન્ને").
entry(સતાવવું, ક્રિયાપદ, [સતાવતા,સતાવવું,સતાવવા], "પીળું પાડવું").
entry(bothie, n, [bothies], "bothy").
entry(બોથ્રિયમ, ન, [બોથ્રિયમ્સ], "અથવા બોથ્રિયા ટેપવોર્મ પરની ભ્રામક ગાદી").
entry(બોતી, ન, [બોમ્પો], "સ્કોટલૅન્ડમાં એક ઝૂપડી").
entry(botonee, વિશેષણ, [], "હાથોની અંતે એક ત્રિશૂલ ધરાવનાર  હેરાલ્ડિક ક્રોસ માટે વપરાય છે").
entry(botonnee, વિશેષણ, [], "botonee").
entry(botryoid, adj, [], "દ્રાક્ષના સમૂહ જેવું").
entry(botryose, adj, [], "બોટ્રોઇડ").
entry(બોટ્રાઇટિસ, ન, [બોટ્રાઇટિસેસ], "એક છોડનો રોગ").
entry(bott, n, [botts], "બોટ").
entry(બોટલ, v, [બોટલ્ડ,બોટલિંગ,બોટલ્સ], "એક સખત કન્ટેનર બોટલમાં મૂકવું").
entry(બોટલર, ન, [બોટલર્સ], "એક જે બોટલ કરે છે").
entry(બોટલિંગ, n, [બોટલિંગ્સ], "એક બોટલો વાળું પીણું").
entry(bottom, v, [bottomed,bottoming,bottoms], "સમજવું").
entry(bottomer, n, [બોટમર્સ], "તે જે બોટમ કરે છે").
entry(bottomry, n, [bottomries], "એક નૌકાયન કરાર").
entry(botulin, n, [બોટ્યુલિન], "નસની ઝેર").
entry(બોટુલિઝમ, n, [બોટુલિઝમ્સ], "બોટ્યુલિન ઝેરાયણ").
entry(બૂબૂ, ન, [બૂબૂઝ], "એક લાંબી વહેતી વસ્ત્ર").
entry(બૂશે, n, [બૂશેસ], "નાની પાટી શેલ").
entry(બુકલે, ન, [બુકલ્સ], "એક નાની ભરતકામની કાપડ").
entry(બોડીન, ન, [બોડીન્સ], "મસાલેદાર કેજુન સોસેજ").
entry(બૂડોઈર, ન, [બૂડોઈર્સ], "એક મહિલાનું શયનકક્ષ").
entry(બૂફન્ટ, ન, [બૂફન્ટ્સ], "મહિલાનું વાળનું સ્માર્ટ સ્ટાઇલ").
entry(ભૂફ, ન, [ભૂફસ], "એક રમૂજી ઓપેરા").
entry(ણખડાની, n, [ણખડાઓ], "ઝાડની શાખા").
entry(boughpot, n, [boughpots], "એક મોટું પાત્ર").
entry(ખરીદ્યું, ભૂતકાલ, [], "ખરીદવાનો કાળ").
entry(boughten, વિશેષણ, [], "ખરીદેલું").
entry(બોજી, n, [બોજીઝ], "મોમબત્તી").
entry(બુિલ્લૉન, n, [બુિલ્લૉન્સ], "સફળ સૂપ").
entry(પથ્થર, ક્રિયા, [પથ્થર્યું, પથ્થરવાનું, પથ્થરો], "મોટા પથ્થરો પર ચઢવું").
entry(બોલ્ડરી, વિશેષણ, [], "મોટા પથ્થરો કે જેને કારણે પહોંચવામાં મુશ્કેલી થાય").
entry(બૂલે, n, [બૂલ્સ], "બહલ").
entry(boulle, n, [બુલ્સ], "બુહલ").
પ્રવેશ(બાઉલ્ટ, ક્રિયા, [બાઉલ્ટેડ, બાઉલ્ટિંગ, બાઉલ્ટ્સ], "ચાળવું બોલ્ટ").
entry(ઉછાળો, ક્રિ, [ઉછળ્યો,ઉછળતો,ઉછલે છે], "પાછા છલાંગ મારવું").
entry(બાઉન્સર, નામ, [બાઉન્સર્સ], "જે કૂદકે").
entry(બાઉન્સી, વિશેષણ, [], "વધુ બાઉન્સી સૌથી વધુ બાઉન્સી બાબ તેજીથી બાઉન્સ કરવું બાઉન્સીલી ક્રિયાપદ").
entry(bound, v, [bounded,bounding,bounds], "છલાંગ મારવી").
entry(બાઉન્ડરી, સંજ્ઞા, [બાઉન્ડરીઝ], "વિભાગન રેખા").
entry(bounden, વિશેષણ, [], "બધ્ય").
entry(boundsman, n, [સીમાબંધક], "જે સીમાઓ નક્કી કરે છે").
entry(બાઉન્‍ટી, ન, [બાઉન્‍ટીઝ], "એક ઇનામBOUNTIED વિશેષણ").
entry(બુકેટ, n, [બુકેટ્સ], "ફૂલોથી ભરેલો મડો").
entry(બુર્બન, ન, [બુર્બન્સ], "એક વ્હિસ્કી").
entry(બોર્ડન, n, [બોર્ડન્સ], "બેગપાઈપનો એક ભાગ").
entry(બોર્ગ, પ, [બોર્ગ્સ], "એક મધ્યકાલીન શહેર").
પ્રવેશ(બુર્જોન, v, [બુર્જોનેડ, બુર્જોનિંગ, બુર્જોન્સ], "ભ્રમારણ").
પ્રવેશ(બોર્ન, n, [બોર્ન્સ], "એક પ્રવાહ").
entry(બોર્ન, નામ, [બોર્ન્સ], "બોર્ન").
entry(bourree, n, [bourrees], "એક જૂનો ફ્રેંચ નૃત્ય").
entry(બૌરિડ, ન, [બૌરિડ્સ], "એક માછલીનો સ્ટ્યુ").
entry(બોર્સ, સં, [બોર્સેસ], "એક સ્ટોક એક્ષચેન્જ").
entry(બૉર્ત્રી, ન, [બૉર્ત્રીઓ], "એક યુરોપિયન ઝાડ").
entry(બાઉસ, v, [બાઉસ્ડ,બાઉસિંગ,બાઉસેસ], "એક સાધનની મદદથી ખેંચવું").
entry(બોઝુકી, n, [બોઝુકીસ], "અથવા BOUSOUKIઅબૌઝુકી").
entry(bousy, રૂ, [], "boozy").
entry(સ્મોકાેઁત, ન, [સ્મોકાેઁત્સ], "એક સ્પર્ધા").
entry(boutade, n, [boutades], "એક અચાનક ઉત્સર્જન").
entry(બઉટીક, ન, [બઉટીક્સ], "નાનામાં નાની દુકાન").
entry(bouton, n, [boutons], "સ્નાયુ રેશાનો વિશાળિત અંત").
entry(bouvier, n, [bouviers], "એક મોટો કૂતરો").
entry(bouzouki, n, [bouzoukis], "અથવા BOUZOUKIAa સ્ટ્રિંગ્ડ મ્યુઝિકલ ઇન્સ્ટ્રુમેન્ટ").
entry(bovid, n, [bovids], "એક ગાયો જેવા પ્રાણી").
entry(ગાય, n, [ગાયો], "એવું પ્રાણી જે બલદ સમાન છે").
entry(bovinely, adv, [], "મંદમનની રીતે").
entry(bovinity, n, [bovinities], "ગાય જેવી સ્થિતિ").
entry(બોવર, n, [બોવર્સ], "ઉદ્ધત আচરણ").
પ્રવેશ(વધવા, ક્રિયા, [વળાવ્યો,વળાવી રહ્યો છે,વળાવે છે], "આગળ વળવું").
entry(આંત, ક્રિયા, [આંત કાઢી, અંત કાઢી રહ્યો, આંતાઓ], "અથવાBowelled Bowelling Bowels અંત દૂર કરવા").
entry(બૌર, v, [બૌરડ,બૌરિંગ,બૌર્સ], "મંડપ બનાવવા માટે").
entry(બાવરી, ન, [બાવરીઝ], "એક ઉપનિવેશ દચ ખેતર").
entry(બોફિન, નામ, [બોફિનસ], "એક તાજાં પાણીની માછલી").
entry(bowfront, adj, [], "એવા પૂર સામથ્ર્યવાળું જેનો આગળનો ભાગ વાંકાંકાર હોય").
entry(બોખેડ, n, [બોખેડ્સ], "એક આર્કટિક વ્હેલ").
entry(bowhunt, v, [bowhunted,bowhunting,bowhunts], "રના અને તીર વડે શિકાર કરવો").
entry(bowing, n, [bowings], "તંતુવાદ્યના ધનુષને સંભાળવાની તકનીક").
entry(વિનમતાથી, ક્રિયા વિશેષણ, [], "નમ્રતાથી").
entry(bowknot, n, [bowknots], "ગાંઠનો એક પ્રકાર").
entry(બૌલ, ક્રિયા, [બૌલ્ડ, બૌલિંગ, બૌલ્સ], "ક્રિકેટમાં બૉલિંગ કરવું").
entry(bowlder, n, [bowlders], "બોલ્ડર").
entry(બૌલેગ, n, [બૌલેગ્સ], "બહારની તરફ વળેલું પગ").
entry(hetlkar, n, [hetlkaro], "એક જે હેતલ કરે").
entry(bowless, વિશેષણ, [], "ધનુષ વિના હોવું").
entry(બાઉલફુલ, ન, [બાઉલફુલ્સ], "જેટલું એક બાઉલ ધરાવશે તેટલું").
entry(bowlike, વિશેષણ, [], "વક્ર").
entry(બોલાઇન, ન, [બોલાઇન], "ગાંઠનો એક પ્રકાર").
entry(બોલિંગ, n, [બોલિંગ્સ], "એક રમત જેમાં બોલને બાજી પર ફેંકવામાં આવે છે").
entry(bowllike, adj, [], "કવચાકૃતિ").
entry(બોમન, n, [બોમેન], "એક તીરંદાજ").
entry(bowpot, n, [bowpots], "બાઉપોટ").
entry(bowsaw, n, [bowsaws], "એક આારાનેાકાર બંધમાં બ્લેડ ધરાવતી આરા").
entry(bowse, v, [bowsed,bowsing,bowses], "બાઉસ").
entry(bowser, n, [bowsers], "ઇંધણ અથવા પાણી માટે ટાંકિયુક્ત ટ્રક").
entry(bowshot, n, [bowshots], "ત્રીના ફૂંકાય તેટલું અંતર").
entry(બોઝમેન, n, [બોઝમેન], "એક ધનુર્ધારી").
entry(બૉસ્પ્રિટ, n, [બૉસ્પ્રિટ્સ], "এক জাহাজের স্পার").
entry(બૉવુડ, ન, [બૉવુડ્સ], "એક પાનખર ઝાડ").
entry(bowwow, v, [bowwowed,bowwowing,bowwows], "કૂતરા જેવું ભોનકવું").
entry(બોજેર, ન, [બોજેર], "તીરકમાન ચી દરારીઓ બનાવનાર").
entry(બૉક્સ, v, [બૉક્સ્ડ,બૉક્સિંગ,બૉક્સીસ], "ચોરસ ડબ્બામાં મૂકવું").
entry(boxball, n, [boxballs], "હેન્ડબોલનું એક સ્વરૂપ").
entry(બોક્સબેરી, ન, [બોક્સબેરીઓ], "એક સદાબહાર છોડ").
entry(boxboard, n, [બૉક્સબોર્ડ્સ], "મજબૂત કાર્ડબોર્ડ").
entry(boxcar, n, [બોક્સકાર્સ], "એક છતવાળું માલગाडीનું ડબ્બું").
entry(boxer, n, [બોક્સર્સ], "જેણે બોક્સ પેક કરે છે").
પ્રવેશ(બોક્સફિશ, નિ, [બોક્સફિશેસ], "એક સુલભ માછલી").
entry(boxful, n, [boxfuls], "બોક્સ જેટલું").
entry(boxhaul, v, [boxhauled,boxhauling,boxhauls], "એક જહાજને ફેરવવા").
entry(boxier, comparative, [], "બોકસી મુજબ").
entry(boxiest, superlative, [], "ની boxy").
entry(બોક્સીપણું, ન, [બોક્સીપણાં], "બોક્સ જેવા હોવાની સ્થિતિ").
entry(બૉક્સિંગ, n, [બૉક્સિંગ્સ], "એક કેસિંગ").
entry(boxla, n, [બોક્સલાસ], "બંધ વિસ્તારમાં રમાતા લાક્રોસનું એક સ્વરૂપ").
entry(બોક્સની જેમ, વિશેષણ, [], "બોક્સ સાથે સોદો કરી શકે તેમ").
entry(બોક્સથોર્ન, ન, [બોક્સથોર્ન્સ], "એક કાંટાથી ભરેલો ઝાડ").
entry(boxwood, n, [boxwoods], "એક સદ્દાબહાર ઝડપtia").
entry(boxy, adj, [], "બોક્સીયર બોક્સિયસ્ટ'બોક્સ સમાન'બોક્સીલી સર્જ").
entry(છોકરો, n, [છોકરાઓ], "એક પ્રૌઢ પુરૂષ બાળક").
entry(બોયાર, પુ, [બોયાર્સ], "ભૂતપૂર્વ રશિયન આристોક્રેટ").
entry(boyard, n, [boyards], "બોયર").
entry(બોયારિસમ, n, [બોયારિસમ્સ], "બોયાર્સનું શાસન").
entry(boychick, n, [boychicks], "boychik").
entry(બોયચિક, ન, [બોયચિક્સ], "એક યુવાન પુરૂષ").
entry(બહિષ्कार, v, [બહિષ્કૃત,બહિષ્કૃત કરે છે,બહિષ્કાર કરે છે], "ખરીદી કરવાનું ઇન્કાર કરવો").
entry(બોયહૂડ, ન, [બોયહૂડ્સ], "છોકરો બનવાની સ્થિતિ").
entry(છોકરાસમ, વિશેષણ, [], "છોકરાની જેમBOYISHLY કર્યાવિશેષણ").
entry(boyla, n, [boylas], "જાદૂગર પાર્સ");
entry(બોયો, n, [બોયોઝ], "એક છોકરો").
entry(બોઝો, n, [બોઝોઝ], "એક મિત્ર").
entry(bra, n, [bras], "એક બ્રાસિયર").
entry(ઝગડો, v, [ઝગડ્યો,ઝગડી રહ્યો,ઝગડે છે], "ઓચિંતો શોર મચાવવો").
entry(brabbler, n, [બ્રેબ્લર્સ], "એક જે બ્રેબ્લ કરે").
entry(બ્રેસ, ક્રિયા, [બ્રેસ્ડ, બ્રેસિંગ, બ્રેસેસ], "આધાર આપવા માટે").
entry(કાશ્તમણી, n, [કાશ્તમણીઓ], "કાઢ પરની આભૂષણ").
entry(બ્રેસર, ન, [બ્રેસર્સ], "જે ગાળે છે").
entry(bracero, n, [બ્રેસેરોઝ], "મેક્સિકન મજૂર").
entry(brach, n, [brachs], "અથવા BRACHESa હાઉન્ડ બિચ").
entry(brachet, n, [brachets], "એક બ્રેચ").
entry(બ્રેકિયલ, n, [બ્રેકિયલ્સ], "હાથનો એક ભાગ").
entry(brachium, n, [brachia], "હાથનો ઉપરનો ભાગ").
entry(brace, n, [brace], "એ બાઉન્સ અથવા મજબૂતી").
entry(braciola, n, [braciolas], "ઊનનો પાતળું કટકો").
entry(braciole, n, [bracioles], "બ્રાસિઓલા").
entry(શૂક, ન, [શૂકો], "એક મોટું વરણ").
પ્રવેશ(bracket, v, [bracketed, bracketing, brackets], "વર્ગીકૃત કરવા માટે").
entry(ખારું, વિશેષણ, [], "ખોરમ").
entry(braconid, n, [braconids], "માખીના પરિવારમાંના કોઈ એક").
entry(bract, n, [bracts], "એક પાનસમાન વનસ્પતિ ભાગBRACTEAL BRACTED વિશેષણ").
entry(bractlet, n, [bractlets], "નાનું થડપાન").
entry(brad, v, [bradded,bradding,brads], "સ્થીર કરવાં પાતળા લાખોટા વડે").
entry(bradawl, n, [bradawls], "એક પ્રકારનું ઓલ").
entry(bradoon, n, [bradoons], "બ્રિડૂન").
પ્રવેશ(બ્રે, પ, [બ્રેસ], "એક ટેકરીની બાજુ").
entry(બૂરવી, વિશેષણ, [], "બૂર્વાળો શ્રેષ્ઠ").
entry(શેખી મારવી, ક્રિયા, [શેખી માર્યો, શેખી મારવી, શેખું મારે છે], "તિરસ્કારપૂર્વક પોતાના કાર્યોની વાત કરવી").
entry(ઘમંડખોર, n, [ઘમંડખોરો], "જેઓ ઘમંડ કરે").
entry(શેખીબાજ, n, [], "pl BRAGGERSa શેખીશોખી કરનારો").
પ્રવેશ(બ્રેગી,વિશેષણ,[], "બ્રેગીયર બ્રેગિએસ્ટ અભિમાન કરવાનો પ્રતિરુપ").
entry(બ્રહ્મા, n, [બ્રહ્માs], "મોટું ઘરેલું પક્ષી").
entry(બ્રાહ્મણ, ન, [બ્રાહ્મણો], "સૌથી ઉચ્ચ હિંદુ જાતિનો સભ્ય").
entry(ચોટી, ક્રિયા, [ચોટીદાર,ચોટીયાતા,ચોટીઓ], "એકસાથે વણવું").
entry(બ્રેડર, ન, [બ્રેડર્સ], "જોઆણ વાળવા વાળનાર").
entry(braiding, n, [braidings], "બ્રેઇડેડ સામગ્રીથી બનાવેલું કંઈક").
entry(બ્રેઇલ, v, [બ્રેઇલ્ડ,બ્રેઇલિંગ,બ્રેઇલ્સ], "નોકા ઉપરાંત ચડાવવું").
entry(બ્રેલ, v, [બ્રેલ કર્યો,ब्रेल કરવું,બ્રેલ્સ], "અંધજન માટે ઉઠેલો બ્રેલ લખાણમાં લખવું").
entry(બ્રેઇલર, ન, [બ્રેઇલર્સ], "બ્રેઇલમાં પ્રિન્ટિંગ માટેની એક મશીન").
entry(મગજ, v, [મગજવાળું,મગજમા મારવું,મગજો], "માથા પર મારવું").
entry(મગજખુર, n, [મગજખુરો], "ખૂબ બુદ્ધિશાળી વ્યક્તિ").
entry(બ્રેઇનિયર, તુલનાત્મક, [], "ઓફ બ્રેઇની").
નંબંધ (brainiest, સુપરલેટિવ, [brainpans], "મગજની સખત ભાગની BRAINY વિશેષણ BRAINIER BRAINIESTસ્માર્ટBRAISE ક્રિયાપદ BRAISED BRAISING BRAISESto ચરબીમાં રાંધવુંBRAIZE સંજ્ઞા બહુવચન BRAIZESસાગરી માછલીBRAKE ક્રિયાપદ BRAKED BRAKING BRAKESto ધીમું અથવા બંધ કરવુંBRAKEAGE સંજ્ઞા મુખ્યક્રિયા BRAKEAGESthe બ્રેકિંગની ક્રિયાBRAKEMAN સંજ્ઞા મુખ્યક્રિયા BRAKEMENરેલવે કામદારBRAKING વર્તમાન પૂર્વાર્થ OF બ્રેકBRAKY વિशેષણ BRAKIER BRAKIESTશ્રુબી અથવા ફર્ન સહઈનBRALESS વિशેષણ કોઈ બ્રા પહેરવુંBRAMBLE ક્રિયાપદ BRAMBLED BRAMBLING BRAMBLESto બેરીઓ એકત્રિત કરવીBRAMBLY વિशેષણ BRAMBLIR BRAMBLIESTકાંટાળીBRAN ક્રિયાપદ BRANNED BRANNING BRANSto પાણીમાં ઘાટરાંેચ્ચવામાં ઉપયોગમાં આવે છેBRANCH ક્રિયાપદ BRANCHED BRANCHING BRANCHESto રસ્તાઓ અથવા ધગટીઓ બનાવવાBRANCHIA માન pl BRANCHIAEના પાણીજીવોના શ્વાસકી અંગોBRANCHY વિશેષણ_BRANCHIER BRANCHIESTપાંખો ફેલાયાં છેBRAND ક્રિયાપદ BRANDED BRANDING BRANDSto ગરમ લોખંડથી માર્ક કરવુંBRANDADE સંજ્ઞા પુ૯્ચારો BRANDADESક્રોડના ડિશ ઓલિવ તેલ અને દૂધ સાથેMISS પસંદ જેથીડીસ્કતું miss twilightBRANDOE ન NOહ્રાધિજોHIBOUkમાંનાળીડીંજાર ?";
entry(cab, v, [cabbed,cabbing,cabs], "ટૅક્સીકેબ મેળવવું અથવા ચલાવવું").
entry(cabal, v, [caballed,caballing,cabals], "ભેજાં કરવું").
entry(કબાલા, ન, [કબાલాస్], "એક ગુપ્ત અથવા રહસ્યમય શાસ્ત્ર").
entry(કબાલિઝમ, ન, [કબાલિઝમ્સ], "કબાલાની પાલના").
entry(cabalist, n, [cabalists], "જે કાબાલિઝમનો અભ્યાસ કરે છે").
entry(caballed, past, [], "કેબલનો કાળ").
entry(caballing, present, [], "કબાલનો ભાગરૂપ").
entry(કેબાના, n, [કેબાનાસ], "એક નાનું કેબિન").
entry(કબારે, ન, [કબારેસ], "એક સંગીત મંડપ").
પ્રવેશ(કોબી, ક્રિયાપદ, [ચોરી કરી,ચોરી કરવો,ચોરાયેલા], "ચોરવું").
entry(cabbagey, નિઃશબ્દ વિશેષણ, [], "કોબીજ જેવી દેખાતી એક પાંદડાવાળી શાકભાજી").
entry(cabbagy, adj, [], "કેબેજી").
entry(કબ્બાલા, સ, [કબ્બાલાસ], "કબાલા").
entry(કબ્બાલાહ, ન, [કબ્બાલાહ્સ], "કબલા").
entry(cabbed, past, [], "કેબનો ટેન્સ").
પ્રવેશ(કેબી,ન, [કેબીઓ], "કેબી").
entry(cabbing, present, [], "કૅબની પ્રવર્તમાન કૃતંત").
entry(cabby, n, [cabbies], "ટેક્સી ડ્રાઈવર").
entry(કેબર, ન, [કેબર્સ], "તાકાતના પરિક્ષણ તરીકે ફેંકવામાં આવતા ભારે થાંભલા").
entry(કેબરનેટ, n, [કેબરનેટ્સ], "એક સૂકો લાલ દ્રાક્ષાનુ વાઇન").
entry(કાબેસ્ટ્રો, ન, [કાબેસ્ટ્રોસ], "એક લેસો").
entry(કાબેઝોન, n, [કાબેઝોનસ], "એક મોટું ખાધા માટે યોગ્ય માછલી").
entry(કેબેઝોન, પુરુષ, [કેબેઝોનસ], "કેબેઝોન").
entry(cabildo, n, [cabildos], "એક નગર પરિષદ").
entry(કેબિન, v, [કેબિન્ડ, કેબિનિંગ, કેબિન્સ], "એક કેબિન માં રહેવું, સરખાદેખાવવાળી ઇમારત").
એન્ટ્રી(કેબિનેટ, ન, [કેબિનેટ્સ], "પાટિયું અને ડ્રોઅર્સવાળું ફર્નિચર").
entry(કેબલ, v, [કેબલ્ડ, કેબલિંગ, કેબલ્સ], "જો અથવા જડણ થી બાંધી રાખવા માટે").
એન્ટ્રી(કેબલર, પ, [કેબલર્સ], "જે કેબલ પૂરું પાડે છે").
entry(cablet, n, [cablets], "નાનું કેબલ").
entry(કેબલવે, ન, [કેબલવેસ], "એક લટકતું કેબલ").
entry(કેબલ, ન, [કેબલ્સ], "કેવી રીતે કેબલ અથવા કેબલ્સનો ઉપયોગ કશુંક બાંધી રાખવા માટે થાય છે").
entry(કેબમેન, ન, [કેબમેન], "એ એક કેબનો જે ડ્રાઇવર છે").
entry(cabob, n, [cabobs], "કબોબ").
entry(caboched, adj, [], "પૂરાપૂરો ચહેરો વપરાય છે જાનવરના માથા માટે હેરલ્ડ્રીમાં").
entry(કબોચોન, n, [કબોચોન], "એક કિંમતી પથ્થર").
entry(કબોમ્બા, n, [કબોમ્બાસ], "જલમાં ઉગતી એક વનસ્પતિ").
entry(સૌકંઠ, ન, [સૌકંઠઓ], "એક સંગ્રહ").
entry(કબૂસ, n, [કબૂસ], "માલગાડીની છેલ્લી ગાડી").
entry(caboshed, વિશેષણ, [], "caboched").
entry(કેબ્ટેજ, ન, [કેબ્ટેજેસ], "કિનારીય વેપાર").
entry(કેબઓવર, ન, [કેબઓવર્સ], "એ ટ્રક જેમાં ડ્રાઇવરનું વિભાગ એન્જિનના ઉપર હોય").
પ્રવેશ(કેબ્રેસ્ટા, ન, [કેબ્રેસ્ટાસ], "કેબેસ્ટ્રો").
entry(cabresto, n, [cabrestos], "કબેસ્ટ્રો").
entry(cabretta, n, [cabrettas], "મૃદુ ચમડા").
entry(cabrilla, n, [કાબ્રિલાસ], "એક દરિયાઇ બાસ").
entry(કેબ્રીયોલ, ન, [કેબ્રીયોલ્સ], "એક વાંકડી આવેલ ફર્નિચર પગ").
entry(ટૅક્સીસ્ટેન્ડ, ન, [ટૅક્સીસ્ટેન્ડસ], "એક જગ્ય્યા છે જ્યાં ટૅક્સી ભાડે લેવા માટે રાહ જુએ છે").
entry(caca, n, [cacas], "મળમଳ").
entry(કાકાઓ, n, [કાકાઓસ], "એક ઉષ્ણકટિબંધ વૃક્ષ").
entry(cachaca, n, [cachacas], "બ્રાઝિલિયન మదિરા").
entry(કૈચલોટ, ન, [કૈચલોટ્સ], "મોટા વ્હેલ").
entry(કૅશ, v, [કૅશ્ડ,કૅશિંગ,કૅશેસ], "છુપાવવાની જગ્યામાં સંગ્રહ કરવા માટે").
entry(cachepot, n, [cachepots], "ફૂલદાની માટેનું શણગારરૂપ કન્ટેનર").
entry(cachet, v, [cacheted,cacheting,cachets], "લિફાફા પર ડિઝાઇન છાપવું").
entry(ਕੈਸ਼ੇਕਸੀਆ, n, [ਕੈਸ਼ੇਕਸੀਆਸ], "ਆਮ ਬਿਮਾਰੀਕੈਸ਼ੇਕਸਿਕ adj").
entry(cachexy, n, [cachexies], "કૅକૅક્સિયા").
entry(કેચિંગ, વર્તમાન, [], "કૅશના પાર્ટિસિપલ").
entry(કચેં, ન, [કચૂ], "કટેછૂ").
entry(કચુચા, ન, [કચુચાસ], "એક સ્પેનિશ નૃત્ય").
entry(cacique, n, [caciques], "એક ઉષ્ણકટિબંધીય ઓરિઓલ").
entry(કેકલ, v, [કેકલ્યૂ,કેકલિંગ,કેકલ્સ], "મુરજીનું અવાજ").
entry(cackler, n, [કેકલર્સ], "જે કેકલ કરે").
entry(કેકોડાઇલ, ન, [કેકોડાઈલ્સ], "એક ઝેરી પ્રવાહી").
entry(cacomixl, n, [cacomixls], "એક રેકૂનની જેમ દેખાતું સ્તનપાઈ પ્રાણી").
entry(તબ્ધનામ, n, [તબ્ધનામો], "એક ભૂલભરેલું નામ").
entry(અનુચિતનામ, n, [અનુચિતનામો], "ભુલભર્યું નામ ધરાવવાની સ્થિતિ").
entry(કેક્ટસ, સં, [કેક્ટસીઝ], "અથવા CACTIa સિઝાનના ક્ષેત્રોનું વતનડું છોડCACTOID વિશેષણ").
entry(cad, n, [cads], "અવિનયી માણસ").
entry(કદાસ્તર, ન, [કદાસ્તર્સ], "જમીન માલિકીના જાહેર રેકોર્ડ").
entry(કદાસ્ત્રે, ન, [કદાસ્ત્રેસ], "કદાસ્તર").
એન્ટ્રી(કાડેવર, પ, [કાડેવર્સ], "એક લાશ").
entry(caddice, n, [caddices], "કેડિસ").
entry(caddie, v, [caddied, caddying, caddies], "ગોલ્ફ ખેલાડીના સહાયક તરીકે સેવા આપવી").
પ્રવેશ(કેડીસ, ન, [કેડીસેસ], "એક જાડું ઉલનું ફેબ્રિકકેડીસેડ વિશેષણ").
entry(કેડડિશ, વિશેષણ, [], "કેડ જેવો").
entry(caddy, v, [caddied,caddying,caddies], "કેડી તરીકે કામ કરવું").
entry(કેડ, ન, [કેડસ], "એક યુરોપીયન ઝાડ").
entry(કેડેલ, ન, [કેડેલ્સ], "એક નાનું કાળું ભમરો").
entry(કેડન્સ, v, [કેડન્સ્ડ, કેડન્સિંગ, કેડન્સેસ], "સુરેોટા બનાવવું").
entry(તરંગિતતા, n, [તરંગિતતાઓ], "એક લય").
entry(cadent, adj, [], "મીઠું તાળમાં").
entry(કેડેન્ઝા, n, [કેડેન્ઝાસ], "એક વિશિષ્ટ સંગીતની કલાપલટ").
entry(કેડેત, સ, [કેડેત્સ], "સૈનિક શાળાએ વિદ્યાર્થી").
entry(cadge, v, [cadged,cadging,cadges], "ભિક્ષા દ્વારા મેળવવું").
entry(કેજર, ન, [કેજર્સ], "એક કે જે કેજ કરે").
પ્રવેશ(કેડ્જી, વિશેષણ, [], "ખુશ").
entry(cadi, n, [cadis], "એક મુસ્લિમ ન્યાયાધીશ").
entry(કેડમિયમ, n, [કેડમિયમ્સ], " એક ધાતુકી તત્વCADMIC વિશેષણ").
entry(કેડર, નામ, [કેડર], "પ્રશિક્ષિત કર્મચારીઓનું પરમાણુ").
entry(કાડ્યુસ, પુ, [કાડ્યુસાઇ], "એક રાજનૈતિક વાંસળી અથવા લાકડીકાડ્યુશિયન વિશેષણ").
entry(અસ્થાયિત્વ, ન, [અસ્થાયિત્વજ], "વૃદ્ધાવસ્થા").
entry(caducous, adj, [], "અલ્પકાલીન નાશ પામનાર").
પ્રવેશ(કુમળું, ન, [કુમળાં], "cecumCAECAL adjCAECALLY adv").
entry(caeoma, n, [caeomas], "ફૂગના એક વિસ્પોરજનન અંગ").
entry(caesar, n, [caesars], "એક તરફ").
entry(caesious, વિશેષણ, [], "વાદળો ભરાવો લીલો").
entry(સીઝિયમ, n, [સીઝિયમ્સ], "સિઝિયમ").
entry(કેથીસ, ન, [કેથીસ્સેસ], "કેસ્ટસ").
entry(મારણવિચ્છેદન, n, [મારણવિચ્છેદનો], "અથવા મારણવિચ્છેદનઆલ આપન્ન vers ના પંક્તિમાં વિરામમારણવિચ્છેદનપ અ મારણવિચ્છેદન અભિણ").
પ્રવેશ(કેફ, ન, [કેફ્સ], "એક કાફિટેરિયા અથવા કેફે").
entry(cafard, n, [cafards], "ઉદાસીનતાનું એક સ્થાન").
entry(કેફે, ન, [કેફસ], "એક નાનું રેસ્ટોરન્ટ").
entry(caff, n, [caffs], "એક કેફ").
entry(કાેફિન, ન, [કાેફિનસ], "કેફિન").
entry(કેફીન, ન, [કેફીન્સ], "એક કડવો અલ્કલોઇડ જે ઉત્તેજક તરીકે ઉપયોગ થાય છે").
entry(caftan, n, [caftans], "પૂરૂણ લાંબી ટ્યુનિકCAFTANED વિશેષણ").
entry(ખાંચો, v, [ખાંચ્યો, ખાંચી રહ્યો છે, ખાંચાઓ], "બંધ કરવો").
entry(cageful, n, [cagefuls], "પિંજર કે ઘેરી જોગવાઈમાં દબાયેલાની સંખ્યા").
entry(cagelike, adj, [], "પિંજર જેવા બંધનાવાળું").
entry(cageling, n, [cagelings], "એક પાંજરામાં રહેલું પક્ષી").
entry(cager, n, [cagers], "એક બાસ્કેટબોલ ખેલાડી").
entry(સાવધાન, વિશેષણ, [], "સાવધાની સાવધાનીસભર").
entry(કેજિયર, તુલનાત્મક, [], "કેજીનો").
entry(cagiest, superlative, [], "કેજી નો").
entry(સાવધ, ક્રિયા વિશેષણ, [], "એક સાવચેત સ્વભાવમાં").
entry(સાવધાની, ન, [સાવધાનીઓ], "સાવધાન હોય તેવુ ગુણ").
entry(caging, present, [], "પાર્ટિસિપલ ઓફ કેજ").
entry(કાગૂલ, ન, [કાગૂલ્સ], "一个 પલાશવાળા જુદા થયેલા જળરોધક વસ્ત્ર").
entry(cagy, adj, [], "CAGIER CAGIESTcagey").
entry(કાહિયર, n, [કાહિયર્સ], "એક નોટબુક").
entry(કહુટ, ન, [કહુટ્સ], "સાથે મળીને").
entry(કાહુન, n, [કાહુન્સ], "કોહ્યુન").
entry(cahow, n, [cahows], "એક સમુદ્ર પક્ષી").
entry(caid, n, [caids], "મુસ્લિમ નેતા").
entry(કાઇમન, ન, [કાઇમન્સ], "એક ઉષ્ણકટિબંધીય સાપ").
प्रवेश(કેન, પ, [કેનના], "કેન").
entry(caique, n, [caiques], "લાંબી સંકીર્ણ પંખાવાળી નૌકાવિધ").
entry(caird, n, [cairds], "એક જિપ્સી").
entry(કેર્ન, н, [કેરીન્સ], "યાદગાર તરીકે સ્થાપવામાં આવેલા પથ્થરોનો એક ઢગલોKEIRNED કૈર્ની વિશેષણ").
entry(કેસન, ન, [કેસન્સ], "એક વોટર્ટાઇટ ચેમ્બર").
entry(દુષ્ટ, ન, [દુષ્ટો], "એક બદતર વ્યક્તિ").
entry(કજાપુટ, ન, [કજાપુટ્સ], "કજૂપુટ").
entry(કેજેપુટ, ન, [કેજેપુટ્સ], "એક ઑસ્ટ્રેલિયન વૃક્ષ").
entry(ખુશામત કરવી, ક્રિયા, [ખુશામત કરી, ખુશામત કરવી, ખુશામત કરે છે], "ખુશામતથી વંચિત કરવા").
entry(વિંખનાર, ન, [વિંખનારા], "જે વિંખે છે").
entry(મીઠું_મધુરું_વચન, ન, [મીઠી_મધુર_વાચા], "ખુશામતથી મનોવલ").
entry(કાજોન, n, [કાજોન્સ], "એક ખડકાળ કૈનયોન").
entry(કેજેપુટ, ન, [કેજેપુટ્સ], "કેજેપુટ").
entry(કેક, v, [કેકડ,કેકિંગ,કેકસ], "કઠણ થયેલા ગઠ્ઠામાં રૂપાંતરિત થવું").
ઇન્ટ્રી(કેકબૉક્સ, ન, [કેકબૉક્સેસ], "કેક માટેનું કન્ટેનર એક મીઠાઈ બેક કરેલું ખોરાક").
entry(કેકહોલ, ન, [કેકહોલ્સ], "વ્યક્તિના મોઢું").
entry(cakewalk, v, [cakewalked,cakewalking,cakewalks], "સ્ટાઇલિશ રીતે પગલાં ભરવા").
entry(cakey, adj, [], "CAKIER CAKIESTશ કમ ઢળાવા તરફ ઝુકાવવુ").
entry(કેકીનેસ, n, [કેકીનેસેસ], "કેકી હોવાના સ્થિતી").
entry(caky, adj, [], "CAKIER CAKIESTcakey").
entry(કલાબાશ, n, [કલાબાશ], "એક ગા્લોર").
entry(કાલબાસા, ન, [કાલબાસાસ], "એક મોટું શિયાળુ કદુ").
entry(કેલેડિયમ, ન, [કેલેડિયમ્સ], "એક ઉષ્ણકટિબંધીય છોડ").
entry(કલામાર, n, [કલામારસ], "કલામરી").
entry(કલીમારી, n, [કલીમારીસ], "ભોજન તરીકે વપરાતી સ્ક્વિડ").
entry(કૅલેમરી, n, [કૅલેમરીઝ], "એક સ્ક્વિડ").
entry(કલામાતા, ન, [કલામાતાસ], "કલામાતા").
entry(કલામી, pl, [], "કલમસના").
entry(કૅલામાઇન, v, [કૅલામાઇનડ, કૅલામાઇનિંગ, કૅલામાઇનસ], "ચામડીના રોગો માટે ઔષધ લગાડવું").
entry(calamint, n, [calamints], "એક વારઓછો છોડ").
entry(calamite, n, [કેલામાઇટ્સ], "એક લુપ્ત વૃક્ષની જેમનું છોડ").
entry(કોડ, ન, [કોડ્સ], "એક ગંભીર દુર્ભાગ્ય").
entry(કલમસ, n, [કલમઇ], "એક સદાબહાર છોડ").
entry(calando, વિશેષણ, [], "નિયમિત રીતે ઘટતા").
entry(કેલેશ, n, [કેલેશસ], "એક હલકી ગાડી").
entry(કલાકેથિયા, ન, [કલાકેથિયાસ], "રંગબેરંગી પાંદડાંવાળો એક છોડ").
પ્રવેશ(કેલાથોસ, સ, [કેલાથી], "ફળ ટોપલી").
entry(કલાકથસ, પ, [કલાકથિ], "કલાકથોસ").
entry(calcanea, npl, [], "કૅલ્કેનેઇ").
entry(calcanei, npl, [], "એડીના હાડકાં").
entry(કેલ્કાર, ન, [કેલ્કારિયા], "અનાટોમિકલ પ્રોટ્રુઝન").
entry(calcar, n, [calcars], "ચુલ્લીનો એક પ્રકાર").
entry(calceate, વિશેષણ, [], "બુટ પહેરીને").
entry(calces, a, [], "pl of calx").
entry(calcic, વિશેષણ, [], "ચુનાના પથ્થર અથવા કેલ્શિયમ સંબંધિત").
calcific, વિશેષણ, [], "કેલ્શિયમના ક્ષાર ધરાવતું".
entry(કૅલ્સિફાય, ક્રિયાપદ, [કૅલ્સિફાય્ડ,કૅલ્સિફાઇંગ,કૅલ્સિફાય્સ], "સખ્ત થવું").
entry(calcine, v, [calcined,calcining,calcines], "ગરમી દ્વારા કૅલ્કસમાં ઘટાડવો").
entry(calcite, n, [calcites], "એક ખનિજCALCITIC વિશેષણ").
પ્રવેશ(કેલ્શિયમ, ન, [કેલ્શિયમ્સ], "એક ધાતુગત તત્વ").
પ્રવેશ(કેલ્ક્રીટ, ન, [કેલ્ક્રીટ્સ], "કલ્શિયમ કાર્બોનેટ સાથે બ્નાયેલો એક પ્રકાર નો કોન્ક્રીટ").
એન્ટ્રી(કેલ્કસ્પાર, એન, [કેલ્કસ્પર્સ], "એક કેલ્સાઈટ").
entry(calctufa, n, [calctufas], "એક ખનિજનાં પથ્થરના જમા થવાનું સ્થાન").
entry(calctuff, n, [calctuffs], "કેલ્કટફા").
entry(કેલ્કુલસ, ન, [કેલ્કુલસેસ], "અથવા કેલ્કુલીઆ ગણિતની એક શાખા").
એન્ટ્રી(કેલડેરિયા, npl, [], "ગરમ સ્નાન માટે રૂમ").
entry(caldera, n, [calderas], "એક મોટું ખરાબું ગાબડું").
entry(કોલડ્રોન, n, [કોલડ્રોન્‍સ], "એક મોટો કીટલી અથવા બોઈલર").
entry(કેલેચ, ન, [કેલેચ્સ], "કેલાશ").
entry(કલેન્ડલ, વિશેષણ, [], "કલેન્ડથી સંબંધિત").
calendar પ્રવેશ(v, [calendared, calendaring, calendars], "યોજના બનાવવી").
entry(કૅલેન્ડર, v, [કૅલેન્ડર્ડ, કૅલેન્ડરિંગ, કૅલેન્ડર્સ], "ролર્સ વચ્ચે દબાવવાથી સમતલ બનાવવું").
entry(કેલેન્ડસ, n, [કેલેન્ડસ], "રોમન મહિનાનો પ્રથમ દિવસ").
entry(calesa, n, [calesas], "એક કાલેશ").
પ્રવેશ(વાછરડો, ન, [વાછરડાં], "અથવા વાછરડાઓઅ યુવાન ગાય અથવા સિંહવાછરડાનુ সদ્રશ વિ").
પ્રવેશ(ગાયના બચ્છડા બનેલ, સ, [ગાયના બચ્છડા બનેલ], "બચ્ચાં હોવાની સ્થિતિ અથવા સમય").
entry(કેલ્ફસ્કિન, ન, [કેલ્ફસ્કિન્સ], "કરડિયાના ચામડા").
entry(કેલીબર, ન, [કેલીબર્સ], "બંદૂકની નળીનો વ્યાસ").
entry(કેલિબ્રે, n, [કેલિબ્રેસ], "કેલિબરCALIBRED વિશેષણ").
entry(calices, pl, [], "કેલીક્સ નું").
entry(કલીચે, n, [કલીચેસ], "એક ખનિજ જમા થવું").
પ્રવેશ(કેલિકલ, ન, [કેલિકલ્સ], "એક કપાકાર શારીરિક રચના").
entry(ફાટકો, ન, [ફાટકો], "અથવા કૅલિકોઝ એ કાપડનું કાપડ").
entry(ખલીફ, ન, [ખલીફો], "खलीफ").
entry(ખલીફત, ન, [ખલીફતો], "ખલીફનું પ્રદેશ").
entry(કેલીપેશ, ન, [કેલીપેશસ], "કાચબાની ખાદ્ય ભાગ").
entry(calipee, n, [calipees], "કાચબાની ખાધી શકાય તેવી એક ભાગ").
entry(કેલિપર, ક્રિ, [કેલિપરડ, કેલિપરિંગ, કેલિપર્સ], "માપવાનો એક પ્રકારનો ઉપકરણ વાપરવો").
entry(ખલીફા, ન, [ખલીફાઓ], "એક મુસલમાન નેતા ખલીફલ વિશ્વેષણ").
entry(calisaya, n, [calisayas], "સિન્ચોના ની ઔષધીય છાલ").
entry(કેલિક્સ, n, [કેલિસીસ], "અથવા કેલિક્સેસકપ").
entry(calk, v, [calked,calking,calks], "ગ્રિલ કરવું").
entry(calker, n, [calkers], "એક જે કેલ્ક કરે").
entry(કેલ્કિન, એન, [કેલ્કિન], "ઘોડા ના નાલ પરનો એક આકર્ષક પ્રોજેક્શન").
entry(calking, n, [calkings], "કલ્ક માટે વપરાતું સામગ્રી").
entry(કૉલ, વી, [કૉલ્ડ, કૉલિંગ, કૉલ્સ], "સમન કરવા માટે કૉલ કરી શકાય એવું વિશેષણ").
entry(calla, n, [callas], "એક ઉષ્ણકટિબંધીય છોડ").
entry(callaloo, n, [callaloos], "કરચલીના માંસનો સૂપ").
entry(callalou, n, [કૅલલસ], "કૅલલૂ").
entry(callan, n, [callans], "કેલલાન").
entry(callant, n, [callants], "એક લડકો").
entry(callback, n, [callbacks], "ખોટા ઉત્પાદનની યાદ").
entry(callboy, n, [callboys], "એક બેલબોય").
entry(callee, n, [callees], "એ જે બોલાવવામાં આવે છે").
entry(કૉલર, n, [કૉલર્સ], "કૉલ કરનાર").
entry(callet, n, [callets], "એક વેશ્યા").
દાખલ(calling, n, [callings], "એક કારકિર્દી અથવા વ્યવસાય").
entry(calliope, n, [કેલિયોવિસ], "એક કીબોર્ડ મ્યુઝિકલ ઇન્સ્ટ્રુમેન્ટ").
entry(callipee, n, [કૅલિપીઝ], "કૅલિપી").
entry(calliper, v, [callipered,callipering,callipers], "કૅલિપર કરવા").
entry(callose, n, [calloses], "એક છોડના કોષ ભીંતનો ભાગ").
entry(નિરકોર, v, [મઝબૂત,મજબૂતી,મજબૂતો], "કાઢિયું બનાવવું અથવા બનવું").
entry(callout, n, [callouts], "એક છપાયેલ લેખમાં ખબરોપત્રી").
entry(callow, adj, [], "CALLOWER CALLOWESTઅપરિપક્વCALLOWLY adv").
entry(calluna, n, [callunas], "એક ચિરપરિચિત ઝાડ").
entry(callus, v, [callused,callusing,calluses], "કઠણ वृद्धि રચવા").
એન્ટ્રી(calm, adj, [], "CALMER CALMESTકાળા કલમસેથી કાલ્મલી adv").
entry(શાંત, v, [શાંત થયું, શાંત કરતા, શાંતિ આપે છે], "શાંત બનાવવા માટે").
entry(શાંતિ, ન, [શાંતિઓ], "શાંતિની સ્થિતિ").
entry(calo, n, [calos], "ચિકાનો યુવાનો દ્વારા ઉપયોગમાં લેવાતા સ્પેનિશ અર્ગોટ").
entry(કેલોમેલ, નામ, [કેલોમેલ્સ], "પ્રસારક તરીકે ઉપયોગમાં લેવાતા રાસાયણિક સંયોજન").
entry(કેલોરિક, ન, [કેલોરિક્સ], "તાપમાન").
entry(કૅલોરી, ન, [કૅલોરીઝ], "ઉષ્માનું એકમ").
entry(કેલોરાઈઝ, ક્રિ, [કેલોરાઈઝ્ડ,કેલોરાઈઝિંગ,કેલોરાઈઝ્જ], "સ્ટીલને એલ્યુમિનિયમ સાથે કોટ કરવા માટે").
entry(calory, n, [કેલોરીઝ], "કેલોરી").
પ્રવેશ(કેલોટ, સં, [કેલોટ્સ], "એક ખોપરી").
entry(કેલોટાઇપ, ન, [કેલોટાઇપ્સ], "ફોટોગ્રાફનો એક પ્રકાર").
entry(caloyer, n, [કલોયર્સ], "પૂર્વીય ચર્ચનો સાધુ").
entry(calpac, n, [calpacs], "એક ભેંસની ચામડીની ટોપી").
entry(calpack, n, [calpacks], "કેલપેક").
entry(કેલપેઇન, ન, [કેલપેઇન], "પ્રોટીન ચાય કરવાનું એંઝાઇમ").
entry(calque, v, [calqued,calquing,calques], "અન્ય ભાષાના સમાનાર્થક શબ્દના આધારે શબ્દના અર્થનું મૉડલ બનાવવું").
entry(calthrop, n, [calthrops], "કેલટ્રોપ").
entry(કૅલટ્રૅપ, ન, [કૅલટ્રૅપ્સ], "કૅલટ્રૉપ").
entry(માખણિયા, ન, [માખણિયાઓ], "એક કાંટાળું છોડ").
entry(કેલ્યુમેટ, n, [કેલ્યુમેટ્સ], "એક અનૂષ્ઠાનિક પાઇપ").
entry(બદનામી, ક્રિયા, [બદનામીયીની,બદનામીયિંગ,બદનામીયીઓ], "ખોટો અને દુષ્ટ આરોપ મૂકવો").
પ્રવેશ(કેલ્યુટ્રોન, પ, [કેલ્યુટ્રોન્સ], "આઇસોટોપ્સ અલગ પાડવા માટે ઉપયોગ કરતું ઉપકરણ").
entry(કેલ્વાડોસ, n, [કેલ્વાડોસેસ], "એક સુકા સેવની બ્રાન્ડી").
entry(કેલ્વેરિયા, n, [કેલ્વેરિયાસ], "ખોપરીનો ગોળ ટોપ").
entry(કેલ્વરી, ન, [કેલ્વરીઝ], "ક્રૂસિફિકશનનું પ્રતીક").
entry(જણડપાવવું, v, [જણડપાયેલું,જણડપાવવું,જણડપાવો], "બછડાને જન્મ આપવો").
entry(વાછરડાં, ક, [], "વાછરડાનું બહુવચન").
entry(calx, n, [calxes], "અથવા મિનરલ અવશેષ CALCES").
entry(calycate, વિશેષણ, [], "calycine").
entry(calyceal, વિશેષણ, [], "calycine").
પ્રવેશ(કેલીસિસ, અ, [], "પ્લ અથવા કેલિક્સ").
entry(calycine, વિશે, [], "પુષ્પકપદ સાથે સંબંધિત").
entry(calycle, n, [calycles], "બાહ્ય કલિક").
entry(calyculi, npl, [], "નાના કપાકાર રચનાઓ").
entry(કેલીપ્સો, n, [કેલીપ્સોસ], "અથવા કેલીપ્સોજ એક સ્પુરતીય ગીત").
entry(calypter, n, [calypters], "કેલિપ્ટ્રા").
Prolog: entry(calyptra, n, [calyptras], "ફૂલોના હોપડીઆકારના અંગ").
entry(calyx, n, [calyxes], "ફૂલના બાહ્ય રક્ષાત્મક આવરણ કે CALYX").
entry(કેલઝોન, n, [કેલઝોન], "અથવા કેલઝોની એક ટર્નઓવર જેની અંદર મસાલેદાર ભરાવ છે").
entry(cam, n, [કે નો], "એeens ક્લસ કલબુલિયા").
entry(camail, n, [camails], "ગરદન માટેના કવચનો એક ભાગCAMAILED વિશેષણ").
entry(camas, n, [camases], "કેમાસ").
પહેચાન(camass, શ, [camasses], "એક બારમાસી ઊષધિ").
entry(કૅમ્બર, ક્રિયા, [કૅમ્બર્ડ, કૅમ્બરિંગ, કૅમ્બર્સ], "થોડી વક્ર કરવી").
entry(કેમ્બિયા, એ, [], "કેમ્બિયમનો બહુવચન").
entry(cambial, adj, [], "કેમ્બિયમ સિવાય").
entry(વિખ્યાતિ, સી, [વિખ્યાતિઓ], "વેપાર میں વિનિમય સિદ્ધાંત અને પ્રયોગ").
entry(કૅમ્બિસ્ટ, પ, [કૅમ્બિસ્ટ્સ], "વિનિવેશના બિલોમાં વેપારી").
entry(cambium, n, [કેમ્બિયમ્સ], "અથવા CAMBIAએક સ્તરનો પાંદડે તંતુ").
entry(કેમ્બોજિયા, ન, [કેમ્બોજિયાસ], "એક ગમ રેઝિન").
એન્ટ્રી(કેમ્બૂઝ, ન, [કેમ્બૂઝેસ], "લોગિંગ કેમ્પમાં મોટું ખોડું").
entry(cambric, n, [cambrics], "સુક્ષ્મ લિનેન").
લિખાણ(કેામકોર્ડ, ક્રિયા, [કેામકોર્ડેડ, કેામકોર્ડિગ, કેામકોર્ડ્સ], "પોર્ટેબલ કેમેરા સાથે વિડિયોટેપ કરવું").
એન્ટ્રી(કેમ, એન, [કેમ્સ], "એક લીડન છતાં રોડ").
પ્રવેશ(ઓંટ, ન, [ઓંટો], "મોટું ગુબ્બાચાળ ધરાવતું સસ્તનપ્રાણી").
entry(cameleer, n, [cameleers], "ઊંટ ચલાવનાર").
એન્ટ્રી(કેમેલિયા, ન, [કેમેલિયાસ], "કેમેલિયા").
entry(camelid, n, [camelids], "૨ આંગળીઓ ધરાવતાં ફરી ચગનાર સ્તનધારી પ્રાણીઓના પરિવારના કોઈપણ").
entry(camellia, n, [camellias], "એક આક્રમક ઝાડ").
entry(કેમિયો, v, [કેમિઓડ,કેમિઓઇગ,કેમિઓસ], "ધારદાર નાજુક રાહતમાં ચિત્રિત કરવું").
entry(કેમેરા, n, [કેમેરાજ], "અથવા CAMERAEa જજનું ચેમ્બરCAMERAL વિશેષણ").
પ્રવેશ(કેમી, ન, [કેમીસ], "એક કેમિસોલ").
entry(camion, n, [camions], "સૈન્ય ટ્રક").
entry(camisa, n, [camisas], "શર્ટ અથવા chemise").
entry(camisade, n, [camisades], "કૅમિસેડો").
entry(camisado, n, [camisados], "અથવા CAMISADOES રાત્રી દરમિયાન કરવામાં આવેલ હુમલો").
entry(કમીઝ, ન, [કમીઝો], "એક ઢીલી શર્ટ અથવા ગુન").
entry(camisia, n, [camisias], "કમીઝ").
entry(કૅમિસોલ, ન, [કૅમિસોલ્સ], "એક ટૂંકું નાઇટગાઉન").
entry(camlet, n, [camlets], "ટકાઉ ફેબ્રિક").
entry(કેમી, ન, [કેમીસ], "કાલુર્યા").
entry(કેમો, એન, [કેમોઝ], "એક છદ્માવરણ પેટર્ન").
entry(કમોમાઇલ, n, [કમોમાઇલ્સ], "એક ઔષધીય છોડ").
entry(camorra, n, [camorras], "એક નિષ્કરૂપિય ગુપ્ત સમાજ").
entry(કેમ્પ, v, [કેમ્પ કર્યો,કેમ્પિંગ,કેમ્પ્સ], "ખુલ્લામાં રહેવા માટે").
પ્રવેશ(કામ્પાગ્ના, પા, [કામ્પેગ્ને], "સમપાટ ખાલી મેદાન").
entry(પ્રচার, v, [પ્રચાર કર્યો, પ્રચાર કરવાનું, પ્રચાર કરે છે], "ખાસ હેતુ સુધી પહોંચવા માટે કાર્યોની શ્રેણીનું આયોજન કરવું").
entry(camper, n, [campers], " કેમ્પ કરવા જઇ એવું એક").
entry(કૅમ્પફાયર, નામ, [કૅમ્પફાયરો], "આઉટડોર ફાયર").
entry(camphene, n, [કેમ્ફીન્સ], "કેમ્ફિન").
entry(કેમ્ફિન, n, [કેમ્ફિનસ], "વિસ્ફોટક પ્રવાહી").
entry(camphire, n, [કમ્પહાયર], "એક ફૂલ ઉગાડતું છોડ").
entry(કૅમ્ફોલ, n, [કૅમ્ફોલ્ઝ], "બોર્નીઓલ").
entry(કાપુર, n, [કાપુર], "એક અસ્થિર સંયોજન").
entry(campi, pl, [], "કેમ્પો ની").
કિર્ણ(campier, તુલનાત્મક, [], "of campy").
entry(campiest, superlative, [], "કેમ્પ જેવી").
entry(campily, adv, [], "શિબિર જેવી રીતે").
entry(camping, n, [કૅમ્પિંગ્સ], "બાહ્ય өмір જીવવાની ક્રિયા").
પ્રવેશ(કેમ્પિયન, સ, [કેમ્પિયન્સ], "એક હર્બ").
entry(કેમ્પો, એન, [કેમ્પિ], "શહેરમાં એક ખુલ્લી જગ્યા").
entry(campo, n, [campos], "એક સ્તર ઘાસવાળા મેદાન").
entry(campong, n, [campongs], "કામ્પોંગ").
entry(કેમ્પોરી, નં, [કેમ્પોરીઝ], "ચાર જગ્યા પર બનેલી બોય સ્કાઉટ્સની મહેળા").
_entry(campout, n, [campouts], "એક જૂથ દ્રારા કેમ્પીંગ બહાર")._
entry(campsite, n, [campsites], "કેમ્પ માટે યોગ્ય ક્ષેત્ર").
entry(વિશ્વવિદ્યાલય, v, [વિશ્વવિદ્યાલયેડ,વિશ્વવિદ્યાલયિંગ,વિશ્વવિદ્યાલયેસ], "વિદ્યાર્થીને શાળા પરિસરમાં આવશ્યક પાડવી").
entry(campy, ક્રિયાવિશેષણ, [], "CAMPIER CAMPIESTcomically exaggerated").
એન્ટ્રી(કેમશાફ્ટ, ન, [કેમશાફ્ટસ], "કેામ્સ સાથે ફિટેડ શાફ્ટ").
entry(camwood, n, [કેમવુડ્સ], "એક આફ્રિકન હાર્ડવુડ વૃક્ષ").
entry(સકે, ક્રિયા, [કિન્લીતું, કિન્લવું, સક્યો], "એક નળાકાર કન્ટેનરમાં મૂકો").
entry(can, v, [], " વર્તમાન એકવચન 2રું વ્યક્તિ CAN અથવા CANST ભૂતકાળ એકવચન 2રું વ્યક્તિ COULD અથવા COULDEST અથવા COULDST સહાયક તરીકે ક્ષમતા વ્યક્ત કરવા માટે વપરાય છે").
entry(કનાઈલ, ન, [કનાઈલ્સ], "સામાન્ય લોકો").
entry(canakin, n, [canakins], "કેનીકિન").
entry(કેનાલ, v, [કેનાલડ, કેનાલિંગ, કેનાલ્સ], "અથવા કેનાલડ કેનાલિંગ કેનાલ્સ artificially પાણીનો માર્ગ ખોદવો").
entry(કેનાલાઇઝ, ક્રિયા, [કેનાલાઇઝડ,કેનાલાઇઝિંગ,કેનાલાઇઝસ], "નદી કે નાળાની સપાટી ઉપર માળખાકારણ").
ખાતું(કેનાલેઝ, ક્રિયા, [કેનાલાઇઝ્ડ, કેનાલાઇઝિંગ, કેનાલાઇઝસ], "કેનાલ બનાવવા માટે").
entry(canaller, n, [canallers], "એક માલ વહન નૌકા").
entry(કૅનલિંગ, a, [], "કૅનલનો વર્તમાન કૃત્યાંશ").
entry(કૅનાપે, ન, [કૅનાપેસ], "ભોજન પહેલાં પીરસવામાં આવતી ખાદ્ય ચીજ").
entry(કેનાર્ડ, સ, [કેનાર્ડ્સ], "એક ખોટી વાર્તા").
entry(કેનરી, ન, [કેનરીઝ], "એક ગીત ગાયક પક્ષી").
entry(કેનાસ્ટા, ન, [કેનાસ્ટાસ], "એક પત્તા રમત").
entry(cancan, n, [cancans], "ઉંચી લાત મારવાથી ઓળખાતા નૃત્ય").
Prolog: entry(cancel, v, [રદ,રદ કરી,રદ કરે છે], "અથવા રદ્દગેટ, રદ કરી રહ્યો છે, રદ કરવા માટે").
entry(રદ કરવાનો કાર્ય, ન, [રદ કરનારાઓ], "એક જે રદ કરે છે").
entry(કૅન્સર, n, [કૅન્સર્સ], "એક દુર્જન ગાંઠCANCERED adj").
entry(કઁચા, ન, [કઁચાસ], "જઈ અલાઈ અદાલત").
પ્રવેશ(કેંસરોઈડ, પ, [કેંસરોઈડ્સ], "ચામડીનો કેન્સર").
પ્રવેશ(કૅન્ડેલા, કા, [કૅન્ડેલાસ], "પ્રકાશ તીવ્રતાનું એકમ").
entry(candent, વિશેષણ, [], "અલૌકિક").
entry(candid, adj, [], "ખૂલાસુ અને નિષ્કપટ CANDIDER CANDIDESTfrank and sincere").
entry(કૅન્ડિડ, ન, [કૅન્ડિડ્સ], "એક અણધાર્યો ફોટો").
entry(કૅન્ડિડ, પ, [કૅન્ડિડસ], "એ પરોપજીવી ફૂગકૅન્ડિડલ વિશેષણ").
entry(ખુલાસાથી, વિપ., [], "ખુલ્લા રૂખાથી").
entry(કૅન્ડિડ, ભૂતકાળ, [], "કૅન્ડીનું કાળ").
entry(મીઠાઈઓ, હાજર, [], "મીઠાઈનો ત્રીજો વ્યક્તિ એકવચન").
entry(મોમબત્તી, v, [મોમબત્તીશ, મોમબત્તીથી, મોમબત્તીઓ], "પ્રકાશ સામે ઇંડાની તપાસ કરવા માટે").
entry(candler, n, [candlers], "મોભબત્તી કેવડાવનાર").
entry(ખર્યાઇ, n, [ખર્યાઇઓ], "સ્પષ્ટતાની સરળતા").
entry(સાચરૂપથીપણું, ન, [સાચરૂપથીપણાં], "સાચાઈ").
entry(કૅન્ડી, v, [કૅન્ડિડ, કૅન્ડીંગ, કૅન્ડીઝ], "ખાંડથી કોટ કરવાનો").
પ્રવેશ(કૅન્ડીમેન, ન, [કૅન્ડીમેન], "મન માટે અપાયદાકારક દવાઓ વેચનાર").
entry(કેન, v, [કેનડ, કેનીંગ, કેનસ], "ખોખલા લાકડાના કાંસ સાથે જાળીને બનાવવું અથવા પુરુષાંત કરવું").
entry(કનેલા, નામ, [કનેલાસ], "એક ઔષધીય વૃક્ષની છાલ").
entry(કનેફોર, ન, [કનેફોર્સ], "મસ્તક પર ટોપલી લઈને જતી એક یونانی કન્યા").
entry(કેનર, પ, [કેનર્સ], "જે કેન બનાવે છે").
entry(caneware, n, [canewares], "એક પીળાશ પથ્થર પ્રત્વર").
entry(કેનફિલ્ડ, n, [કેનફિલ્ડ્સ], "એક પત્તાનો રમત").
entry(canful, n, [canfuls], "કેન એટલું જ જેટલું એક કેન પકડી શકે").
entry(કૅન્ગ્યૂ, n, [કૅન્ગ્યૂઝ], "એક પ્રાચીન ચીની દંડ સાધન").
entry(canid, n, [canids], "કૂતરાના પરિવાર કેનિડેનો કોઇપણ સભ્ય").
entry(canikin, n, [canikins], "કેનીકિન").
પ્રવેશ(કૅનાઇન, સન, [કૅનાઇનો], "એક કૂતરો").
entry(caning, n, [canings], "છડી સાથેની સજા").
entry(કૅનિનિટી, n, [કૅનિનિટીઝ], "કૅનાઇન હોવાની સ્થિતિ").
entry(બીલિંગ, ન, [બીલિંગ્સ], "એક ઉષ્ણકટિબંધ વૃક્ષ").
entry(કૅનિસ્ટર, પ, [કૅનિસ્ટરો], "એક નાનો લોહનાં ડબ્બો").
entry(કેનિટીજ, ન, [કેનિટીજ], "વાલ કાંતિથી વાળ હાથી જવાનો").
entry(કૅન્કર, ક્રિયાપદ, [કૅન્કર્ડ, કૅન્કરિંગ, કૅન્કર્સ], "અલ્જરી ઘા સાથે અસર કરવી").
entry(કન્ના, n, [કન્નાસ], "એક ઉષ્ણકટિબંધીય છોડ").
entry(કૅનેબિક, વિશેષણ, [], "ભાંગ સંબંધિત").
entry(કેનેબિન, ન, [કેનેબિન્સ], "કેનેબિસમાંથી ઉપાડેલા રેજિન").
entry(ભંગ, ન, [ભંગો], "ભગવો").
entry( કરી શકે, ભૂતકાળ, [], " કરી શકેનું સમય કાલ").
entry(કેનલ, n, [કેનલ્સ], "એક તેલિયું ગાઢ કોલસો").
entry(cannelon, n, [cannelons], "એક ભરીમાં ભરેલી રોલ").
entry(કૅનર, ન, [કૅનર્સ], "ખાદ્ય પદાર્થ ર્કૅને વાળે છે તે").
entry(કૅનેરી, n, [કૅનેરીઝ], "જે જગ્યાએ ખોરાક ડબ્બાબંધ કરવામાં આવે છે").
પ્રવેશ(માનવખાઉ, સંજ્ઞા, [માનવખાઉઓ], "પોતાનું જાત જાત ખાય છે તે").
entry(cannie, વિશેષણ, [], "CANNIER CANNIESTcanny").
entry(વિવેકપૂર્ણ, તુલનાત્મક, [], "વિવેક્ષથી").
entry(canniest, superlative, [], "કૅનીનો").
entry(cannikin, n, [cannikins], "નાનું કૅન અથવા કપ").
entry(ચતુરાઈપૂર્વક, ક્રિયામાં, [], "ચતુરતાથી").
entry(ડબ્બાબંધી, સ, [ડબ્બાબંધીઓ], "જમાકાર ઉંઘાણાં વાસણોમાં ખાદ્ય પદાર્થ પૂરવા માટેનો વ્યવસાય").
entry(કન્નોલી, ન, [કન્નોલીસ], "મીઠી ભરેલી પેસ્ટ્રીનો નળીનો આકાર").
entry(કાનન, v, [કાનનડ, કાનનિંગ, કાનન્સ], "એક જાતની ભારે તોફ માટે તોપ ગોળા છોડી").
entry(cannonry, n, [કૅનનરીઝ], "આર્ટિલરી").
entry(નહી શકે, તે, [], "પરિબોધક સ્વરૂપ can").
entry(કેન્યુલા, ન, [કેન્યુલાસ], "અથવા CANNULAE શરીરની ખૂણામાં દાખલ કરેલી નળી CANNULAR વિશેષણ").
entry(canny, adj, [], "ચતુર ચતુરતમપ્રુડન્ટ").
entry(કનઓ, v, [કનઓડ, કનઓઇંગ, કનઓઝ], "એક હલકી પાતળી નાવ કનઓ ચલાવવી").
entry(કયાકિંગ, ન, [કયાકિંગ્સ], "કિનારાની બંને બાજુએ હોક નાઓના પ્લેટે લાગવાથી નાવ ઉમટાવવાની ક્રિયા").
entry(કયાકર, n, [કયાકરો], "જે કયાક ચલાવે છે").
entry(canoeman, n, [canoemen], "એક કેનોઈસ્ટ").
entry(canoer, n, [canoers], "જે કેનોઈંગ કરે છે").
entry(કેનોલા, n, [કેનોલાસ], "એક જાતની અલગ વનસ્પતિમાંથી મળતું તેલ").
entry(કૅનન, ન, [કૅનન્સ], "ચર્ચ કાઉન્સિલ દ્વારા ઘોષિત એક કાયદો કૅનોનિક વિશેષણ").
entry(canoness, n, [canonesses], "કાયદાના આધારે જીવતી સ્ત્રી").
entry(કેનનાઇઝ, v, [કેનનાઇઝડ,કેનનાઇઝિંગ,કેનનાઇઝસ], "કેનનાઇઝ કરવું").
entry(કેનનિસ્ટ, પ, [કેનનિસ્ટ્સ], "કેનન કાયદામાં નિષ્ણાત વ્યકિત").
entry(કૅનોનાઇઝ, ક્રિયાપદ, [કૅનોનાઇઝડ, કૅનોનાઇઝિંગ, કૅનોનાઇઝસ], "સંત તરીકે ઘોષિત કરવા માટે").
entry(કૅનનરી, પ, [કૅનનરીઝ], "એક પાદરી કચેરી").
entry(પીરસવું, v, [પીરસ્યું,પીરસી રહ્યા છે,પીરસતા], "આકે બાકી કરવા માટે").
entry(canopic, વિશેષણ, [], "મિસરનાં જારમાં સંબંધિત").
એન્ટ્રી(કેનોપી, v, [કેનોપીડ, કેનોપીંગ, કેનોપીસ], "ઉપરથી આવરણ છતી કરવાનો").
પ્રવેશ(માધુર્યમય, વિશેષણ, [], "સુરિલું").
entry(કૅનફુલ્સ, ક, [], "કૅનફુલનો બહુવચન").
entry(canso, n, [cansos], "પ્રેમ ગીત").
entry(canst, a, [], "can નો વર્તમાન 2d વ્યક્તિ એકવચન").
પ્રવેશ(કેન્ટ, ક્રિયા, [કેન્ટેડ, કેન્ટિંગ, કેન્ટ્સ], "ટીલ્ટ અથવા ઝાટકવું").
entry(કૅન્ટલ, n, [કૅન્ટલ્સ], "ફ્રાન્સનો એક કઠોર પનીર").
entry(cantala, n, [cantalas], "એક ઉષ્ણકટિબંધ છોડ").
entry(કાંતાતા, ને, [કાંતાતાસ], "એક સ્વરરચના").
entry(cantdog, n, [cantdogs], "લોગ્સ ખસેડવા માટે વપરાતું ઉપકરણ").
entry(કૅન્ટીન, પા, [કૅન્ટીન્સ], "પાણી લેવા માટેનો નાનો કન્ટેનર").
પ્રમેષ(કેન્ટર, ક્રિયા, [કેન્ટરડ, કન્ટરિંગ, કન્ટર્સ], "મધ્યમ ગતિથી ઘોડા સવારી કરવી").
entry(canthari, npl, [], "બાથડીયાં બે હેન્ડલવાળા પીવાના કપ").
entry(કાંથસ, ન, [કાંથી], "આંખનો ખૂણો").
entry(cantic, વિશેષણ, [], "slanted").
entry(canticle, n, [canticles], "એક ભજન").
પ્રવેશ(કંટિના, ન, [કંટિનાઝ], "એક સેલૂન").
entry(cantle, n, [cantles], "જિનાનું પાછળનું ભાગ").
દાખલો(કાન્તો, એન, [કાન્તોસ], "દિવાર કવિનું વિભાજન").
entry(કન્ટોન, v, [કન્ટોનડ, કન્ટોનિંગ, કન્ટોન્સ], "કન્ટોન જિલ્લામાં વિભાજિત કરવા").
entry(cantonal, વિશેષણ, [], "કૅન્ટોન સંબંધિત").
entry(કેન્ટર, એન, [કન્ટોર્સ], "એક ધાર્મિક ગાયક").
entry(cantoris, વિશેષણ, [], "ચર્ચમાં કાયાક્ષીરના ઉત્તર બાજુ દ્વારા ગાવું").
entry(cantraip, n, [cantraips], "cantrip").
entry(cantrap, n, [cantraps], "cantrip").
entry(કૅનટ્રિપ, ન, [કૅનટ્રિપ્સ], "એક જાદુઈ જંતર").
entry(કેનટસ, ન, [કેનટસ], "ચર્ચ સંગીતની શૈલી").
entry(canty, adj, [], "આનંદિત").
મુદ્રિત કરવું: entry(કેન્યુલા, સ, [કેન્યુલાસ], "અથવા CANULAEકેન્યુલાCANULAR વિશેષણ").
entry(कैन्युलेट, क्रियાપદ, [કેન્યુલેટેડ,કેન્યુલેટિંગ,કેન્યુલેટ્સ], "એક કેન્યુલા દાખલ કરવા માટે").
પ્રવેશ(કૅનવાસ, v, [કૅનવાસ્ડ, કૅનવાસિંગ, કૅનવાસેસ], "પ્રચાર કરવા માટે").
કાયાની_છોકરી(canvaser, n, [canvasers], "જે કાયાને કવર કરે છે").
entry(કેનવાસ, v, [કેનવાસડ,કેનવાસિંગ,કેનવાસેસ], "સંપૂર્ણ રીતે તપાસવા માટે").
કં entry(કૅનિયન, પ, [કૅનિયન્સ], "ખૂબ ઊંડો ખીણ જેનાથી ઊંચી અને ઊભી દિવાલો છે").
entry(canzona, n, [canzonas], "કૅન્સોન").
entry(ગીત, n, [ગીતો], "અથવા કનਜ਼ોનીએ ગાન કવિતાનો એક આકાર").
entry(કેનઝોનેટ, ન, [કેનઝોનેટ્સ], "એક નાનું ગીત").
entry(કૅપ, v, [കെപ്‌ചૌડે,કેપિંગ,કેપ્સ], "માથા પર પહેરાતા એક પ્રકારના કવરિંગથી સજ્જ કરવું").
entry(શક્ષમ, વિશેષણ, [], "શક્તિશાળી શક્તિશાળીતાસામર્થ્યથી adv").
એન્ટ્રી(ક્ષમતા, n, [ક્ષમતાઓ], "સ્વીકારવા અથવા સમાવવા માટેની ક્ષમતા").
entry(કેપ, ક્રિયાપદ, [કેપેડ,કેપિંગ,કેપ્સ], "પ્રાણીઓના સિર અને ગળામાંથી ત્વચા ઉતારવી").
entry(કાપીષ, મધ્યપદ, [], "કાપીસે").
entry(capelan, n, [capelans], "કેપેલિન").
entry(capelet, n, [capelets], "એક નાની કેપ").
entry(કેપેલિન, n, [કેપેલિનસ], "એક નાનું ખાવા યોગ્ય માછલી").
entry(caper, v, [capered,capering,capers], "મઝાક કરવો").
entry(કપરર, ન, [કપરર્સ], "એક જે કૂદટાપી કરે").
entry(capeskin, n, [capeskins], "મુલાયમ ચામડું").
entry(કેપવર્ક, ન, [કેપવર્ક્સ], "બળદના લડાઇની તકનીક").
entry(capful, n, [capfuls], "જેટલુ કેપ ધરાવી શકે તેટલું").
entry(કેફ, ન, [કેફસ], "કાફ").
entry(કેપીઆસ, ને, [કેપીઆસિસ], "એક ન્યાયિક લેખન").
એન્ટ્રી(કેપિંગ, વર્તમાન, [], "કેપ નો ભાગરૂપ").
entry(capisce, interj, [], "સમજાયું હોઈ તો પૂછવા માટે વપરાય છે").
entry(મુખ્ય, ખૂબ, [], "ના કપૂત").
entry(રાજધાની, ન, [રાજધાનીઓ], "સ્તંભનો ઉપરનો ભાગ").
entry(કૈપેટેટ, ન, [કૈપેટેટ્સ], "પ્રાઈમેટ્સના કળાઈની હાડકી").
પ્રવેશ(કેપિટોલ, સા, [કૅપિટોલ્સ], "એક ભવન જેમાં રાજ્ય વિધાનસભાનો કબજો હોય છે").
entry(capitula, npl, [], "ફૂલના ક્લસ્ટર").
પ્રવેશ(કેપિઝ, ન, [કેપિઝેસ], "એક દ્વિખંડ મોલસ્ક").
entry(capless, adj, [], "કૃષ્ક વિના હોવું").
entry(કેપ્લેટ, ન, [કેપ્લેટ્સ], "એક કોટેડ ગોળી").
entry(caplin, n, [caplins], "કેપેલિન").
entry(capmaker, n, [capmakers], "જે ટોપી બનાવે છે").
entry(capo, n, [capos], "ફ્રેટેડ સાધનો માટે પિચ્ચ વધારવાની એક સાધન").
entry(capoeira, n, [capoeiras], "બ્રાઝિલિયન નૃત્ય").
entry(કેપોન, n, [કેપોનસ], "એક નપુংসક કોળી").
entry(કૅપોનાટા, ન, [કૅપોનાટાઝ], "બેંગન સાથે બનાવવામાં આવેલ એક મીઠો આચાર").
entry(કેપોનિયર, ન, [કેપોનિયર્સ], "પ્રકારની રક્ષણ").
entry(કેપોનાઈઝ, ક્રિયાપદ, [કેપોનાઈઝ્ડ,કેપોનાઈઝિંગ,કેપોનાઈઝેસ], "કેપોનાઈઝ કરવાની રીતે").
entry(caponize, v, [caponized,caponizing,caponizes], "ઍક કોकरાને નિષ્ક્રિય બનાવવો").
entry(કપૂરલ, n, [કપૂરલ્સ], "એક રફ તમાકુ").
entry(capot, n, [capots], "એક કેપોટ").
entry(capote, n, [capotes], "હૂડવાળો ક્લોક અથવા ઓવરકોટ").
entry(capouch, n, [capouches], "કપ્યુશ").
entry(કૅપડ, ભૂતકાળ, [], "કૅપનો કાળ").
દાખલા(ટોપીકાર, ન, [ટોપીકારો], "એક ટોપી બનાવનાર").
entry(capping, n, [cappings], "મધફૂલિયામાં મોરમાનું સૂવર્ણ વસ્ત્ર").
entry(caprese, n, [capreses], "મોઝેરેલા ટામેટા તુલસી અને ઓલિવ તેલ ધરાવતો એક સલાડ").
entry(capri, n, [કૅપ્રીસ], "મહિલાના ટેપરડ પૅન્ટ્સ").
entry(capric, adj, [], "બકરાના સંબંધિત").
entry(capricci, npl, [], "કપ્રિસિસ").
એન્ટ્રી(કૅપ્રિસ, ન, [કૅપ્રિસીઝ], "એક ઝૂલ").
પ્રવેશ(કેપ્રીફિગ, સ, [કેપ્રીફિગ્સ], "యુરోపియన్ વૃક્ષ").
entry(caprine, adj, [], "કેચરેલ").
entry(કોટણી, ક્રિયા, [કોટણી કરી, કોટણી કરવી, કોટણીઓ], "કૂદવું").
પ્રવેશ(કપ્રિસ, નપ્લ, [], "સ્ત્રીઓ માટેનું પેન્ટ્સ").
entry(caprock, n, [caprocks], "ઉપરનો પથ્થરની સપાટી").
entry(કેપ્સિસિન, ન, [કેપ્સિસિન્સ], "રસોડામાં સ્વાદ માટે વપરાતું પ્રવાહી").
નૉંધ(capsicum, n, [capsicums], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
entry(કેપ્સિડ, n, [કેપ્સિડ્સ], "વાયરસ કણની બાહ્ય શેલCAPSIDAL વિશિષ્ટનામ").
entry(capsize, v, [capsized,capsizing,capsizes], "ઉંધુ થવું").
entry(કેપ્સોમર, n, [કેપ્સોમર્સ], "કેપ્સિડ બનાવનાર પ્રોટીન").
પ્રવેશ(કેપસ્ટાન, સ, [કેપસ્ટાન્સ], "વજનને ઊંચા કરવા માટે વપરાતા મશીન").
entry(capstone, n, [capstones], "સંચનના શિખર પરનો પથ્થર").
entry(કૅપ્સ્યુલર, વિશેષણ, [], "બંધ અને સંકોચાયેલ").
entry(સંપીડિત, v, [સંપીડિત,સંપીડિત કરી રહ્યો છે,સંપીડિત કરે છે], "સારાંશમાં સંક્ષેપિત કરવું").
entry(કૅપ્ટન, v, [કૅપ્ટનડ, કૅપ્ટનિંગ, કૅપ્ટનસ], "માર્ગદર્શન આપવું અથવા આજ્ઞા આપવું").
entry(કૅપ્ટેન, n, [કૅપ્ટન્સ], "એક ફૂગનાશક").
entry(કૅપ્શન, v, [કૅપ્શનડ, કૅપ્શનિંગ, કૅપ્શન્સ], "શીર્ષક પૂરું પાડવું").
entry(લા-લક્ષિત, વિશેષણ, [], "ખામીઓ શોધવાની प्रवृत्ति").
entry(captive, n, [captives], "બંધી").
entry(captor, n, [બંદીનાર], "જે બંદીને પકડે અથવા રાખે").
પ્રવેશ(કેબ્ચર, મૂ, [કેબ્ચર્ડ, કેબ્ચરિંગ, કેબ્ચર્સ], "ચાતુર્ય અથવા કચingssતાથી પકડવું").
entry(કૅપ્ચરર, પ, [કૅપ્ચરર્સ], "એક જે પકડે છે").
entry(capuche, n, [capuches], "હુડ અથવા હાંડિયોCAPUCHED વિશેષણ").
entry(કેપુચિન, ન, [કેપુચિનસ], "દીર્ઘપુચ્છ વાળું વાંदरું").
entry(caput, n, [capita], "માથું કે માથાની જેવી ભાગ").
પ્રવેશ(કૅપિબારા, n, [કૅપિબારાસ], "એક મોટું ઉંદર").
entry(કાર, પી, [કાર્સ], "એક ઓટોમોબાઈલ").
entry(કારાબાઓ, n, [કારાબાઓઝ], "એક પાણીનો ભેંસ").
entry(કારાબિડ, n, [કારાબિડ્સ], "એક શિકારી બિડલો").
entry(carabin, n, [carabins], "કારબાઇન").
entry(carabine, n, [કારાબાઇન્સ], "કારાબાઇન").
entry(કારાકલ, ન, [કારાકલ્સ], "એક આફ્રિકન લિંક્સ").
entry(caracara, n, [caracaras], "મોટા આઠલા").
entry(કેરેક, naa, [કેરેકસ], "કેરેક").
Prolog:
entry(caracol, v, [caracolled,caracolling,caracols], "કારાકોલ કરવું").
entry(caracole, v, [caracoled,caracoling,caracoles], "કોડિયું-દોડિયા ગોડે પર અર્ધ ફેર ફેરવવો").
entry(caracul, n, [caraculs], "કારાકુલ").
entry(કરાફ, ન, [કરાફ], "આ કાચ ની બોટલ").
entry(caragana, n, [કારાગાનાસ], "એક એશિયન ઝાડી").
entry(કારાજીન, ન, [કારાજીન્સ], "એક ખાદ્ય સમુદ્ર શાક").
entry(caramba, interj, [], "આશ્ચર્ય અથવા નિરાશા વ્યક્ત કરવા માટે ઉપયોગ થાય છે").
entry(કારામેલ, n, [કારામેલ્સ], "એક ચૂઇ કૅન્ડી").
entry(કારેંગીડ, ન, [કારેંગીડ્સ], "એક દરિયાઈ માછલી").
entry(શેલ,ન, [શેલ્સ], "એક કઠોર રક્ષણાત્મક બાહ્ય આવરણ").
entry(carapax, n, [કેરાપિસ], "કેરાપેસ").
entry(carassow, n, [carassows], "કુરાસો").
entry(કેરેટ, ન, [કેરેટ્સ], "જયંતીઓ માટેના વજનનો એકમ").
entry(carate, n, [carates], "ઓકટ્રોપિકલ ચામડીની બિમારી").
entry(કાફલો, v, [કાફલો કર્યો,કાફલો કરવો,કાફલાઓ], "અથવા કાફલો કર્યો કરવો કાફલાઓસમૂહમાં મુસાફરી કરવા").
entry(કેરાવેલ, પ, [કેરાવેલ્સ], "nancy જીવો").
entry(જિરું, n, [જિરો], "રસોઇમાં વપરાતી એક વનસ્પતિ").
entry(carb, n, [કાર્બ્સ], "એ કાર્બ્યુરેટર").
entry(carbamic, વિશેષણ, [], "એક પ્રકારની અમ્લને લગતી").
entry(કાર્બામાઇલ, n, [કાર્બામાઇલ્સ], "રાસાયણિક રૅડિકલ").
entry(કારબાર્ન, n, [કારબાર્ન્સ], "બસો માટેનો ગેરેજ").
entry(કારબેરિલ, n, [કારબેરિલ્સ], "એક કીટનાશક").
entry(કાર્બાઇડ, n, [કાર્બાઇડસ], "કાર્બન સંયોજન").
entry(કાર્બાઇન, n, [કાર્બાઇનસ], "એક હલકી રાઇફલ").
entry(કાર્બિનોલ, ન, [કાર્બિનોલ્સ], "એલ્કોહોલ").
entry(carbo, n, [carbos], "એક કાર્બોહાઈડ્રેટ").
entry(કાર્બોલિક, n, [કાર્બોલિક્સ], "એક அம்லિક યૌગિક").
પ્રવેશ(કાર્બન, ન, [કાર્બન્સ], "એક અધાતુ તત્ત્વકાર્બોનિક વિશેષણ").
entry(કાર્બોનાઇલ, n, [કાર્બોનાઇલ્સ], "રાસાયણિક સંયોજન").
entry(carbora, n, [carboras], "લાકડાને ખાધે એવા કીડા").
entry(કાર્બોક્સાઇલ, પુ, [કાર્બોક્સાઇલ્સ], "એક અભાજ્ય એસિડ મૂલક").
પ્રવેશ(કારબોય, ન, [કારબોય્સ], "મોટી બોટલCARBOYED વિશેષ").
entry(carburet, v, [carbureted,carbureting,carburets], "અથવા CARBURETTED CARBURETTING CARBURETસાથે રાસાયણિક રીતે કાર્બન સાથે જોડવું").
entry(carcajou, n, [carcajous], "એક માંસાહારી સસ્તનપ્રાણી").
entry(carcanet, n, [carcanets], "જડિત હાર").
entry(આત્મયોગ્યતા, n, [આત્મયોગ્યતાઓ], "carcass").
entry(કાકડા, ન, [કાકડા], "મૃત પ્રાણિના શરીર").
entry(carcel, n, [carcels], "પ્રકાશનો એકમ").
entry(કાર્સેરલ, વિશેષણ, [], "કારાગૃહ સંબંધિત").
entry(કાર્ડ, v, [કાર્ડેડ,કાર્ડિંગ,કાર્ડ્સ], "કાઢો卡드를 ઈન્ટરનેટ પર વિમર્શિત કરો").
પ્રવેશ(એલચી, સ, [એલચીઓ], "એક ઉષ્ણકટિબંધિય જડીબુટી").
entry(cardamon, n, [cardamons], "એલચી").
entry(cardamum, n, [cardamums], "એલચિ").
entry(cardcase, n, [cardcases], "કાર્ડમાટે કિસ્સો").
entry(carder, n, [કાર્ડર્સ], "તે જે કાર્ડિંગ કરે છે").
entry(cardia, n, [કાર્ડિયાસ], "અથવા CARDIAEઇસોફેગસ ના ખુલ્લપણું").
entry(કાર્ડિયાક, n, [કાર્ડિયાક], "હૃદય વિકારથી પીડિત વ્યક્તિ").
પ્રવેશ(કાર્ડિગન, ન, [કાર્ડિગનસ], "સ્વેટરનો એક પ્રકાર").
entry(કાર્ડિનલ, ન, [કાર્ડિનલ્સ], "એક તેજસ્વી લાલ પક્ષી").
entry(કાર્ડિંગ, ન, [કાર્ડિંગ્સ], "કાપડ રંઝવું અને કાપડ સાફ કરવાની પ્રક્રિયા જે સાફ અને કાંસેલા કાપડના રેશા છે").
entry(કાર્ડીઓ, ન, [કાર્ડિઓઝ], "હૃદય અને રક્ત ધમનીઓનો સમાવેશ કરતુ વ્યાયામ").
entry(cardioid, n, [કાર્ડિઓઇડ્સ], "મનાકાર વક્રરેખા").
entry(carditis, n, [carditises], "હૃદયની સોજૂંCARDITIC વિશેષણ").
entry(cardon, n, [cardons], "કાર્ડૂન").
entry(કાર્ડૂન, n, [કાર્ડૂન્સ], "એક બહુવર્ષીય છોડ").
entry(કેર, કપ, [કેરડ, કેરિંગ, કેર્સ], "ચિંતિત અથવા રસ ધરાવતો હોવો").
entry(નાાળવા, ક્રિયા, [નાાળ્યું,નાાળવું,નાાળે છે], "ગતિ કરતી વખતે લંચ ".).
entry(કેરીનર, નામ, [કેરીનર્સ], "એક જે કેરીન કરે").
entry(કારકિર્દી, v, [ધાવ્યું,ધાવતું,ધાવે છે], "આવી જોરોથી દોડવું").
entry(careerer, n, [careerers], "જે એક કારિયર કરે છે").
entry(બેફામ, વિશેષણ, [], "ચિંતા કે વ્યાકુલતા વિના હોવું").
entry(સચેત, વિશેષણ, [], "અતિશય સચેત સાવચેત").
entry(અલક્ષ્ય, વિશેષણ, [], "બેદરકાર અવગણનકારી").
entry(carer, n, [carers], "એક જે કાળજી લે છે").
entry(નરમાઈથી_સ્પર્શવું, v, [નરમાઈથી_સ્પર્શ્યું,નરમાઈથી_સ્પર્શી_રહ્યું,નરમાઈથી_સ્પર્શે_છે], "પ્રેમથી સ્પર્શ કરવાનો").
entry(caresser, n, [caressers], "એ જે ప్రేమથી સ્પર્શ કરે").
entry(કેરેટ, ન, [કેરેટ્સ], "પ્રૂફરીડર્સ ચિહ્ન").
entry(caretake, v, [caretook, caretaken, caretaking], "કેરટેક એટલે કોઈ બીજાના મકાન અથવા જમીનની સંભાળ લેવી").
ઇન્ટ્રી(કેરવોર્ન, વિશેષણ, [], "હેન્ડર્ડ").
entry(કેરેક્સ, ન, [કેરિસેસ], "એક ભેજવાળો છોડ").
entry(carfare, n, [carfares], "બસ અથવા ગાડીના પ્રવાસ માટે ચૂકવણી").
entry(carful, n, [કારફુલ્સ], "જેટલું કારમાં સમાય શકશે").
પાટનગર(cargo, n, [cargos], "અથવા CARGOESની પરિવહન કરાયેલ વસ્તુઓ").
entry(carhop, v, [carhopped,carhopping,carhops], "ડ્રાઇવ-ઇન રેસ્ટોરાંમાં ગ્રાહકોને સેવા આપવી").
entry(કૅરેબ, ન, [કૅરેબ્સ], "પિરાન્હા").
entry(cariboo, n, [cariboos], "એક કૈરિબુ").
entry(કેરિબુ, ન, [કેરિબુઝ], "એક મોટું હરણ").
entry(carices, pl, [], "કોરેક્સનો/ની/ના").
entry(કેરીઝ, n, [કેરીઝ], "દાંતનું ક્ષયકોરેડ adj").
entry(કેરિલોન, v, [કેરિલોન્ડ,કેરિલોનિંગ,કેરિલોન્સ], "ઘંટનો સમૂહ વગાડવો").
entry(carina, n, [carinas], "અથવા CARINAEa કેરિનેટ એનાટોમિકલ ભાગCARINAL વિશેષણ").
entry(carinate, adj, [], "જહાજની કિલ જેમ આકૃતિ ધરાવતું").
entry(જતન, ન, [જતન્સ], "કોઈની સંભાળ રાખવાનો કામ").
entry(કેરિંગલી, ક્રિયાવિશેષણ, [], "દયાળુ રીતે").
entry(કૅરિઓકા, n, [કૅરિઓકાસ], "દક્ષિણ અમેરિકા નો એક નૃત્ય").
entry(cariole, n, [carioles], "એક નાનું ખુલ્લું રથ").
entry(કારિયસ, વિશેષણ, [], "ક્ષયગ્રસ્ત").
entry(caritas, n, [caritases], "તમામ લોકો માટેનું પ્રેમ").
entry(carjack, v, [carjacked,carjacking,carjacks], "ડ્રાઇવર પાસેથી વાહનને જબરદસ્તીથી ચોરવો").
entry(cark, v, [carked,carking,carks], "ચિંતિત કરવું").
entry(કાર્લ, ન, [કાર્લ્સ], "એક ખેડૂત").
પ્રવેશ(કાર્લે, ન, [કાર્લેસ], "કાર્લ").
entry(carless, adj, [], "કાર વગર હોવું").
entry(carlin, n, [carlins], "એક વૃદ્ધ મહિલા").
એન્ટ્રી(કારલાઇન, એન, [કારલાઇન્સ], "કારલિંગ").
entry(કારલિંગ, n, [કારલિંગ્સ], "પોપટને આધાર આપતો ફરક").
entry(કાર્લિશ, વિશેષણ, [], "કાર્લ સાથે તરીકવા જેવું").
entry(carload, n, [carloads], "કારમાં મૂકી શકાય તેટલું").
entry(કારમેકર, n, [કારમેકર્સ], "એક વાહન નિર્માતા").
entry(carman, n, [carmen], "એક સ્ટ્રીટકાર ડ્રાઇવર").
entry(કારમાઇન, n, [કારમાઇન્સ], "એક તેજસ્વી લાલ રંગ").
entry(carn, n, [carns], "કર્ન").
entry(સંહાર, ન, [સંહારો], "વિશ્વવ્યાપી અને રક્તરંજિત હત્યા").
entry(carnal, adj, [], "શારીરિક આકાંક્ષાઓ સંબંધિતCARNALLY adv").
entry(કાર્નૌબા, n, [કાર્નૌબાઝ], "એક પામ ઝડપુ").
entry(carnet, n, [carnets], "એક સત્તાવાર પરવાનો").
entry(ਕਾਰਨੀ, પલૂ, [ਕਾਰਨੀਸ], "કારਨੀ").
entry(carnie, n, [કાર્ણીસ], "કર્ણી").
entry(carnies, pl, [], "અવ કેર્ની").
entry(carnify, v, [carnified,carnifying,carnifies], " માંસ માં રૂપાંતરિત કરવું").
entry(રમઝટ, n, [રમઝટો], "એક ફરતી મનોરંજન શો").
ઍન્ટ્રિ(કાર્ની, નામ, [કર્નીજ], "એક કરીના").
entry(caroach, n, [caroaches], "કેરોચ").
entry(કરોબ, ન, [કરોબ્સ], "ચિરહરિત વૃક્ષ").
entry(caroch, n, [caroches], "કેરોચ").
entry(કારોચ, n, [કારોચેસ], "એક ભવ્ય ગાડું").
પ્રવેશ(કેરોલ, v, [કેરોલેડ, કેરોલિંગ, કેરોલ્સ], "અથવા CAROLLED CAROLLING CAROLS આનંદથી ગાવું").
entry(કેરોલર, ન, [કેરોલર્સ], "એક જે કેરોલ કરે").
entry(caroli, a, [], "કારોલસનો બહુવચન").
entry(કેરોલિંગ,ન,[કેરોલિંગ્સ], "ખુશીથી ગાવાનું કાર્ય").
entry(caroller, n, [carollers], "કારોલર").
entry(ગીતગાવું, ક, [], "ગીતમાં જોડાવાનું વર્તમાન વર્તમાનરૂપ").
entry(carolus, n, [caroluses], "અથવા CAROLIan જુના અંગ્રેજી સિક્કો").
પ્રવેશ(કેરમ, v, [કેરમ્ડ, કેરમિંગ, કેરમ્સ], "અડફેટે લેવુ અને પાછુ છટકવું").
entry(કેરોટીન, ન, [કેરોટીન'], "એક સજીવન લગડા ના રંગદ્રવ્ય").
entry(કેરોટિડ, ન, [કેરોટિડસ], "ગળામાં આવેલી ધમની").
entry(carotin, n, [carotins], "કેરોટિન").
entry(પેટેરો, સં, [પેટેરાં], "એક ઉજાગરો પીવાનો ઉત્સવ").
entry(ઉલ્લાસ્રણ, ક્રિયા, [ઉલ્લાસમાં, ઉલ્લાસતા, ઉલ્લાસે], "ઉલ્લાસમાં ભાગ લેવું").
entry(કારુસલ, ન, [કારુસલ્સ], "એક મનોરંજન ઉદ્યાન સવારી").
entry(carouser, n, [carousers], "જે મોસ્મચિઘ કરતી હોય").
entry(રમઝમ, વર્તમાન, [], "રમઝમ ગર્વ સાથે").
entry(કાર્પ, v, [કાર્પડ,કાર્પિંગ,કાર્પ્સ], "અનુચ્છાયું રીતે ખામીઓ શોધવી").
entry(કરપલ, ન, [કરપલ્સ], "કરપાલે").
entry(carpale, n, [carpalia], "હાથની કળાઈની હાડકી").
entry(અંડાશય, ન, [અંડાશય], "એક સરળ પિસ્તિલ").
entry(carper, n, [carpers], "એક જે વાંધાજનક હોઈ").
એન્ટ્રી(કાર્પેટ, ક્રિયા, [કાર્પેટેડ,કાર્પેટિંગ,કાર્પetsa], "એક જાડું કપડો જમીન પર ફેલાવો").
entry(carpi, pl, [], "કરપસનું").
entry(કાર્પિંગ, ન, [કાર્પિંગ્સ], "જે વખોડે તેનું કાર્ય").
entry(carpool, v, [carpooled,carpooling,carpools], "સમુહમાં કામકારો સાથે વળાગરતા ડ્રાઇવિંગ કરવાનું").
entry(કારપોર્ટ, સ, [કારપોર્ટે], "કાર માટે શેલ્ટર").
entry(કર્પસ, નામ, [કર્પી], "કણ્ણું").
entry(કેર, ન, [કેર્સ], "એક જંગલ").
એન્ટ્રી(કેરેક, સ, [કેરેકસ], "વ્યાપારી જહાજનો એક પ્રકાર").
entry(કારેલ, ન, [કારેલ્સ], "સાંતિપૂર્ણ અધ્યયન માટે પુસ્તકાલય સ્ટેકમાં એક ડેસ્ક").
entry(carrell, n, [carrells], "કારેલ").
entry(ગાડીઓ, ન, [ગાડીઓ], "પિયદાળ વાહન").
entry(વહેલું, ભૂતકાળ, [], "વહેવણાની કાળ").
entry(વાહક, n, [વાહકો], "એક જે વહન કરે છે").
entry(વહાણ કરે છે, વર્તમાન, [], "3જી વ્યક્તિ એકવચન વાહન કરે છે").
entry(કેરriol, પ, [કેરriols], "કેરriol").
entry(શવી, સ, [શવીઓ], "મૃત અને સડી રહેલા માંસ").
entry(carritch, n, [carritches], "ધાર્મિક હેન્ડબુક").
entry(carroch, n, [carroches], "કેરોચ").
entry(કૅરમ, ક, [કૅરમાયું, કૅરમતી, કૅરમ્સ], "કૅરમ રમવું").
entry(કેરેટ, ન, [કેરેટ્સ], "ખાદ્ય સંબીંત નેંજી").
entry(carrotin, n, [carrotins], "કેરોટિન").
entry(carroty, adj, [], "રૂચિદાર રીતે બટાટા જેવા રંગમાં").
entry(કૅરી, ક્રિયા, [કૅરಿಯಾದ, કૅરીંગ, કૅરીઝ], "એક જગ્યાથી બીજી જગ્યાએ પહોંચાડવું").
entry(carryall, n, [carryalls], "એક હલકા આવૃત રથ").
entry(કેરિકોટ, ન, [કેરિકોટ્સ], "એક પોર્ટેબલ બેબીઝ કોટ").
entry(carryon, n, [carryons], "નાનકુ સામાન").
entry(carryout, n, [carryouts], "ખાધા પીનાનો ટેકઆઉટ ઓર્ડર").
entry(carse, n, [carses], "નદીકાંઠે નીચી ઉર્વર જમીન").
entry(carsick, વિશેષણ, [], "કારે ચડ્યા પછી ઊબકા").
entry(carspiel, n, [carspiels], "કાર વાળ્યો જેમાં કરલર કાર માટે સ્પર્ધા કરે છે").
entry(ગાડો, v, [ગાડ્યું,ગાડવાનું,ગાડાં], "ઉપકરણ દ્વારા પરિવહન કરવું, બે પહિયાવાળી વાન ગાડામાં CARTABLE વિશેષણ").
entry(cartage, n, [કાર્ટેજિસ], "કાર્ટિંગનો કાર્ય").
entry(કાર્ટે, n, [કાર્ટેસ], "એક મેનુ").
પ્રવેશ(કોર્ટેલ, સ, [કોર્ટેલ્સ], "એક વ્યાવસાયિક સંસ્થા").
entry(કાર્ટર, ન, [કાર્ટર્સ], "જે વાહન ચલાવે છે").
entry(cartful, n, [cartfuls], "એક ગાડાભર").
entry(ગાડીઓ, n, [ગાડીઓ], "જેટલું એક ગાડું વહન કરી શકે તેટલું").
entry(carton, v, [કાર્ટોનડ,કાર્ટોનિંગ,કાર્ટોન્સ], "કાર્ડબોર્ડ બોક્સમાં પેક કરવું").
પ્રવેશ(કાર્ટૂન, v, [કાર્ટૂનડ, કાર્ટૂનિંગ, કાર્ટૂન્સ], "વિનોદી પ્રતિનિધિ તરીકે કાર્ટૂન સ્કેચ કરવો").
entry(કાર્ટૂની, વિશેષણ, [], "કાર્ટૂન જેવું").
entry(cartop, adj, [], "કાર પર ટોપ પર ફિટ કરી શકાય તેવું").
entry(cartouch, n, [cartouches], "સ્ક્રોલ જેવી ટેબ્લેટ").
entry(caruncle, n, [caruncles], "એક મસ્સાદાર વધેલા ભાગ").
entry(carve, v, [carved,carving,carves], "કાપી ને બનાવવું").
entry(carvel, n, [કારવેલ્સ], "કેરેવેલ").
entry(carven, વિશેષણ, [], "કોતરેલું").
entry(કાવર, નામ, [કાવર્સ], "એક કે જે કોતરી કરે").
જો આ પ્રલોગ લાઇનનો અનુવાદ કરવો હોય, તો તે જુઓ:  
`entry(carvery, n, [કાર્વરીઝ], "ભઠ્ઠી માં બીફ સેવા કરનાર ભોજન ભટારાવાળું રેસ્ટોરન્ટ").`
entry(કાર્ગવિંગ, ન, [કાર્ગવિંગ્સ], "એક કોતરેલ આકાર અથવા ડિઝાઇન").
entry(carwash, n, [carwashes], " કારો ધોવાના ઉપકરણો ધરાવતી એક સ્થાપના").
entry(caryatic, વિશેષણ, [], "ઉપરમત્સવ જેવી").
entry(caryatid, n, [caryatids], "અથવા CARYATIDESa ખંભા તરીકે ઉપયોગમાં લેવાયેલું શિલ્પિત સ્ત્રીમૂર્તિ").
entry(caryotin, n, [caryotins], "કેર્યોટિન").
entry(ઘર, ન, [ઘરો], "એક નિવાસસ્થાન").
entry(casaba, n, [કસાબા], "એક જાતનો ટેરસ").
entry(કસાવા, n, [કસાવાs], "કસાવા").
entry(casbah, n, [casbahs], "ઉત્તર આફ્રિકાના શહેરનો જૂનો ભાગ").
entry(કૅસ્કબેલ, ન, [કૅસ્કબેલ્સ], "તોપનું પીછળું ભાગ").
entry(cascable, n, [cascables], "કાસ્કેબલ").
entry(કાસ્કેડ, અ, [કાસ્કેડેડ, કાસ્કેડિંગ, કાસ્કેડ્સ], "ઝરણા જેવું પડવું").
entry(કસ્કારા, ન, [કસ્કારાસ], "એક ઔષધીય ઝાડની છાલ").
entry(કેસ, v, [કેસડ, કેસિંગ, કેસિસ], "એક કન્ટેનર અથવા વાસણમાં મુકો").
entry(casease, n, [caseases], "જંતુઓને").
entry(caseate, v, [caseated,caseating,caseates], "ચીઝ જેવું બનવું").
entry(casebook, n, [casebooks], "કાયદાની પાઠ્યપુસ્તક").
entry(કેસડ, ભૂતકાળ, [], "કેસનો કાળ").
entry(casefy, v, [casefied,casefying,casefies], "કેસેટ કરવા માટે").
entry(casein, n, [caseins], "દૂધ માં મળતી એક પ્રોટીનCASEIC વિશેષણ").
entry(caselaw, n, [caselaws], "અગાઉના કેસો દ્વારા સામે આવેલી કાયદા").
entry(મામલાના_મોટ, n, [મામલાના_મોટો], "હાલમાં હેન્ડલ થઇ રહેલા કેસોની સંખ્યા").
entry(કેસમેટ, ન, [કેસમેટ્સ], "બૉમ પ્રુફ શેલ્ટર").
entry(વિંડો, n, [વિંડોજ], "ખિડકીનો પ્રકાર").
entry(caseose, n, [caseoses], "એક પ્રોટિઓસ").
entry(caseous, વિશેષણ, [], "cheesy").
entry(કસર્ન, ન, [કસર્ન્સ], "સૈનિકો માટેના બેરક્સ").
પ્રવેશ(કસર્ન, n, [કસર્ન્સ], "કસર્ન").
entry(કેસેટ, n, [કેસેટ્સ], "કેસેટ").
entry(casework, n, [કેસવર્ક્સ], "સામાજીક કામનો આકાર").
entry(caseworm, n, [caseworms], "એક જંતુનું લાર્વા").
પ્રવેશ(કેશ, v, [કેશેડ, કેશિંગ, કેશેસ], "કેશ તૈયાર પૈસામાં રૂપાંતરિત કરવાCASIABLE વિશેષણ").
entry(કશૉ, ન, [કશૉઝ], "કુશૉ").
ઇન્ટ્રી(કેશબેક, એન, [કેશબેક્સ], "ખરીદદારે પાછી આપવામાં આવેલી કેશ પ્રોત્સાહન").
entry(નકદીપુસ્તિકા, n, [નકદીપુસ્તિકાઓ], "મૂલ્યવાન દસ્તાવેજોની એક પુસ્તિકા").
entry(નగદપેઢી, n, [નગદપેઢીઓ], "પૈસાનો કન્ટેનર").
entry(કાઝ્યુ, ન, [કાઝ્યુઝ], "એક નટબેરીંગ વૃક્ષ").
entry(કેશિયર, v, [પ્રત્યાખાત્મક, પ્રત્યાખાત્મક, કેશિયર્સ], "શરમજનક રીતે બરતરફ કરવા માટે").
entry(કેશલેસ, વિશેષણ, [], "નગદ ન હોઉં").
entry(કશ્મીર, ન, [કશ્મીર્સ], "અજોડ ઊન").
entry(કેફલ, ન, [કેફલ્સ], "કેતેચુ").
entry(casimere, n, [casimeres], "ઊની કાપડ").
entry(casimire, n, [casimires], "કેસિમેર").
entry(કેસિંગ, n, [કેસિંગ્સ], "એક રક્ષણાત્મક બાહ્ય આવરણ").
entry(કેસિનો, n, [કેસિનોસ], "અથવા CASINIa જુગાર માટેનો રૂમ").
entry(કાસિતા, n, [કાસિતાસ], "એક નાનો ઘર").
entry(કાસ્ક, ક્રિયા, [કાસ્કડ, કાસ્કિંગ, કાસ્ક્સ], "એક મજબૂત બેરલમાં કાસ્કમાં સંગ્રહ કરવો").
entry(કાસ્કેટ, v, [કાસ્કેટેડ, કાસ્કેટિંગ, કાસ્કેટ્સ], "સમાધિ કાસ્કેટમાં મુકવો").
entry(casky, વિશેષણ, [], "પિપામાં સમાન").
entry(કાસ્ક, n, [કાસ્કસ], "એક હેલ્મેટCASQUED વિશેષણ").
entry(કેસાબા, n, [કેસાબાસ], "કેસાબા").
entry(કાસાતા, એન, [કાસાતાસ], "ਇટਾਲੀ آئસ્ક્રીમ").
entry(કસાવા, n, [કસાવાઝ], "એક ઉષ્ણકટિબંધીય છોડ").
entry(cassena, n, [cassenas], "કસ્સિના").
entry(cassene, n, [cassenes], "કેસિન").
entry(કેસેટ, n, [કેસેટ્સ], "ઑડિયોટેપ અથવા વિડિયોટેપ ધરાવતી એક નાની કેસ").
entry(કૌશલ્ય, સ, [કૌશલ્યઓ], "દાળચિનીનો એક પ્રકાર").
entry(cassina, n, [cassinas], "એક સદાબહાર વૃક્ષ").
entry(કાસાઇન, સિ, [કાસાઇનસ], "કાસિના").
entry(કસિનോ, n, [કસિનોઝ], "એક કાર્ડ રમત").
entry(કેસીઓпи, ન, [કેસિઓпиસ], "એક સદાપ્ત શ્રુભ").
entry(કસીસ, n, [કસીસ્સિસ], "એક યુરોપિયન ઝાડી").
entry(કેસૉક, ન, [કેસૉક્સ], "ધર્મగુરુઓ દ્વારા પહેરવામાં આવતો લાંબો વસ્ત્ર").
entry(cast, v, [cast,casting,casts], "જોરથી ફેંકવુંCASTABLE વિશેષણ").
entry(કાસ્ટાનેટ, n, [કાસ્ટાનેટ્સ], "એક તાલવાદ્ય").
entry(નિષ્કાસિત,ન, [નિષ્કાસિતો], "એક બહિષ્કૃત").
entry(જાતિ, n, [જાતિઓ], "વિશિષ્ટ સામાજિક વર્ગોની એક પ્રણાલી").
entry(જાતિવાજ, ન, [જાતિવાજો], "જાતિ વ્યવસ્થાનું ઉપયોગ").
entry(caster, n, [casters], "એક નાનું ફેરવાતા પહિયુંCASTERED વિશેષણ").
entry(કાસ્ટિંગ, ન, [કાસ્ટિંગ્સ], "છાંચમાં બનેલી વસ્તુ").
entry(કિલ્લો, v, [કિલ્લો બનાવ્યો, કિલ્લો બનાવવાનું, કિલ્લાઓ], "ચેસમાં ખાસ મઝાની ચાલવાનું").
entry(castling, n, [castlings], "ચેસમાં એક નિશ્ચિત ચળવળ").
entry(કાસ્ટઓફ, ન, [કાસ્ટઓફ્સ], "એક ફેંકી દીધેલો વ્યક્તિ અથવા વસ્તુ").
entry(કાસ્ટર, ન, [કાસ્ટર્સ], "કાસ્ટર").
entry(બઢિયાણું, ಕ್ರಿಯાપದ, [બઢિયાણું કર્યા, બઢિયાણું કરી રહ્યા છે, બઢિયાણું કરે છે], "વિંધાણું દૂર કરવા").
entry(castrato, n, [castratos], "અથવા CASRATI છોકરાવસ્થામાં કાપવામાં આવ્યો છે ગાયક").
entry(કેસ્યુઅલ, પ, [કેસ્યુઅલ્સ], "જે બીજી બાજુ કામ કરે છે").
entry(આકસ્મિક રીતે, ક્રિયાવિશેષણ, [], "અનૌપચારિક રીતે").
entry(ઘાયલ, ન, [ઘાયલો], "યુદ્ધ અથવા પ્રાકૃતિક કેવીકંપની પીડિત").
entry(કેસ્યુઇસ્ટ, ન, [કેસ્યુઇસ્ટસ], "જે નૈતિક સમસ્યાઓનું નિરાકરણ આપે છે").
entry(casus, n, [casus], "કાયદાકીય ઘટના અથવા ઘટના").
પ્રવેશ(બિલાડી, v, [catted, catting, cats], "એક એન્કરને કથાેડ તરફ ઉંચાે કરવું").
entry(કેટાકોમ્બ, n, [કેટાકોમ્બ્સ], "ભૂગર્ભ સ્મશાન").
entry(કેટાલેઝ, ન, [કેટાલેઝસ], "એક એન્ઝાઈમ").
entry(કટાલો, ન, [કટાલોસ], "અથવા કટાલોએસ, ભેંસ અને ગાય વચ્ચેનો હાઇબ્રિડ").
entry(કૅટલૉગ, v, [કૅટલૉડ, કૅટલૉગિંગ, કૅટલૉગ્સ], "માહિતીને વર્ણનાત્મક રીતે વર્ગીકૃત કરવામાં").
entry(કૅટાલ્પા, n, [કૈટાલ્પાસ], "એક વૃક્ષ").
entry(પ્રતિક્રિયાશીલ, ક્રિયા, [પ્રતિક્રિયાશીલ,પ્રતિક્રિયામાં,પ્રતિક્રિયાઓ], "પ્રતિક્રિયાશીલ બનાવવા માટે").
ઇન્ટ્રી(પ્રતિવિકારી, ન, [પ્રતિવિકારીઓ], "ની સંજ્ઞા કે જે રાસાયણિક પ્રતિક્રિયા ને ઝડપી બનાવે છે").
પ્રવેશ(કેટેલાઇઝ, ક્રિયા, [કેટલાઇઝ્ડ, કેટલાઇઝિંગ, કેટલાઇઝેસ], "પ્રેરક તરીકે કાર્ય કરવું").
entry(catamite, n, [catamites], "બાલક જેનો સાદૃશ્ય કૃત્ય માટે ઉપયોગ થાય").
entry(catapult, v, [catapulted,catapulting,catapults], "હવામાં ફેંકવું").
entry(મોતિયા, n, [મોતિયાઓ], "એક વિશાળ ધોધ").
entry(ઝોકાયણ, ન, [ઝોકાયણો], "શ્લેષ્મા ઝિલાનું સોજો").
entry(કટાવબા, n, [કટાવબાસ], "ફોક્સ દ્રાક્ષની એક પ્રકાર").
પ્રવેશ(કેટબર્ડ, n, [કેટબર્ડ્સ], "એક ગીતગાયકપક્ષી").
entry(catboat, n, [catboats], "એક નાનું સેલબોટ").
entry(કેટબ્રાયર, n, [કેટબ્રાયર્સ], "કેટબ્રાયર").
એન્ટ્રી(કેટબ્રીયર, ન, [કેટબ્રીયર્સ], "એક કાંટાવાળી વેલ").
entry(catcall, v, [catcalled,catcalling,catcalls], "ચગડોળ ધ્વનિ કરીને ઠેસ પહોંચાડવી").
entry(કેચ, v, [પકડી,પકડી રહ્યો,પકડી રહ્યું], "પીછો કર્યા પછી પકડવું").
catchall પ્રવેશ કરો, એન, [catchalls], "છોડેલા અને સમાપ્ત માટે એક કન્ટેનર".
entry(catcher, n, [catchers], "જે પકડે છે").
catchfly, n, [catchflies], "પતંગિયાઓને પકડતો છોડ" .
entry(catchup, n, [catchups], "કેચઅપ").
પ્રવેશ(કેચી, વિશેષણ, [], "કેચીયર કેચીઇસ્ટઆનંદદાયક અને સહેજ યાદ રહે તેવુંકેચીલી એડ્વી").
પ્રવેશ(કોમીડ, ન, [કોમીડ પ્રમાણે], "ફૂલદાર ઝાડ").
entry(cate, n, [cates], "એક પસંદગી ખોરાક").
entry(કેટેચિન, n, [કેટેચિન્સ], "રંગાઈમાં વપરાતું એક રાસાયણિક પદાર્થ").
entry(કેટેચોલ, ન, [કેટેચોલ્સ], "એક રાસાયણિક ફોટોગ્રાફીમાં ઉપયોગ થાય છે").
entry(ખેર, ન, [ખેર], "ચમડાંને અભ્ર કોઈ દિવાસ્વપ્નમાં કરો").
entry(શ્રેણી, n, [શ્રેણીઓ], "વર્ગીકરણની તપાસમાં એક વિભાગ").
entry(catena, n, [catenas], "અથવા CATENAEa કટિબદ્ધ શ્રેણી").
entry(કેટેનરી, ન, [કેટેનરીઝ], "ગણિતીય વક્રમ").
entry(કેટેનેટ, v, [કેટેનેટેડ,કેટેનેટિંગ,કેટેનેટ્સ], "એક સાથે જોડવા").
entry(catenoid, n, [catenoids], "ભૌમિતિક સપાટી").
entry(પોસ્ટ કરવું, ક્રિયાપદ, [કેટર કર્યું, કેટરિંગ, કેટર્સ], "ખોરાક અને સેવા પૂરી પાડવા માટે").
પ્રવેશ(કેટરન, ન, [કેટરન્સ], "એક બરગન્ડ").
entry(કેટરર, ન, [કેટરર્સ], "જે કેટરિંગ કરે છે").
entry(cateress, n, [cateresses], "એક મહિલા જે ભોજન પુરું પાડે છે").
entry(catering, n, [caterings], "એક કેટરરનું કામ").
entry(catface, n, [catfaces], "ફળનો વિકૃતિ").
entry(catfall, n, [catfalls], "એક ઍન્કર લાઇન").
entry(catfight, n, [catfights], "બે સ્ત્રીઓ વચ્ચેનો ઝગડો").
પ્રવેશ(કેટફિશ, ન, [કેટફિશેસ], "એક બિનપળિયું વિશાળ મથાળાયુક્ત માછલી").
entry(catgut, n, [catguts], "મજબૂત તાર").
entry(cathead, n, [catheads], "જહાજના દ્વારથી આગળ નીકળતી એક બીમ").
entry(કથેક્ટ, ક્રિયા, [કથેક્ટેડ, કથેક્ટિંગ, કથેક્ટ્સ], "માનસિક ઉર્જા સાથે રોકાણ કરવા").
entry(ગાદી, સં, [ગાદીઓ], "અથવા CATHEDRA એક બિશપ્સ થ્રોન").
entry(કૅથેટર, n, [કૅથેટર્સ], "એક મેડિકલ ઉપકરણ").
entry(કેથિક્સ, ન, [કેથિસિસ], "વ્યક્તિ કે વિચારે પર માનસિક ઊર્જા એકાગ્રતા").
entry(કૅથોડ, નં, [કૅથોડ્સ], "વિદ્યુતથા નકારાત્મક વિદ્યુત્ ક્રિયા ઇલેક્ટ્રોડ CATHODAL CATHODIC વિશિષ્ટ").
entry(કૅથોલિક, n, [], "pl કૅથોલિક્સ કેટલાક સર્વવ્યાપી ખ્રિસ્તી ચર્ચના સભ્ય").
entry(cathouse, n, [cathouses], "એક પશ્ચાદગમિ ગૃહ").
entry(કેટાયોન, n, [કેટાયોનસ], "સકારાત્મક રીતે ચાર્જ થયેલું આયન CATIONIC વિશેષણ").
પ્રવેશ(કેટજાંગ, સ, [કેટજાંગ્સ], "એક આફ્રિકન ઝાડી").
entry(catkin, n, [catkins], "ફૂલનો guccha").
entry(catlike, adj, [], "બિલાડી જેવો, પારદર્શક, મૌન").
entry(catlin, n, [catlins], "કેટલિંગ").
entry(કેટલિંગ, ન, [કેટલિંગ્સ], "એક સર્જરી કતરી").
entry(catmint, n, [catmints], "કેટનિપ").
entry(વિરામ, ક્રિયાપદ, [વિરામ લીધો,વિરામ લઈ રહ્યું છે,વિરામ લે છે], "ઝપકી લેવી").
entry(catnaper, n, [બિલાડીચોરી કરનાર], "એક એવો જે બિલાડીઓ ચોરી કરે").
entry(catnip, n, [catnips], "એક સુગંધિત છોડ").
entry(catspaw, n, [catspaws], "હવાનું નરમું ઝુકો").
entry(કેટસૂટ, ન, [કેટસૂટ્સ], "એક ટચાકબજાક ઍક પીસ વસ્ત્ર").
entry(કેચઅપ, n, [કેચઅપ્સ], "કેચઅપ").
entry(કેટ્ટેલ, સુધારો, [કેટેટલ્સ], "એક જંગલી છોડ").
entry(cattalo, n, [cattalos], "અથવા CATTALOEScatalo").
entry(catted, past, [], "બિલાડીનો કાળ").
entry(બિલાડીઘર, સ, [બિલાડીઘરિયાં], "બિલાડીઓને પાળવા માટેની એક સ્થાપના").
entry(કટી, ન, [કટિસ], "એક એશિયાઇ વજનની એકમ").
entry(cattier, comparative, [], "કેટ્ટી જેટલા").
entry(cattiest, શુભાવશેષ, [], "કેટ્ટીના").
entry(બિડૂકણાવાળું, ક્રિયાવિશેષણ, [], "બિડા સમજાય તેવી રીતે").
entry(catting, present, [], "પાર્ટિસિપલ ઓફ કેટ").
entry(cattish, adj, [], "કેટી").
પ્રવેશ(ગાય, અનેકવચન, [], "પરિબતૃત બકરીઓ").
entry(કૅટલિયા, n, [કૅટલિયાસ], "એક ઉષ્ણકટિબંધીય ઓર્કીડ").
entry(catty, adj, [], "CATTIER CATTIESTcatlike spiteful").
entry(catwalk, n, [catwalks], "સંકચું ચાલવું").
entry(કોકસ, v, [કોક્સ કર્યું, કોકસ થઈ રહ્યું છે, કોકસ કરે છે], "કોકસ કર્યું કોકસ થઈ રહ્યું છે કોકસ કરતી રાજકીય બેઠક રાખવા").
entry(caudad, adv, [], "પૂંછડી તરફ").
entry(caudal, adj, [], "પૂછડી જેવું CAUDALLY adv").
entry(કોડેટ, ન, [કોડેટસ], "મગજનો એક મૂળભૂત ગેંગ્લિયન").
entry(caudated, વિશેષણ, [], "પૂંછડી ધરાવેલું").
entry(caudex, n, [caudexes], "અથવા CAUDICESકેટલાક છોડોની લાકડા જેવી તળિયેનો ભાગ").
entry(caudillo, n, [સૌડિલોસ], "સૈન્ય તાનાશાહ").
entry(કૉડલ, n, [કૉડલ્સ], "એક ગરમ પીણું").
entry(caught, વીત, [], "દાખલનું કૅચ").
entry(caul, n, [cauls], "ભ્રૂણ ઝિલ્મી").
entry(cauld, n, [caulds], "ઠંડું").
entry(ઢણગણાટ, પ, [ઢણગણાટો], "ઢણગણાટ").
entry(caules, pl, [], "કૉલિસનો").
entry(ફૂલના ડાંયોગી, ન, [ફૂલના ડાંયોગીઓ], "એક નાનું ډાંઇ").
entry(cauline, વિશેષણ, [], "સ્ટેમ સંબંધિત").
entry(caulis, n, [caules], "ઘાસ ફૂસનો થાંભલો").
entry(caulk, v, [caulked,caulking,caulks], "જહાજના સંયોજનોને જલરોધક બનાવવાનો").
entry(caulker, n, [caulkers], "એક જે સીલ કરે છે").
entry(કૉલ્કિંગ, ન, [કૉલ્કિંગ્સ], "કૉલ્ક માટે વપરાતી સામગ્રી").
દાખલા(કૌરી, ન, [કૌરીઓ], "ગિનીની ભૂતપૂર્વ નાણાંકીય એકમ").
entry(કારણચકિત, વિશેષણ, [], "કારણ બની શકે એવું").
entry(કારણસર, n, [કારણસર], "કારણ કે કારણે અથવા કારણ દર્શાવનાર શબ્દ").
entry(કારણભૂત રીતે, ક્રિયાવિશેષણ, [], "કારણ તરીકે").
પ્રવેશ(કારણ, v, [કારણભૂત,કારણભવનારા,કારણો], "સર્જવાનું").
entry(કારક, પ, [કારકો], "કારણ બનનાર").
entry(સ્વગત, ન, [સ્વગતો], "અનૌપચારિક વાર્તાલાપ").
entry(causeway, v, [causewayed,causewaying,causeways], "પુલમાર્ગ બનાવવો, ઊભી માર્ગો પર").
entry(causey, n, [causeys], "એક પાચલ રસ્તો").
entry(કારણ, વર્તમાન, [], "કારણ બનાવવાનું ભાગરૂપ").
entry(ક્ષારજ, ન, [ક્ષારજો], "જળકઠણ પદાર્થ").
entry(કૉટરી, નામ, [કૉટરીઝ], "કોઈક વસ્તુ જે કોષૃ પોઈ પદાર્થ"),
પ્રવેશ(ચેતવણી, v, [ચેતવ્યું, ચેતવણી આપી રહ્યું છે, ચેતવણીઓ], "ચેતવવા").
entry(સાવધ, વિશેષણ, [], "અપાયથી બચવા માટે સાવધાની અપનાવવા").
entry(cava, n, [cavas], "એક ચમકતા સ્પેનિશ વાઇન").
entry(cavalero, n, [cavaleros], "ઘોડસવાર").
```prolog
entry(કવીલિયર, v, [કવીલિયર્ડ,કવીલિયરિંગ,કવીલિયર્સ], "હક્કભેર વર્તવું").
```
entry(કવલ્લા, n, [કવલ્લાસ], "એક મોટું ખાદ્ય માછલી").
entry(cavally, n, [cavallies], "કવલ્લા").
entry(કેવલરી, ન, [કેવલરીઝ], "મોબાઇલ આર્મી યુનિટ").
entry(cavatina, n, [cavatinas], "અથવા CAVATINE એક સરળ ગીત").
પ્રવેશ(ગુફા, v, [ગુફું, ગુફા બનાવવું, ગુફાઓ], "ખાલી કરવું").
entry(સાવચેતી, v, [સારવારેલું,સારવારતા,સારવારો], "કાયદાકીય નોંધ નું એક પ્રકાર દાખલ કરવા માટે").
entry(વિરોધક, n, [વિરોધકઓ], "એ જે ઉજજોગ દાખલ કરે છે").
entry(caved, past, [], "કેવનો કાળો").
entry(cavefish, n, [cavefishes], "એના માટે આંખ વગરની માછલી").
entry(cavelike, adj, [], "ગുഫા જેવું એક જમીનની નીચે નો ગભારો").
entry(કેવમેન, ન, [કેવમેન], "કેવવાસી").
entry(કેવર, ન, [કેવર્સ], "જે ગુફાઓ બનાવે છે").
entry(કેવર્ન, v, [કેવર્નડ,કેવર્નિંગ,કેવર્ન્સ], "ખોદવા").
entry(cavetto, n, [cavettos], "અથવા CAVETTI એક અવતલ આકારની મોલ્ડિંગ").
entry(કેવિયાર, ન, [કેવિયારસ], "સ્ટરજનના માછીના ડિમ્બાણુ").
entry(કેવિયર, n, [કેવિયર્સ], "કેવિયર").
entry(cavicorn, વિશેષણ, [], "ખોખલા શિંગાં ધરાવતું").
entry(cavie, n, [cavies], "એક કુકડખાના").
entry(cavies, pl, [], "કૅવીનો").
entry(cavil, v, [caviled,caviling,cavils], "અથવા CAVILLED CAVILLING CAVILSto carp").
entry(કેવિલર, ન, [કેવિલર્સ], "એક કેવિલ કરનાર").
entry(કેવિલર, ન, [કેવિલર્સ], "કેવિલર").
entry(cavilling, a, [], "કેવિલનો વર્તમાન કૃત્યરુપ").
entry(કેવિંગ, ન, [કેવિંગ્સ], "ગુફાઓની શોધખોળનો રમત").
entry(કેવિટીરી, વિશેષણ, [], "શરીરનાં તંતુઓમાં ગુહાઓના નિર્માણ સંબંધિત").
entry(અવકાશબનાવવો, v, [અવકાશબનાવ્યો,અવકાશબનાવતા,અવકાશબનાવે], "અવકાશ બનાવવો").
પ્રવેશ(ખાલીખમ, n, [ખાલીખમો], "એક ભરાય શકામંદ જગ્યા જેનાં ભારેMASSE તદ્દન છેCAVITIED વિશેષણ").
entry(કવોર્ટ, ક્રિયા, [કવોર્ટેડ,કવોર્ટિંગ,કવોર્ટ્સ], "ઝૂમવું").
entry(ઊછશુંગાળા, ન, [ઊછશુંગાળાઓ], "જે ઊછશુંગાળ કરે છે").
entry(cavy, n, [cavies], "ટૂંકી પૂંછડી ધરાવતું ક برنامجવ 程 序 માં પ કામગીરી rodent").
entry(કૉ, ક્રિયાપદ, [કૉડ્યું, કૉતા, કૉઓ], "કાગાના અવાજ જેવા અવાજ કરવો").
પ્રવેશ(કે, ન, [કેસ], "એક નાની નીચી ટાપુ").
entry(કાયેન, ન, [કાયેન્સ], "એક મસાલેદાર મસાલા કાયેનેડ વિશેષણ").
entry(કેમેન, ન, [કેમેન્સ], "કૈમેન").
entry(કાય્યુઝ, ન, [કાય્યુઝેસ], "એક ભારતીય ટટ્ટૂ").
entry(cazh, adj, [], "સૌમ્ય").
entry(કઝીક, ન, [કઝીક્સ], "કેકીક").
entry(બંધ, ક્રિયા, [બંધ્યું,બંધવું,બંધે], "બંધ કરવા").
entry(cebid, n, [cebids], "સેબોઇડ").
entry(ceboid, n, [ceboids], "બંદરોના પરિવારમાંનો એક সদস্য").
entry(cecity, n, [cecities], "અંધાપો").
entry(સેક્રોપિયા, n, [સેક્રોપિયાસ], "ઉત્તરી અમેરિકા મોટું કીડ અકંતક").
entry(cecum, n, [ceca], "એક શરીરના ગુણધર્મવાળું ગૂહા જેમાં એક જ પ્રવેશ છે CECAL વિશેષણCECALLY ક્રિયાવિશેષણ").
entry(સીડર, n, [સીડર્સ], "એક સદાબહાર વૃક્ષCEDARN CEDARY વિશેષણ").
entry(સીડ, ક્રિયા, [સીડ કરેલું, સીડ કરતી, સીડ કરે છે], "સંપત્તિ છોડવું").
entry(ceder, n, [ceders], "જે છૂટાછવાયા").
પ્રવેશ(સાયડી, ન, [સાઇડિઝ], "ઘાનાની મોનેટરી એકમ").
entry(સિડિલા, n, [સિડિલાઓ], "એક ઉચ્ચારણનું નિશાન").
entry(ceding, present, [], "સમાપક cede").
entry(cedula, n, [cedulas], "ફિલિપાઇન્સ કર").
entry(સી, ન, [સીસ], "અક્ષર C").
entry(સિબા, સં, [સિબાસ], "એક ઉષ્ણકટિબંધીય વૃક્ષ").
entry(ceil, v, [ceiled,ceiling,ceils], "છત સાથે સુસજ્જ કરવાનું").
entry(ceiler, n, [ceilers], "જો ધોરી તો છત જેવું").
entry(ceili, n, [ceilis], "ceilidh").
entry(ceilidh, n, [ceilidhs], "આ ઔરિશ અથવા સ્કોટિશ પાર્ટી").
entry(છત, ન, [છતો], "ઓરડાના ઉપરના ભાગનું આચ્છાદન").
entry(ceinture, n, [ceintures], "કમર માટેનો પટ્ટો").
entry(સેલ, ન, [સેલ્સ], "એનિમેશનમાં ઉપયોગ કરવામાં આવતી સેલ્યુલોઇડનો શીટ").
entry(સેલેડોન, ન, [સેલેડોન્સ], "એક ફિક્કો લીલો રંગ").
entry(સેલિબ, n, [સેલિબ્સ], "એક પ્રખ્યાત વ્યક્તિ").
entry(સેલેરિએક, ન, [સેલેરિએક્સ], "સેલેરીની એક જાત").
entry(વેગ, ન, [વેગો], "ઝડપી ગતિ").
entry(સેલરી, ન, [સેલરીઝ], "નચવા યોગ્ય ડંઠલવાળું છોડ").
entry(સેલેસ્ટા, ન, [સેલેસ્ટાસ], "એક કીબોર્ડ વાદ્ય").
entry(celeste, n, [celestes], "સિલેસ્ટા").
entry(સિલિએક, નામ, [સિલિએક્સ], "જેને ક્રોસ્ટિક પોષક તત્વની ગંજશો�? છે").
entry(અવિવાહિતાવસ્થા, સ્ના, [અવિવાહિતાવસ્થાઓ], "લૈંગિક સબંધોથી પરહેજ").
entry(અવ્યાહત, ન, [અવ્યાહતો], "જેણે ઉમ્રભર કુવારપણું જીવી રહ્યું").
cellમાં પ્રવેશ કરો, v, [કેલ્ડ, સેલિંગ, સેલ્સ], "મધની છત્તામાં સ્તરિત કરવા માટે".
entry(cella, n, [cellae], "પોરાણો મંદિરની અંદરનો ભાગ").
entry(તહખાનું, v, [તહખાનામાં રાખ્યું,તહખાનામાં રાખવી,તહખાને], "ભૂગર્ભ કક્ષમાં સ્ટોર કરવા").
entry(cellarer, n, [cellarers], "વિવેહાળનો સંગ્રહક").
entry(cellaret, n, [cellarets], "વાઇનની બોટલ માટેની કેબિનેટ").
entry(સેલિસ્ટ, n, [સેલિસ્ટસ], "એક જે સેલો વગાડે છે").
entry(cellmate, n, [cellmates], "બંધીખાનાની કોઠરીમાં વહેંચવાના બે કે વધુ કેદીઓમાંથી એક").
entry(સેલો, n, [સેલોઝ], "અથવા CELLI એક તાંત્વિક વાદ્યયંત્ર").
પ્રવેશ(સેલ્યુલર, પ, [સેલ્યુલર્સ], "એક સેલ ફોન").
entry(સેલ્યુલ, ન, [સેલ્યુલ્સ], "એક નાનું સેલ").
entry(celom, n, [celoms], "માટે CELOMATAcoelom").
entry(સેલોસિયા, n, [સેલોસિયાસ], "ફૂલદાર છોડ").
entry(કેલ્ટ, નવ, [કેલ્ટ્સ], "એક પ્રાચીન કોઠો").
entry(cembalo, n, [cembalos], "અથવા CEMBALI હાર્પિસ્કોર્ડ").
entry(સિમેન્ટ, v, [સિમેન્ટેડ,સિમેન્ટિંગ,સિમેન્ટ્સ], "મજબૂતીથી બાંધવા").
entry(સિમેન્ટર, n, [સિમેન્ટર્સ], "જોય તે સિમેન્ટ કરે છે").
entry(સિમેન્ટમ, n, [સિમેન્ટમ્સ], "અથવા સિમેન્ટા-દાંતની મુળોને આવરી લેતી કઠિન પેશી").
entry(સમશાન, n, [સમશાનો], "એક સંસ્કાર ધારણ સ્થળ").
entry(ભોજનકક્ષ, પ, [ભોજનકક્ષઓ], "એક નાનું ભોજનકક્ષ").
entry(સેનોબાઇટ, ન, [સેનોબાઇટ્સ], "ધાર્મિક ઓર્ડરના સભ્ય").
પ્રવેશ(શહિદ સ્મારક, ન, [શહિદ સ્મારકો], "એક ખાલી સમાધિ").
Prolog: entry(સિનોટ, ન, [સિનોટ્સ], "ચૂનાના પથ્થરનો વિવર").
entry(ધૂપ, ક્ર, [ધૂપવ્યું, ધૂપવું, ધૂપે છે], "ધૂપથી સુગંધિત કરવું").
entry(ધૂપદાન, ન, [ધૂપદાનો], "ધૂપ બળાવવા માટેનો વાસણ").
entry(સેન્સર, ક્રિયા, [સ્થગિત, સ્થગન કરી રહ્યું છે, સેન્સરો], "નાપસંદ શબ્દ અથવા પાસેજને હટાવવા").
entry(ઈન્દ્રિય, વિશેષણ, [], "જણ વિગતવાર ગણતરી થાય છે તે").
entry(વિલાનાગર, ક્રિયાપદ, [વીલાનાગર્યું, વિલાનાગરી, વિલાનાગરે છે], "તીવ્ર રીતે ટીકા કરવી").
entry(પરિહારી, ન, [પરિਹારીઓ], "એક જે પરિહારે").
પ્રવેશ(જંગણના, v, [જગણેલા,જંગણવું,જંગણના], "સત્તાવાર ગણતરી કરવાનો").
entry(સેન્ટ, પ, [સેન્ટ્સ], "ડોલરનો ૧૦૦મો ભાગ").
entry(સેન્ટલ, ન, [સેન્ટલ્સ], "તોળવાનું એક માપ").
entry(સેન્ટરે, n, [સેન્ટર્સ], "જમીન વિસ્તારનું માપ").
entry(centas, n, [centai], "અથવા CENTU લિથુઆનિયાનું નાણાકીય એકમ").
entry(centaur, n, [centaurs], "એક દંતકથાસૃત પ્રાણી").
entry(સેન્ટોરી, n, [સેન્ટોરીઝ], "એક ઔષધીય જડીબુટ્ટી").
entry(சென்டாவோ, ન, [சென்டாவોસ], "વિવિધ સ્પેનિશ અમેરિકન દેશોની એક સિક્કા").
entry(કેન્દ્ર, v, [કેન્દ્રિત કર્યું,કેન્દ્રિત કરવું,કેન્દ્રો], "મધ્યનો મધ્યબિંદુ પર મૂકવું").
entry(સેન્ટેસિસ, n, [સેન્ટેસેસ], "એક શસ્ત્રક્રિયાકીય છિદ્ર").
entry(centiare, n, [સેન્ટિયર્સ], "સેન્ટર").
entry(centile, n, [centiles], "સાંખ્યિકી વેરિયેબલનું એક મૂલ્ય").
entry(સેન્ટાઈમ, n, [સેન્ટાઈમ્સ], "ફ્રેન્કનો 100મો ભાગ").
entry(સેંટીમો, ન, [સેંટીમોસ], "વિભિન્ન નાની સિક્કાઓમાંથી કોઈ એક").
entry(centner, n, [સેન્ટનર્સ], "વજનની એક એકમ").
entry(cento, n, [centos], "અથવા CENTONESઅન્ય કૃતિઓના ભાગોથી બનેલું સાહિત્યિક કાર્ય").
entry(સેન્ટ્રા, અ, [], "સેન્ટ્રમનો બહુવચન").
entry(કેન્દ્રિય, વિશેશન, [], "કેન્દ્રિયત્ય, કંદ્યરઃ કેન્દ્રમાં અથવા તેની નજીક સ્થિત").
પ્રવેશ(સેન્ટ્રલ, ન, [સેન્ટ્રલ્સ], "એક ટેલિફોન એક્સચેન્જ").
entry(કેન્દ્ર, ક્રિયાપદ, [કેણ્ડ્રિત, કેન્દ્રન, કેન્દ્રો], "કેન્દ્રિત કરવાનો").
entry(કેન્દ્રિત, વિશેષણ, [], "કેન્દ્રમાં આવેલ").
entry(સેન્ટરિંગ, ન, [સેન્ટરિંગ્સ], "કામચારું પુરંકામ માટેનો એક આસ્થાયી જુગાડ").
entry(કેન્દ્રવાદ, n, [કેન્દ્રવાદો], "એક મધ્યમ રાજકીય ફિલસૂફી").
entry(મધ્યસ્થ, ન, [મધ્યસ્થો], "મધ્યમ માર્ગવાદનો વકીલ").
entry(કેન્દ્રબિંદુ, પ, [કેન્દ્રબિંદુઓ], "વિષયના સામાન્ય વજન બિંદુ").
entry(સેન્ટ્રમ, નામ, [સેન્ટ્રમ્સ], "અથવા સેન્ટ્રાછળની હાડકીનું શરીર").
entry(centu, a, [], "સેંટાસ નો બહુવચન").
entry(centum, n, [centums], "એક સો").
entry(centuple, v, [centupled,centupling,centuples], "સો ગણા વધારવું").
entry(સદી, n, [સદીઓ], "100 વર્ષનો સમયગાળો").
entry(ceorl, n, [ceorls], "નીચવર્ગનો મુક્તમાનવCEORLISH વિષેષણ").
entry(cep, n, [ceps], "cepe").
entry(cepe, n, [cepes], "એક મોટું માશનરૂમ").
entry(cephalad, adv, [], "માથાની તરફ").
entry(cephalic, વિશેષણ, [], "માથા સંબંધિત").
એન્ટ્રી(સીફેલિન, નામ, [સીફેલિન્સ], "一个身体的化学物质")
entry(સીફાઈડ, ન, [સીફાઈડ્સ], "એક મહાકાય તારા").
પ્રવેશ(સેરાન, ન, [સેરાન], "એક તાપ પ્રતિરોધક મિશ્રધાતુ").
entry(સિરામિક, ન, [સિરામિક્સ], "બેક કરેલી માટીથી બનેલું વસ્તુ").
entry(સિરામાઇડ, નિ, [સિરામાઇડ્સ], "વિવિધ લિપિડ્સ પૈકી કોઈ એક").
entry(ceramist, n, [કેરામિસ્ટ્સ], "સિરાંમિક્સ બનાવનાર").
entry(cerastes, n, [cerastes], "ઝેરી સાપ").
entry(સિરેટ, નામ, [સિરેટ્સ], "એક દવા દાંદીય લાગી").
પાક્શિષ્ટ(માધ્યમ, વિશેષણ, [], "મોમથી ઢંકાયેલું").
entry(ceratin, n, [ceratins], "કીરાટીન").
entry(ceratoid, વિશેષણ, [], "સિંગ જેવું").
entry(cercaria, n, [cercarias], "અથવા CERCARIAEa પરજિવી કાંસ").
પ્રવેશ(cercis, n, [cercises], "એક ઝાડી").
entry(સર્કસ, n, [સર્કી], "એક જંતુનું સંવેદનાત્મક પર્યાયCERCAL વિશેષણ").
entry(cere, v, [cered,cering,ceres], "મોમ કે કાપડમાં લપેટવું").
entry(અન્ન, ન, [અન્નો], "અનાજથી બનાવેલા ખાદ્ય સામગ્રી").
પ્રવેશ(સિરેਬਰલ, ન, [સિરેબરલ્સ], "એક પ્રકારનો વ્યંજન").
પ્રવેશ(મગજ, ન, [મગજો], "અથવા મગજનો ભાગસિસેરબ્રિકલ વિશેષણ").
entry(cered, past, [], "તેની વણનાનું કાળ").
પ્રવેશ(સેરેમેન્ટ, ન, [સેરેમેન્ટ્સ], "એક મોમવાળી વસ્ત્ર").
પ્રવેશ(વિધિ, n, [વિધિઓ], "એક ઔપચારિક અનુસરણ").
entry(ceresin, n, [ceresins], "એક સખત સફેદ મોમ").
entry(સુન્સ્વીતી, n, [સુન્સ્વીતીઓ], "એક ઊંચી કૅક્ટસ").
ઇન્ટ્રી(સીરિયા, પૂર્ણનામ, [સીરીઓ], "એક રસાયણિક સંયોજન").
entry(ceric, adj, [], "સિરિયમ ધરાવે છે").
entry(સેરિંગ, વર્તમાન, [], "સેરેનો ભાગીદારી").
entry(ceriph, n, [ceriphs], "સેરિફ").
entry(સેરીઝ, ન, [સેરીઝીસ], "લાલ રંગ").
પ્રવેશ(સિરીટ, સ, [સિરીટસ], "એક ખનિજ").
entry(સેરીયમ,ન, [સેરીયમ્સ], "કીસ્સું લોખંડ").
entry(સર્મેટ, પ, [સર્મેટ્સ], "સેરામલ").
entry(cernuous, adj, [], "ઊંબાયેલું અથવા વાળી ગયેલું").
entry(cero, n, [એક મોટી ખાદ્ય માછલી], "ceros").
entry(cerotic, વિશેષણ, [], "મઉમાનું").
entry(cerotype, n, [cerotypes], "મોમનો ઉપયોગ કરીને ખોદનાર પ્રક્રિયા").
entry(સેરસ, વિશેષણ, [], "સેરીયમ સંબંધિત").
entry(cert, n, [પ્રમાણપત્રો], "એક ઘટના જે ચોક્કસપણે ઘટશે").
ઍન્ટ્રી(સર્ટન, વિશેષણ, [], "સર્ટનર સર્ટનસ્ટસંપૂર્ણપણે આત્મવિશ્વાસ ધરાવનાર").
entry(સર્ટેસ, ક્રિયા વિશેષણ, [], "ખરેખર").
entry(certify, v, [પ્રમાણિત કરેલું,પ્રમાણિત કરવું,પ્રમાણિત કરે છે], "ની પુષ્ટિ કરવા માટે").
entry(સમાંદરો, ન, [સમાંદરો], "નિલ્લો રંગ").
પ્રવેશ(સેરુમેન, પ, [સેરુમેન્સ], "કાનના મોણનું માળીયું").
એન્ટ્રી(સેર્યુસ, ના, [સેર્યુસિઝ], "એક સીસા સંયોજન").
entry(સેરુસાઇટ, n, [સેરુસાઇટ્સ], "એક સીસા ની ધાતૂ").
entry(સારવેલાસ, n, [સારવેલાસેસ], "સારવેલાત").
entry(ચર્વેલેટ, ન, [ચર્વેલેટસ], "એક સ્મોક સોસેજ").
entry(બિયર, n, [બિયરો], "beer").
entry(સર્વાઇકલ, વિશેષણ, [], "સર્વિકસ સંબંધિત").
entry(સર્વીડ, ન, [સર્વીડસ], "હરણ પરિવારનો એક સ્તનધારી").
entry(મૃગ, વિશેષણ, [], "લીલા સંબંધી").
entry(ગર્ભાશયનું તળ, n, [ગર્ભાશયના તળ], "અથવા ગર્ભાશયનો કળી").
entry(સિઝેરિયન, ન, [સિઝેરિયન્સ], "એક ધોળકણી ડિલિવરી પદ્ધતિ").
entry(સીઝેરિયન,ન, [સીઝેરિયન્સ], "સીઝેરિયન").
entry(સીઝિયમ, નામ, [સીઝિયમ્સ], "એક ધાતુ તત્વ").
entry(cess, v, [cessed,cessing,cesses], "કર લગાવવા અથવા મૂલ્યાંકન કરવા માટે").
entry(હસ્તાંતરણ, ન, [હસ્તાંતરણો], "સોંપવાનું કાર્ય").
entry(ગંદુમેળ, n, [ગંદુમેળો], "એક ગંદાઠાકરો").
entry(સેસપૂલ, સ, [સેસપૂલ્સ], "મલમૂત્ર માટેની ઢંકાયેલી કૂવો કે ખાડો").
entry(cesta, n, [cestas], "જાઇ અલાઇમાં ઉપયોગમાં લેવાતી ટોપલી, જે એક નાનો કઠણ બોલ વાળો ગેમ છે").
entry(કેસ્ટી, pl, [], "સેસ્ટસની").
entry(સેસ્ટોડ, ન, [સેસ્ટોડસ], "એક ટેપવર્મ").
entry(cestoid, n, [cestoids], "કેસ્ટોડ").
entry(cestos, n, [cestoi], "સિસ્ટસ").
entry(મુકાશિસ્ત્ર, પા, [મુકાશિસ્ત્રો], "પ્રાચીન રોમન મલયુદ્ધકૃત માટે હાથની ઢાંકણ").
entry(cestus, n, [cesti], "કડક પટ્ટો અથવા કમરપટ્ટી").
entry(ઉભાંગણી, ન, [ઉભાંગણીઓ], "અથવા CESURAEcaesura").
પહેરણ(સીટેશન, ન, [સીટેશનો], "જળચર સ્તનધારી").
entry(સેટેન, n, [સેટેન્સ], "એક ડિઝલ ઇંધણ").
entry(cete, n, [cetes], "ખાનગરનો એક સમૂહ").
પ્રવેશ(સેટોલોજી, ન, [સેટોલોજીસ], "તેમની જડબાની અદ્યતન પદતિ માટે અનેક ભાતનાં વગડા વ્હાલ").
entry(ceviche, n, [ceviches], "સેવિચે").
entry(ચેબ્લીસ, n, [ચેબ્લીસ], "એક સૂકી સફેદ વાઈન").
entry(ચાબુક, n, [ચાબુકો], "ચાબકની એક જાત").
entry(ચાબુક, વાગ્ય, [ચાબુકસ], "ચાબુક").
entry(ચાચકા, n, [ચાચકાસ], "ચાચ્કા").
entry(ચાક્મા, n, [ચાક્માસ], "મોટો વાંદરો").
entry(ચાકોન, ન, [ચાકોન], "એક પ્રાચીન નૃત્ય").
entry(ચેડ, ન, [ચેડ્સ], "એક કાગળનો ટુકડોચેડલેસ વિશેષણ").
entry(ચાદર, n, [ચાદરો], "અથવા ચાદરીchador").
entry(chadarim, a, [], "cheder નો બહુ વચન").
entry(ચાદર,ન,[ચાદરો], "અથવા ચાદરી મોટી શોલ").
entry(ચેબોલ, n, [ચેબોલ્સ], "કોરિયામાં એક કુટુંબ દ્વારા માલિકી ધરાવતા વ્યવસાયોનો જૂથ").
entry(ચાઇટા, n, [ચાઇટાઈ], "એક બ્રિસ્ટલ અથવા સેટા, ચાઇટલ વિશેષણ").
entry(ઘસવું, ક્રિ, [ઘસ્યું,ઘસવાનું,ઘસે છે], "ગરમી માટે ઘસવું").
entry(ચેફર, n, [ચેફર્સ], "એક મોટો બીટલ").
entry(છાફ, કર્મ, [છાફ્ડ,છાફિંગ,છાફ્સ], "મઝાક ઉડાવવો").
entry(chaffer, v, [chaffered, chaffering, chaffers], "વાટાઘાટ કરવી અથવા ભાવ તોલ મૂકવો").
entry(chaffy, adj, [], "CHAFFIER CHAFFIESTનકામું").
entry(chafing, present, [], "chafe નો સરળ અસ્તિત્વ").
entry(ઉદ્વેગ, v, [ઉદ્વેગિત,ઉદ્વેગમાં,ઉદ્વેગ], "અથવા ઉદ્વેગિત ઉદ્વેગમાં ઉદ્વેગથી અપમાનિત કરવું").
entry(ચાઈ, સ, [ચાઈસ], "મસાલાવાળું ચહ સાથે મધ અને દૂધ").
entry(શૃંખલા, v, [બાંધેલી,બાંધવા,શૃંખલાઓ], "શૃંખલાના એક આખા જોડાણનું જોડાણ મિત્ર").
પ્રવેશ(chaine, n, [chaines], "બેલેના વળાંકોની શ્રેણી").
entry(chainman, n, [chainmen], "માપનો ચેઈન વાપરતો જમીન માપકો સહાયક").
entry(ચેઈનસૉ, v, [ચેઈનસૉ કર્યો, ચેઈનસૉ કરી રહ્યો છે, ચેઈનસૉ કરે છે], "ચેઈન સૉથી કાપવું").
entry(ખુરશી, v, [ખુરશીધી, ખુરશીશે, ખુરશીઓ], "કાર્યાલયમાં સ્થાપિત કરવા").
entry(મનિ, ન, [મનિઓ], "સભાની અધ્યક્ષતા આપનાર અધિકારી").
પ્રવેશ(ચેરમેન, ક્રિયાપદ, [ચેરમેનેડ,ચેરમેનિંગ,ચેરમેન્સ], "અથવા ચેરમૅનેડ ચેરમૅનિંગ ચેરમૅન્સપદ પર કાર્ય કરવું").
entry(ચેઇઝ, સં, [ચેઇઝ્સ], "એક હળવી ગાડું").
entry(ચક્ર, ન, [ચક્રો], "યોગમાં શરીરનો કેન્દ્ર").
entry(ચાલા, ન, [ચાલાઓ], "અથવા ચાલોથ અથવા ચાલોટ").
entry(ચલાઝા, n, [ચલાઝાસ], "અથવા ચલાઝીપક્ષીમાં ડિમ્બના પાશમાં એક પ્રકારનું જોડાણચાલાઝલ વિશેષણ").
entry(chalazia, npl, [], "પાંપની ગાંઠો").
entry(ચૅલ્સિડ, ન, [ચૅલ્સિડ્સ], "એક નાનકડી માખી").
entry(chaldron, n, [chaldrons], "શુષ્ક માપનું એકમ").
entry(ચલેહ, n, [ચલેહ્સ], "ચલ્લાહ").
entry(શાલે, n, [શાલેઝ], "એક સ્વિસ કોટેજ").
entry(ચાલિસ, ન, [ચાલિસેસ], "એક પીવાનું કપCHALICED વિશેષણ").
entry(ચોક, ક્રિયા, [ચોકથી નિશાન કર્યું, ચોકથી નિશાન કરી રહ્યો છે, ચોકથી નિશાન કરે છે], "મળમળિયું ચુનાના પથ્થરથી નિશાન કરવું").
entry(ચૉકી, વિશેષણ, [], "ચૉકીયર ચૉકીયસ્ટ ચૉક સમાન").
entry(ચલ્લા, n, [ચલ્લાસ], "ચલ્લાહ").
entry(ચાલ્લા, n, [ચાલ્લાઓ], "અથવા ચાલ્લોથ અથવા ચાલ્લોત એક પ્રકારની બ્રેડ").
entry(ચલ્લી, ન, [ચલ્લીસ], "ચલ્લીસ").
entry(challies, pl, [], "ચૅલીનો").
entry(ચાલીસ, n, [ચાલીસેસ], "એક હલકી કાપડ").
entry(ચલોત, એક, [], "ચલાહ નો બહુવચન").
challoth પ્રવેશ, અ, [], "challah નો બહુવચન".
પ્રવેશ(ચેલી, ન, [ચેલીસ], "ચેલીસ").
entry(ચેલોન, ન, [ચેલોઝ], "એક હોર્મોન").
entry(ચાલòt, ક, [], "ચાલાહ નું બહુવચન").
entry(ચાલોથ, અ, [], "પ્લ ઓફ ચાલાહ").
entry(ચાલુપા, n, [ચાલુપાસ], "એક તળેલી મકાઈની ટોર્ટિયા જેને મસાલેદાર મિશ્રણ સાથે ફેલાવવામાં આવે છે").
entry(ચલુત્ઝ, n, [ચલુત્ઝિમ], "હલુત્ઝ").
એન્ટ્રી(ચામ, ન, [chams], "a ખાન").
entry(ચામડે, ખ, [ચામડેસ], "ડ્રમ સાથે બનાવેલો સંકેત").
entry(કક્ષ, v, [કક્ષમાં મૂકવું, કક્ષમાં મૂકીને, કક્ષમાં મૂકે છે], "એક કક્ષમાં મૂકવું").
પ્રવેશ(ચેમ્બરે, ન, [ચેમ્બ્રે હશે], "એક પ્રકારનું સારી થાન").
entry(ચેમ્બર, વિશેષણ, [], "વાઈનને રૂમ તાપમાન પર લાવવામાં આવ્યું").
entry(ચેમ્ફર, v, [ચેમ્ફરડ, ચેમ્ફરિંગ, ચેમ્ફરસ], "ગ્રૂવ કરવા માટે").
પ્રવેશ(ચામફ્રોન, ન, [ચામફ્રોન્સ], "ઘોડાના માથા માટેનું આર્મર").
entry(chamisa, n, [ચમિસાસ], "દક્ષિણ પશ્ચિમી વિસ્તારનું એક મીઠોભીણું ઝાડ").
entry(ચમીઝ, ન, [ચમીઝેસ], "ચમીઝો").
entry(ચામિસો,ન, [ચામિસોઝ], "એક ફૂલાવતી ઝાડી").
entry(chammy, v, [chammied,chammying,chammies], "ચમોઈસ કરવા માટે").
entry(શેમોઇસ, ન, [શેમોઇક્સ], "નરમ ચમડી").
પ્રવેશ(ચામોઈસ, v, [ચામોઈસડ, ચામોઈસિંગ, ચામોઈસેસ], "લદદા જેવી ચામડી તૈયાર કરવા માટે").
entry(ચૅમ્પ, ક્રિયા, [ચૅમ્પડ, ચૅમ્પિંગ, ચૅમ્પસ], "તોફાની રીતે ચાવવું").
એન્ટ્રી(ચંપક, ન, [ચંપક્સ], "ચંપક").
entry(ચંપાક, ન, [ચંપાકસ], "ચંપક").
entry(ચંપક, n, [ચંપકસ], "એક પૂર્વ ભારતીય વૃક્ષ").
entry(ચામ્પર, ન, [ચામ્પર્સ], "નાશ આપવા વાળો").
entry(ચેમ્પિયન, ક્રિયા, [ચેમ્પિયોનેડ,ચેમ્પિયનિંગ,ચેમ્પિયન્સ], "રક્ષવું અથવા સમર્થન આપવું").
entry(champy, adj, [], "જંતુઓના પગદંડે વિખરાયેલ").
entry(ચણા, ન, [ચણા], "ચણાનો નાસ્તો").
entry(સંદર્ભ, v, [સંદર્ભિત,સંદર્ભન,સંદર્ભો], "જોખમ લેવું").
પ્રવેશ(ચાન્સેલ, ਨ, [ચાન્સેલ્સ], "چرچ کے مذبح کے ارد گرد کا علاقہ").
entry(chancer, n, [chancers], "એક તકવાદી").
entry(chancery, n, [chanceries], "જાહેર રેકોર્ડની એક કોર્ટ").
entry(ચેન્સિયર, તુલનાત્મક, [], "ચેન્સીનો").
ચલણ(અત્યંતસંભવિત, અતિશયનામ, [], "સંભવિતનો").
entry(chancily, adv, [], "અનિશ્ચિત રીતે").
entry(સમભાવતા, વર્તમાન, [], "સંભાવનાનો વર્તમાન કૃદંત").
પ્રવેશ(ચંક્રે, સ, [ચંક્રેસ], "એક કઠણ આધારિત ઘા").
entry(chancy, adj, [], "ચાન્સિયર ચાન્સિસ્ટસ્વાભાવિક").
entry(ચેન્ડલર, ન, [ચેન્ડલર્સ], "ખોરાક સામગ્રીનું વેપારી").
entry(chanfron, n, [chanfrons], "ચમફ્રોન").
entry(chang, n, [changs], "એક કૅટી").
દરજ(resources, v, [દ્રશ્યો,દ્રશ્યોરે,દ્રશ્યોતા], "વિવિધ બનાવવું").
entry(ચેન્જર, પ, [ચેન્જર્સ], "એ જે બદલે").
entry(changeup, n, [ચેન્જઅપ્સ], "ફાસ્ટબોલ જેવી રીતે ફેંકવામાં આવેલો ધીમો પિચ").
entry(channel, v, [ચેનલ્ડ, ચેનલિંગ, ચેનલ્સ], "અથવા ચેનલ્ડ ચેનલિંગ ચેનલ્સને કેટલીક ઈચ્છિત દિશામાં વાહિત કરવા માટે").
પ્રવેશ(ચાણોયુ, એન, [ચાણોયુસ], "જાપાનીઝ ચા વિધિ").
entry(ગીત, પ, [ગીતો], "એક ગીત").
entry(chant, v, [chanted,chanting,chants], "ગાવું").
entry(chantage, n, [chantages], "બ્લેકમેઇલ").
entry(ચન્ટર, નોં, [ચન્ટર્સ], "જોક પાડે તે").
entry(ચાંટી, n, [ચાંટીસ], "નેવિકનું ગીત").
એન્ટ્રી(શેન્ટિઝ, pl, [], "ચેન્ટીનો").
entry(ચાંટર, ન, [ચાંટર્સ], "ચાંટર").
એન્ટ્રી(ચેટ્રી, સં, [ચેટ્રીઝ], "ચર્ચને આપવામાં આવેલ એક દાન").
પ્રવેશ(chanty, n, [chanties], "chantey").
એન્ટ્રી(chao, n, [chao], "વિયેટનામની નાણાકીય એકમ").
entry(અવ્યવસ્થા, સદા, [અવ્યવસ્થાઓ], "સંપૂર્ણ ગોટાળો અવ્યવસ્થા ભરેલ અવસ્થા અવિન્યાસિત વિશેષણ").
entry(પ્રવેશ, v, [તૂટી, તૂટવું, તૂટે છે], "વિભાજિત crack અથવા લાલ કરવાની પ્રક્રિયા").
entry(ચપાતી, સ, [ચપાતીઓ], "ભારતીય એક બિનખમણ રોટલી").
entry(ચપાતી, ન, [ચપાતીઓ], "ચપાતી").
entry(ચેપબુક, ન, [ચેપબુક્સ], "લોકપ્રિય વાર્તાઓની નાની પુસ્તક").
entry(છાપે, ન, [છાપેસ], "એક ખોળી હિસ્સો").
entry(ચાપોઉ, પ, [ચાપોઉસ], "અથવા CHAPEAUXa ટોપી").
entry(ચેપેલ, n, [ચેપેલ્સ], "પ્રાર્થનાનું સ્થળ").
entry(ચેપેરોન, ક્રિયાપદ, [ચેપેરોનડ,ચેપેરોનિંગ,ચેપેરોન્સ], "સાથે જવું").
entry(પત્ર, ન, [પત્રો], "એક સ્તંભની ટોચ").
પ્રવેશ(ચેપલેન, પ, [ચેપલેન], "એક ચેપલ માટેનો ધર્મગુરૂ").
entry(ફૂલોનો હર, ન, [ફૂલોના હરો], "તલ માટેનું હાર").
entry(ચેપમેન, ન, [ચેપમેન], "એક ફેરીયાવાળો").
entry(ચપ્પલ, સ, [ચપ્પલ્સ], "ભારતમાં પહેરાતા સૅંડલ").
entry(ચપ્પતી, ન, [ચપ્પત્રી], "ચપાતી").
entry(ફાટેલી, એક, [], "ચેપનો ભૂતકાળ").
entry(ચેપી, પ, [ચેપીઓ], "એક મિત્રો").
entry(ચેપિંગ, વર્તમાન, [], "ચેપનો ચૂંટકવિશેષણ").
entry(chapt, a, [], "ચેપ નો ભૂતકાળ").
પ્રવેશ(અધ્યાય, વ, [અધ્યાયબદ્ધ,અધ્યાયકરણ,અધ્યાયો], "પુસ્તકને મુખ્ય વિભાગોમાં ઊપઅધ્યાયોમાં વહેંચવું").
entry(ચાક્વેટા, ન, [ચાક્વેટાસ], "ગાયો્બન્સ દ્વારા પહેરવામાં આવતો એક જેકેટ").
entry(અક્ષર, વ, [અછારેલી,અછારવું,અક્ષર], "થોડી મોટી જ્વાળાની પકડમાં").
entry(characid, n, [characids], "કૅરાસિન").
entry(čaracin, n, [čaracins], "એક ઉષ્ણકટિબંધીય માછલી").
entry(તરબૂજ, ન, [તરબૂજ], "અભિનય દ્વારા રજૂ કરાયેલું એક શબ્દ").
entry(ચરસ, n, [ચરસેસ], "હશીશ").
entry(કોયલો, v, [કોયલોયાવેલ,કોયલોયાવું,કોયલાં], "એક કાળા છિદ્રાળુ કાર્બન સાથે કાળો બનાવવો").
entry(chard, n, [chards], "หนึ่งประเภทของบีทรูท").
entry(ક્રમ, v, [ક્રમતા,ક્રમવું,ક્રમતા], "નાનાં કામો કરવા માટે").
entry(ચરેટ, n, [ચરેટ્સ], "વિચારશીલનની બેઠક").
Пролог:
entry(ચારજ, v, [ચાર્જડ, ચાર્જિંગ, ચાર્જેસ], "ગૌણ આક્ષેપ કરવા").
પ્રવેશ(ચાર્જર, ન, [ચાર્જર્સ], "એક જે ચાર્જ કરે છે").
entry(ચાર્જિંગ, n, [ચાર્જિંગ્સ], "હોકીમાં એક ગેરકાયદેસરનો ખેલ").
entry(charier, comparative, [], "ચેરીનો").
entry(સૌથી谨慎, સર્વોચ્ચ, [], "તનૂભ ઉપજ").
entry(charily, adv, [], "એક વિશિષ્ટ રીતે").
entry(ચેરિંગ, વર્તમાન, [], "ચેરનો ભાગીક રૂપ").
entry(રથ, v, [રથ ચલાવ્યો, રથ હંકારતા, રથો], "રથમાં સાવારી કરવી, گاڈیનો ખિસમ").
entry(charism, n, [charisms], "કેરિઝ્મા").
entry(કેરિસ્મા, ન, [કેરિસ્માસ], "અથવા CHARISMATA એક વિશેષ ચુંબકીય આકર્ષણ").
entry(દાન, n, [દાનસંસ્થા], "ગરીબોને આપવામાં આવતું કંઈક").
entry(ચાર્ક, v, [ચાર્કડ,ચાર્કિંગ,ચાર્ક્સ], "ચાર્ભर સૂ કરવા માટે").
entry(ચરખા, ન, [ચરખાસ], "ચરખા").
entry(ચરખા, ન, [ચરખાઓ], "એક ધાતું સોપાનક").
entry(charlady, n, [charladies], "એક સફાઇ કાર્યકર્તા મહિલા").
entry(charley, n, [charleys], "ચાર્લી").
entry(ચાર્લી, ન, [ચાર્લીસ], "નાદાન").
entry(charlock, n, [charlocks], "એક ઉંડાવો ખેતરોનો ઝાડ").
પ્રવેશ(મોહકતા, ક્રિયા, [મોહિત, મોહનિયું, મોહકતા], "અપ્રતિકાર્ય રીતે આકર્ષવા").
entry(charmer, n, [charmers], "વારું કરતા તે").
entry(મોહક, વિશેષણ, [], "CHARMINGER CHARMINGESTpleasing").
entry(ચાર્નલ, n, [ચાર્નલ્સ], "એક ઓરડું જ્યાં લાશોને મુકવામાં આવે છે").
entry(કારપાય, n, [કારપાયઓ], "ચારપોય").
entry(charpoy, n, [ચરપોઇસ], "ભારતમાં ઉપયોગમાં લેવાતું પથારી").
entry(charqui, n, [charquis], "માંસની એક પ્રકારCHARQUID વિશેષણ").
entry(ચાર, ન, [ચારસ], "એક નાની-માપની ટ્રાઉટ").
પ્રવેશ(ભૂંસાયેલું, ભૂતકાળ, [], "ચારનો કાળ").
entry(charrier, સરખામણીય, [], "ચેરીનો").
entry(charriest, superlative, [], "ચેરીનો").
entry(ચાર્નીંગ, વર્તમાન, [], "ચારોનું વર્તમાન રૂપ").
entry(charro, n, [charros], "એક કાઉબૉય").
entry(charry, adj, [], "ચારો જેવા CHARRIER CHARRIEST").
ઢંઢોળણી(ચાર્ટ, v, [ધનધોળ્યું, ધનધોળણી, ચાર્ટ્સ], "નકશો બનાવવો").
entry(ચાર્ટર, v, [ચાર્ટર્ડ,ચાર્ટરિંગ,ચાર્ટર્સ], "ભાડે અથવા ભાડે આપવું").
પ્રવેશ(ચાર્ટિઝમ, નામ, [ચાર્ટિઝમ્સ], "ભવિષ્યના પ્રવૃત્તિઓની આગાહી કરવા માટે નાણાંકીય ચાર્ટ્સનો ઉપયોગ").
entry(ચાર્ટિસ્ટ, ન, [ચાર્ટિસ્ટ્સ], "એક સ્ટોક માર્કેટ વિશેષજ્ઞ").
entry(chary, adj, [], "CHARIER CHARIESTસાવધ").
entry(ખેંચવું, ક્રિ, [ખેંચ્યો,ખેંચે છે,ખેંચે છે], "પીછો કરવો").
entry(ચેઝર, n, [ચેઝર્સ], "એક જે પીછો કરે છે").
પ્રવેશ(પીછો કરવો, એન, [પીછો કરવાનું], "ધાતુ પર ખોદેલ એક ડિઝાઇન").
entry(ખાઇ, ન, [ખાઇઓ], "પૃથ્વીના ઉભા ભાગમાં ઊંડું પળતરCHASMAL CHASMED CHASMIC CHASMY વિશેષણ").
entry(ચાસે, v, [ચાસેડ, ચાસેઇંગ, ચાસેસ], "નૃત્યનું એક પગલું કરવા માટે").
entry(chasseur, n, [chasseurs], "એક ઘોડેસવાર સૈનિક").
entry(ચેસિસ, નામ, [ચેસિસ], "સમનારૂપની જડબેસલી").
entry(chaste, adj, [], "ચેસ્ટર ચેસ્ટેસ્ટ નૈતિક રીતે શુદ્ધ ચેસ્ટલી adv").
entry(મર્મબંધ કરવું, ક્રિયા, [મર્મબંધ કર્યું, મર્મબંધ કરી રહ્યું છે, મર્મબંધ કરે છે], "ફટકારવું").
entry(ચાસ્તાઇઝ, v, [ચાસ્તાઇઝડ,ચાસ્તાઇઝીંગ,ચાસ્તાઇઝસ], "દંડ દ્વારા શિસ્તમાં રહેવા માટે").
entry(પવિત્રતા, n, [પવિત્રતાઓ], "નૈતિક શુદ્ધતા").
entry(ચેઝ્યુબલ, n, [ચેઝ્યુબલસ], "ત્રાસર વગરનું વસ્ત્ર").
entry(ચેટ, ક્રિયાપદ, [ચેટેડ,ચેટિંગ,ચેટ્સ], "અનૌપચારિક રીતે વાતચીત કરવી").
entry(ચેચ્કા, ન, [ચેચ્કાસ], "એક નિક-નૅક").
entry(chatchke, n, [chatchkes], "ચાચ્કા").
entry(ચાતો, ન, [ચાતોઝ], "અથવા ચાતેઓ એક મોટું દેશી ઘર").
entry(chatline, n, [chatlines], "કોઈ ટેલિફોન સેવા જે અનેક કોલરસ વચ્ચે વાતચીતની તક આપે છે").
પ્રવેશ(ચેટરૂમ, ન, [ચેટરૂમ્સ], "રીયલટાઈમ ઓનલાઈન ચર્ચા જૂથ").
entry(ચેટેડ, ભૂતકાળ, [], "ચેટનો કાળ").
entry(ચેટલ, ન, [ચેટલ્સ], "એક ગુલામ").
entry(ચેટર, v, [ચેટરડ,ચેટરિંગ,ચેટર્સ], "ઝટપટ અને તુચ્છ વાતચીત કરવીચાટરી adj").
પ્રવેશ(વાતચીત, વર્તમાન, [], "વાતચીતનો ક્રિયાપદાર્થ").
entry(chatty, વિશેષણ, [], "CHATTIER CHATTIESTબોલકહુકCHATTILY ક્રિયાવિશેષણ").
entry(ચાલક, પ, [ચાલકો], "ચૌફર").
entry(ચોફર, ન, [ચોફર્સ], "એક નાનું ભઠ્ઠી").
entry(chaunt, v, [chaunted,chaunting,chaunts], "ચારણ કરવું").
entry(ચન્ટર,	n,	[ચન્ટર્સ], "તે જે ચન્ટ કરે છે").
entry(chausses, npl, [], "મધ્યયુગીન વાળીઓ").
entry(ચૉ, ક્રિયા, [ચૉયડ, ચૉઇંગ, ચૉસ], "ચાવવાનું").
entry(ચાવે, ન, [ચાવર્સ], "એ જે ચાબતો હોય").
entry(ચાય, ન, [ચાયઝ], "પૂર્વ ભારતીય હર્બ નું મૂળ").
entry(ચાયોટ, n, [ચાયોટ્સ], "એક ઉષ્ણકટિબંધ લતાવલ્લી").
entry(chazan, n, [chazans], "અથવા CHAZANIM પ્રાર્થના સંચાલક").
entry(ખજન, n, [ખજબન], "અથવા ખજનિમચજન").
entry(chazzen, n, [chazzens], "અથવા CHAZZENIMchazan").
entry(સસ્તું, વિશેષણ, [], "સસ્તું સસ્તું ביותרસસ્તું").
entry(સસ્તું, n, [સસ્તાં], "એક બજાર").
entry(મૂલ્યઘટાડવું, v, [મૂલ્યઘટાડ્યું,મૂલ્યઘટાડવું,મૂલ્યઘટાડે છે], "સસ્તું બનાવવા માટે").
entry(સસ્તું, n, [સસ્તાં], "એક જે સસ્તું છે").
entry(સસ્તુંગું, વિશેષણ, [], "થોડુંસું સસ્તું").
entry(સસ્તું, ક્રિયાવિશેષણ, [], "સસ્તા રીતે").
entry(ચીપો, ન, [ચીપોઝ], "એક સસ્તું").
entry(ચીટ, v, [ચીટેડ, ચીટિંગ, ચીટ્સ], "ડિફ્રોડ કરવા").
entry(ચિટર, ન, [ચિટર્સ], "એક જે ચૂરી કરે છે").
entry(ચેબેક, ન, [ચેબેક્સ], "એક નાનું પંખી").
entry(ચેચાકો, n, [ચેચાકોઝ], "નવસિકું").
entry(ચેક, ક્રિયા, [ચેક્ડ, ચેકિંગ, ચેક્સ], "તપાસ કરવા માટે").
entry(ચેકબોક્સ, ન, [ચેકબોક્સેસ], "વિશિષ્ટ સુવિધા માટે પસંદ કરવા માટે કમ્પ્યુટર સ્ક્રીન પર ક્લિક કરી શકાય તેવું એક નાનું બોક્સ").
entry(ચેકર, v, [ચેકર્ડ,ચેકરિંગ,ચેકર્સ], "ચોરસ સાથે ચિહ્નિત કરવું").
entry(checkoff, n, [checkoffs], "યુનિયન ચુકવણી વસૂલ કરવાની એક પદ્ધતિ").
entry(ચેકઆઉટ, ન, [ચેકઆઉટ્સ], "મશીનની પરીક્ષા").
entry(checkrow, v, [checkrowed,checkrowing,checkrows], "જમીનને ચોરસ ભાગમાં વહેંચતી પંક્તિમાં રોપવું").
પ્રવેશ(ચેકસમ, n, [ચેકસમ્સ], "કમ્પ્યુટર ડેટાના બિટ્સમાંથી બનાવાયેલ એક યોગ").
entry(ચેકઅપ, ન, [ચેકઅપ્સ], "એક પરીક્ષણ").
entry(ચેડ્ડર, n, [ચેડ્ડર્સ], "પનીરના એક પ્રકારCHEDDARY વિશેષણ").
entry(ચેડડાઇટ, n, [ચેડડાઇટસ], "ચેડાઇટ").
entry(ચેડેર, n, [ચેડર્સ], "અથવા ચડરીમ અથવા ચેડરીમહેડર").
entry(ચેડાઈટ, ન, [ચેડાઈટસ], "એક વિસ્ફોટક").
entry(ગુલાબી, v, [ગુલાબીદાર,ગુલાબી કરી,ગુલાબીઓ], "અભદ્રતાપૂર્વક બોલવું માટે").
entry(cheekful, n, [cheekfuls], "પાંસાનું પ્રમાણ પાંસામાં જાળવવામાં આવે છે").
entry(cheeky, adj, [], "CHEEKIER CHEEKIESTધૃષ્ટCHEEKILY adv").
entry(ચીપ, v, [ચીપ્યું,ચીપવાનું,ચીપે], "ચહકવું").
entry(ચીપર, ન, [ચીપર્સ], "એક જે ચીપ કરે").
entry(cheer, v, [cheered,cheering,cheers], "સમર્થનના આહવાન સાથે પ્રશંસા કરવી").
entry(cheerer, n, [cheerers], "એક જે ઉત્સાહિત કરે છે").
entry(ખુશખુશાલ, વિશેષણ, [], "CHEERFULLER CHEERFULLEST ઉત્તેજનાથી ભરપૂર").
entry(cheerier, તુલનાત્મક, [], "ખુશમિજાજ").
entry(cheeriest, superlative, [], "cheme che").
entry(ખુશમિજાજી, ક્રિયાવિશેષણ, [], "ખુશEnumતામાં").
entry(ચીરીઓ, n, [ચીરીઓઝ], "એક અભિવાદન").
entry(cheerled, ભૂત, [], "cheerlead નો કાળ").
entry(cheerly, adv, [], "હર્ષભેર").
entry(ચીયરો, n, [ચીયરોસ], "ચીયરીઓ").
એન્ટ્રી(ચીઅરિ, વિશેષણ, [], "ચીઅરિઅર ચીઅરિએસ્ટઉલ્લાસિત").
entry(ચીઝ, v, [ચીઝડ,ચીઝિંગ,ચીઝેસ], "અટકાવવા").
entry(ચીઝી, વિશેષણ, [], "ચીઝિયર ચીઝીયેસ્ટપની જેવું એક ખોરાક દૂધના ટણ્કા પરથી બનાવવામાં આવે છેચીઝીલી ક્રિયા વિશેષણ").
entry(અસ્કલાંતા, પ્ર, [અસ્કલાંતો], "એક ઝડપી દોડનાર જંગલી બિલાડી").
એન્ટ્રી(શેફ, v, [શેફ્ડ,શેફિંગ,શેફ્સ], "આથવા શેફ્ડ શેફિંગ શેફ્સને શેફ તરીકે કામ કરવા માટે એક મુખ્ય રસોઇયા").
entry(chefdom, n, [chefdoms], "રાંધણિયો ની સ્થિતિ").
entry(ચેગોય, ન, [ચેગોયસ], "ચીગોય").
entry(ચેલા, ન, [ચેલું], "પિંસરસમાન ઝપટિયું").
entry(ચેલા, n, [ચેલા], "ગુરુનો શિષ્ય").
entry(કિલેટ, v, [કિલેટેડ, કિલેટિંગ, કિલેટ્સ], "ધાતુ આઇઓનને સંયોજન સાથે જોડવાનું").
entry(કેલેટર, ન, [કેલેટર્સ], "એક જે કેલેટ કરે").
entry(cheliped, n, [chelipeds], "લાંકાબાજ બેરિંગ પગ").
entry(ચેલોઇડ, ન, [ચેલોઇડ્સ], "કિલોઇડ").
entry(chem, n, [chems], "રાસાયણશાસ્ત્રની ક્લાસ અથવા કોર્સ").
entry(કેમિક, ન, [કેમિક્સ], "એક રસાયણશાસ્ત્રી").
entry(રાસાયણિક, n, [રાસાયણિકો], "રાસાયણ વિજ્ઞાનની પ્રક્રિયા દ્વારા પ્રાપ્ત કરવામાં આવેલ પદાર્થ").
entry(કેમિઝ, પ, [કેમિઝેસ], "એક ઢીલી પહેરવેશ").
entry(chemism, n, [chemisms], "રાસાયણિક આકર્ષણ").
entry(રાસાયણશાસ્ત્રી, નામ, [રાસાયણશાસ્ત્રીઓ], "રાસાયણશાસ્ત્રમાં નિષ્ણાત").
entry(કેમો, n, [કેમોસ], "રોગનો રાસાયણિક એજન્ટ્સ વડે ઉપચાર").
entry(કેમર્જી, n, [કેમર્જીઝ], "એપ્લાઇડ કેમિસ્ટ્રીની એક શાખા").
entry(શેનીલ, ન, [શેનીલ્સ], "એક મૃદુ કાપડ").
entry(ચેનોપોડ, ન, [ચેનોપોડ્સ], "એક ફૂલ આપતી છોડ").
entry(ચેક, ન, [ચેક], "પેસાની ચુકવણી માટે બેન્કને આપેલા લેખિત આદેશ").
entry(ચેકર, v, [ચેકરડ, ચેકરિંગ, ચેકર્સ], "ચેકર કરવું").
entry(cherish, v, [cherished,cherishing,cherishes], "પ્રિય રાખવું").
entry(ચરૂટ, ન, [ચરૂટ્સ], "ચોરસ કાપ કરેલું સિગાર").
entry(ચેરી, ન, [ચેરીઝ], "એક ફળ").
entry(ચેરી, વિશેષણ, [], "ચેરીર ચેરીએસ્ટ એક લાલ રંગ").
entry(ચર્ટ, n, [ચર્ટ્સ], "એક સઘન ખડક").
entry(cherty, adj, [], "ચર્ટિઅર ચર્ટિએસ્ટ ચર્ટ જેવો").
entry(ચેરબ, ન, [ચેરબ્સ], "અથવા ચેરુબિમ અથવા ચેરુબિમસ એક દેવદૂત ચેરુબિક વિશેષણ").
entry(ચરવીલ, n, [ચરવીલ્સ], "એક સુગંધિત જડબી").
entry(ચેષાયર, પ, [ચેષાયર્સ], "એક કઠિન અંગ્રેજી પનીર").
entry(ચેસ, વિશ્વ, [ચેસેસ], "એક વેડ").
entry(ચેસમેન, ન, [ચેસમેન], "બોર્ડ ખેલ ચેસમાં વપરાતા ગોટાઓમાંનો એક, જે બે ખેલાડીઓ માટે છે").
પ્રવેશ(છાતી, ન, [છાતીઓ], "શરીરનો એક ભાગCHESTED વિશેષણ").
entry(Chestful, n, [Chestfuls], "જેટલું એક છાતી અથવા બોક્સ ધરાવી શકે એટલું").
પ્રવેશ(ચેસ્ટનટ, નવ, [ચેસ્ટનટ્સ], "એક ખાધી શકાય એવી અખરોટ").
entry(chesty, adj, [], "CHESTIER CHESTIESTproudCHESTILY adv").
entry(ચિત્તા, n, [ચિત્તાઓ], "ચિત્તો").
entry(ચેથ, પ, [ચેથસ], "હેથ").
entry(ચેટ્રમ, ન, [ચેટ્રમ્સ], "ભૂતાનની એક નાણાકીય એકમ").
entry(ચેવલેટ, n, [ચેવલેટ્સ], "તારમાંથી વાદ્યનું એક ભાગ").
entry(ચેવેરોન, ન, [ચેવેરોન્સ], "ચેવેરોન").
entry(ચેવેટ, સં, [ચેવેટસ], "ચર્ચના એપ્સીડલ અંત").
entry(chevied, past, [], "ચેઝી નો ભૂતકાળ").
entry(ચેવીઝ, વર્તમાન, [], "ચેવીઓનો ૩dla એકવચન").
પ્રવેશ(ચેવિઓટ, ન, [ચેવિઓટ્સ], "એક કરકસ ફેબ્રિક").
entry(ચેવ્રે, ન, [ચેવ્રેસ], "બકરાંના દુધમાંથી બનેલ પનીર").
entry(ચેવ્રેટ, ન, [ચેવ્રેટ્સ], "ચેવ્રે").
entry(ચેવરોન, n, [ચેવરონს], "વિ-આકારનો નમૂનો").
entry(ચેવી, v, [ચેવીડ, શક્યિંગ, ચેવીઝ], "ભાગવા માટે").
entry(ચવે, v, [ચવ્યો,ચવતા,ચવે], "દાંતથી ચુરવું કે પિસવું એક ક્રિયાCHEWABLE વિશેષણ").
entry(ચીવનાર, n, [ચીવનારો], "એક જે ચાવે").
entry(ચીવિંક, ન, [ચીવિંક્સ], "સાધારણ ફિંચ").
entry(ચ્યૂઈ, વિશેષણ, [], "ચ્યૂયર ચ્યૂએસ્ટ સરળતાથી ન ચબાવાય તેવું").
entry(chez, prep, [], "ઘરે").
entry(ચી, ન, [ચીસ], "એક ગ્રીક અક્ષર").
entry(ચિયા, પ, [ચિયાસ], "એક મેક્સિકન છોડ").
entry(ચિયાન્ટી, n, [ચિયાન્ટિસ], "એક સુકી લાલ વાઇન").
એન્ટ્રી(chiao, n, [chiao], "ચીનની એક નાણાકીય એકમ").
entry(chiasm, n, [chiasms], "કાયસમા").
entry(chiasma, n, [chiasmas], "અથવા CHIASMATA એક શારીરિક જોડાણ CHIASMAL CHIASMIC વિશેષણ").
entry(ચિયાજમસ, n, [ચિયાજમી], "સમાનાન્તર વાક્યાખંડોની વચ્ચે શબ્દ ક્રમનો પલટોCHIASTIC સ્વેચ્છાજ યોગ્ય").
entry(chiaus, n, [chiauses], "એક તુર્કી સંદેશવાહક").
entry(ચિબૂક, ન, [ચિબૂક્સ], "એક તુર્કી તમાકુ पाइપ").
entry(chic, adj, [], "શાણી શાણામાં ગ્રાહકની શૈલીમાં").
પ્રવેશ(શાનદાર, નામ, [શાનદારો], "પોશાક અથવા રીતની ભરતી").
entry(ચિકા, n, [ચિકાસ], "એક યુવતી અથવા યુવગતિ").
entry(chicane, v, [chicaned, chicaning, chicanes], "ચતુર ચાલથી છેતરવું").
entry(chicaner, n, [chicaners], "એક માહિતી જેમાં ચોક્સાઈ હોય").
entry(chicano, n, [ચિકાનો], "મેક્સિકન વંશના અમેરિકન").
entry(ચિકોરી, n, [ચિકોરીઝ], "ચિકોરી").
entry(chichi, adj, [], "ખૂણો ઝગમગતો").
entry(chichi, n, [chichis], "વિશિષ્ટ શણગાર").
entry(ચીક, n, [ચીક્સ], "એક યુવાન પક્ષી").
entry(ચિકી, ન, [ચિકીસ], "સેમિનોલ ભારતીયોની એક સ્ટિલ્ટ ઘર").
પ્રવેશ(મૂર્ગી, v, [મૂર્ગી ભર્યું,મૂર્ગી ભરવું,મૂર્ગીઓ], "ધૈર્ય ગુમાવવું").
entry(ચિકોરી, ન, [ચિકોરીઝ], "ચિકોરી").
પ્રવેશ(ચણા, n, [ચણા], "એક એશિયાઈ હર્બ").
પ્રવેશ(ચિકલ, ન, [ચિકલ્સ], "એક ઝાડ ગમ").
entry(ચિકલી, ક્રિયામાં, [], "એક ભવ્ય રીતે").
entry(શિષ્ટતા, n, [શિષ્ટતાઓ], "સૌમ્યતાઃ").
entry(chico, n, [chicos], "એક કાંટાળું ઝાડ").
entry(ચીકોરી, n, [ચીકોરિસ], "એક બારમેસી જડીબુટ્ટી").
entry(chicot, n, [chicots], "એક સુકાયેલું વૃક્ષ").
entry(chide, v, [chid,chidden,chiding], "CHIDEsto scold").
entry(ચાઇડર, ન, [ચાઇડર્સ], "એક જે ચાઇડ કરે છે").
પ્રવેશ(મુખિયા, વિશેષણ, [], "મુખિયાતમ મુખ્યત્તમ સર્વોચ્ચ સત્તાધિકારી").
entry(મુખ્ય, n, [મુખ્યો], "સર્વોચ્ચ કક્ષાનો વ્યક્તિ").
entry(મુખીયાક્ષેત્ર, ન, [મુખીયાક્ષેત્રો], "મુખીયાનો પ્રદેશ").
entry(મુખ્યત્વે, ક્રિયાવિશેષણ, [], "સર્વોચ્ચ").
entry(chiel, n, [chiels], "chield").
entry(યુવાન, ન, [યુતો], "યુવાન પુરુષ").
entry(ચિફોન, ન, [ચિફોન્સ], "એક પાતળું કાપડ").
entry(chigetai, n, [chigetais], "જંગલી ગધેડો").
entry(chigger, n, [chiggers], "એક પરોપજીવી માઇટ").
entry(ચિગ્નોન, n, [ચિગ્નોન્સ], "એક મહિલાનું વાળ જટામાં બાંધીને બનાવેલી શૈલી").
entry(chigoe, n, [chigoes], "ઉષ્ણકટિબંધીય પરિણામ").
entry(બાળક, n, [બાળકો], "એક યુવાન વ્યક્તિ").
entry(childbed, n, [childbeds], "પોત્ર ઉત્પાદન કરતી સ્ત્રીની સ્થિતિ").
entry(childe, n, [childes], "ઉજ્જવલ જન્મનો યુવાન").
entry(childing, adj, [], "ગર્ભવતી").
entry(childish, વિશેષણ, [], "બાળક જેવી").
entry(childly, કૃ., [], "બાળક જેવો").
entry(children, pl, [], "બાળકના").
entry(ચિલે, ન, [ચિલેસ], "મરચું").
entry(ચિલી, ર, [ચિલીસ], "અથવા CHILIESa મર્ચું").
entry(ચિલીએડ, n, [ચિલીએડ્સ], "એક હજારનો ગૃપ").
entry(ચિલિયાઝમ, n, [ચિલિયાઝમ્સ], "એક ધાર્મિક સિદ્ધાંત").
entry(ચિલિયાસ્ટ, n, [ચિલિયાસ્ટસ], "ચિલિયાઇઝમનો સમર્થક").
entry(ચિલીડોગ, n, [ચિલીડોગ્સ], "એક ગરમ ડોગ, જે ચિલી સાથે ટોપ થાય છે").
entry(ચિલ, વિશેષણ, [], "ચિલર ચિલેસ્ટ ઠંડક").
entry(ચિલ, ક્રિયાપદ, [ચિલ્ડ, ચિલિંગ, ચિલ્સ], "ઠંડું બનાવવું").
entry(chillax, v, [chillaxed,chillaxing,chillaxes], "શાંત થવું").
entry(ચિલ્લર, પુ, [ચિલ્લર્સ], "શીતળતા લાવવા વાળો").
entry(મરચાં, ન, [મરચાંઓ], "કિંવા CHILLISchili").
entry(ચીલ્લમ, ના, [ચીલ્લમ્સ], "પાણીના પાઇપનો ભાગ").
પ્રવેશ(ઠંડો, વિશેષણ, [], "ઇતિહાસો ઠંડક ઠંડાઈથી adv").
entry(ચિલોપોડ, ન, [ચિલોપોડસ], "એક બહુપદો જીવ").
entry(ચિમેઅરા, n, [ચિમેઅરસ], "એક જંગલ થી মাছ").
entry(ચીમાર, ન, [ચીમારઓ], "ચીમરે").
entry(ચિમ્બ, પ, [ચિમ્બ્સ], "પિયાળા કે બેરલનો કિનારો").
entry(ચિમ્બ્લી, n, [ચિમ્બ્લીસ], "ચિમ્લી").
entry(ચિમ્બલી, ન, [ચિમ્બલીઓ], "ચિમ્લે").
entry(ચાઇમ, ક્રિયા, [ચાઇમડ,ચાઇમિંગ,ચાઇમ્સ], "સુરેલા રીતે વાગવું").
એન્ટ્રી(ચિમનેઆ, પા, [ચિમનેઆસ], "એક આઉટડોર ફાયરપ્લેસ જે લાઈટબલ્બની આકારની હોય છે").
entry(ચાઇમર, ન, [ચાઇમર્સ], "એવું જે ચાઇમ કરે").
entry(કાઇમેરા, ન, [કાઇમેરાસ], "એક કલ્પિત દાનવ").
પ્રવેશ(ચિમેરે, ન, [ચિમેર્સ], "બિશપની વસ્ત્ર").
entry(કાઇમેરિક, વિશેષણ, [], "કાલ્પનિક અસત્ય").
એન્ટ્રી(ચિમિનેઆ, એન, [ચિમિનેઆસ], "ચિમિનેઆ").
entry(chiming, present, [], "કર્ણપ્રિય ઘંટધ્વનિ").
entry(ચીમની, ન, [ચીમનીઓ], "ચિમી")}
entry(ચિમલી, સ, [ચિમલીઓ], "એક ચિમની").
પ્રવેશ(ચિમની, ન, [ચિમનીઝ], "એક ફ્લ્યૂ").
entry(ચિમ્પ, n, [ચિમ્પ્સ], "એક ચિમ્પાન્ઝી").
entry(ચિન, કાર્ય, [ચિંદ, ચિનિંગ, ચિન્સ], "ચિન વડે ચહેરાના તળિયાના ભાગને પકડી રાખવું").
entry(ચીન, ન, [ચીનના], "ઉત્તમ ચીની વેર").
entry(ચિનબોન, ન, [ચિનબોન્સ], "નિચના જડબાં").
entry(ચિંચ, ક્રિ, [ચિન્ચડ,ચિન્ચીંગ,ચિન્ચેસ], "ચિન્સ કરવું").
entry(ચિંચી, વિશેષણ, [], "CHINCHIER CHINCHIESTstingy").
entry(ચાઇન, કિયા, [ચાઇનડ, ચાઇનિંગ, ચાઇનસ], "પાઠપાંકી કાપવું").
entry(ચિંગ, ન, [ચિંગ્સ], "એક ઊંચી પિચવાળો રણકતો અવાજ").
entry(ચિંક, કિય, [ચિંકડ્યું, ચિંકીંગ, ચિંક્સ], "ચિરાયામાં ભરી નાખવું").
entry(chinky, adj, [], "ચિંકિયર ચિંકિએસ્ટ ભંગાળથી ભરેલું").
entry(ચીનલેસ, વિશેષણ, [], "ઠુંઠણ વગર").
entry(chinned, past, [], "ચિનનો કાળ").
entry(chinning, present, [], "chin નું વર્તમાન કૃત્ય રૂપ").
entry(chino, n, [chinos], "મજબૂત કપડો").
entry(ચીનોઇસ, ન, [ચીનોઇસસ], "શંકાકાર છાણવટ").
એન્ટ્રી(ચિનોન, પુ, [ચિનોનસ], "ક્વિનોન").
entry(ચિનૂક, ન, [ચિનૂક્સ], "એક ઉષ્ણ પવન").
entry(ચિનસ, ક્રિયા, [ચિનસ્યુ, ચિનસતા, ચિનસે], "હડકામાં અથવા કેબિનમાં સાંકળ ભરવી").
entry(ચિન્ટ્સ, n, [ચિનૂટ્સ], "ચિન્ટ્ઝ").
entry(ચિંટઝ, ન, [ચિંટઝેસ], "એક કપાસનું કાપડ").
entry(સસ્તું, વિશેષણ, [], "થોડું વધુ સસ્તું સૌથી વધુ સસ્તું").
entry(ચિનવૅગ, ક્રિયા, [ચિનવૅગ્ડ, ચિનવૅગિંગ, ચિનવૅગ્સ], "અફવા ફેલાવવી").
entry(ચિપ, સ, [ચિજાયેલું, ચિજાયેલું, ચિપ્સ], "નાનું ટુકડો તોડવું").
entry(ચિપમંક, n, [ચિપમંક્સ], "એક ચિપમંક").
entry(ચિપમન્ક, પ, [ચિપમન્ક્સ], "એક નાનો ઉંદર-પ્રજાતિ પ્રાણી").
entry(ચિપોટલે, n, [ચિપોટલેસ], "એક સ્મોક અને સૂકવેલી જલાપેનો મરચું").
entry(ટૂકાયેલા, ભૂતકાળ, [], "ટૂકવાનું કાળ").
entry(chipper, v, [chippered,chippering,chippers], "ચીંકાર કરવો").
entry(chippie, n, [ચિપ્પીઓ], "ચિપી").
એન્ટ્રી(ચિપિંગ, વર્તમાન, [], "ચિપ નો પાર્ટિસિપલ").
entry(chippy, adj, [], "CHIPPIER CHIPPIESTઝગડિયું").
entry(ચિપ્પી, પ, [ચિપ્પીઝ], "એક વેશ્યા").
entry(ચિપસેટ, ન, [ચિપસેટ્સ], "આંતરિક પરિપથોની એક સેટ").
entry(chiral, વિશેષણ, [], "અસમૃતિબિંદુવાળું અણુ").
entry(ચિરક, વિશેષણ, [], "ચિરકેર ચિરકેસ્ટખુશમિજાજ").
entry(ચિર્ક, ક્રિયાપદ, [ચિર્કેડ,ચિર્કિંગ,ચિર્કસ], "ચીંખ વાળો અવાજ કરવો").
entry(chirm, v, [chirmed,chirming,chirms], "ચિચિયાવું").
entry(ચિરો, ન, [ચિરોસ], "એક દરિયાઈ માછલી").
entry(ચિરપ, v, [ચિરપે઼ડ,ચિરપિંગ,ચિરપ્સ], "ટૂંકું, કરકરતું અવાજ ઉત્પન્ન કરવો").
પ્રવેશ(ચિર્પર, ન, [ચિર્પર્સ], "એક જે ચિર્પ કરે").
entry(ચિર્પી, વિશેષણ, [], "CHIRPIER CHIRPIESTખુશચિર્પીલી ક્રિયાવિશેષણ").
entry(chirr, v, [chirred,chirring,chirrs], "એક કર્કશ ગાંઠદાર અવાજ કરવો").
entry(chirre, v, [chirred,chirring,chirres], "ચિર્ર").
entry(બાળકો, બહુવચન, [], "children").
entry(ચિરૂપ, v, [ચિરૂપેડ,ચિરૂપિંગ,ચિરૂપ્સ], "વારંવાર ચીપકારીને બોલવું").
entry(chiru, n, [chirus], "ઝીંગેઝીની એક પ્રજાતિ").
entry(ચીસલ, ક્રિયા, [ચીસલ્ડ, ચીસલિંગ, ચીસલ્સ], "અથવા ચીસેલ્ડ ચીસેલિંગ ચીસલવાપરવા માટે ચીસલ એક કાપવા માટેનું ટૂલ").
entry(ચિસલર, ન, [ચિસલર્સ], "જે ચિસલ કરે છે").
entry(ચિટ્ટી, n, [ચિટ્ટીઓ], "ટૂંકી ચિઠ્ઠી").
entry(ચીતલ, ન, [ચીતલો], "એક એશીયન હરણ").
entry(ચિટચેટ, v, [ચિટચેટેડ,ચિટચેટિંગ,ચિટચેટ્સ], "નાની વાતોમાં લિપ્ત થવું").
entry(ચિટિન, n, [ચિટિનસ], "કીટકોના શેલ્સનું મુખ્ય ઘટક").
entry(chitlin, n, [chitlins], "ચિટલિંગ").
entry(ચિટલિંગ, ન, [ચિટલિંગ્સ], "સ્વાઈનની નાનું આંતુનો એક ભાગ").
એન્ટ્રી(ચાઇટન, એન, [ચાઇટોનો], "પ્રાચીન ગ્રીસમાં પહેરવામાં આવતો એક કુર્તા").
entry(કિટોઝાન, ન, [કિટોઝાન્સ], "ચિટિનમાંથી અનુસાધિત સંયુક્ત").
entry(ચિટર, ક્રિયાપદ, [ચિટર્ડ, ચિટરિંગ, ચિટર્સ], "ચહકવું").
entry(ચિટ્ટી, ન, [ચિટ્ટીઓ], "એક ચીઠ્ઠી").
entry(શિવાલ્રી, ન, [શિવાલ્રીઝ], "નાઇટલી વર્તન અને કુશળતા").
entry(ચિવારે, v, [ચિવારેડ,ચિવારેઇં,ચિવારેઝ], "એક mock સેરેનેડ કરવા માટે").
entry(ચિવેરી, v, [ચિવેરીડ, ચિવેરીંગ, ચિવેરીઝ], "ચિવારી કરવા").
પ્રવેશ(ચાઈવ, પ, [ચાઈવ્ઝ], "રૂચિ ઓછી કરવા માટે વપરાતી એક હર્બ").
entry(ચીવ્વી, v, [ચીવ્વીડ,ચીવ્વીઇંગ,ચીવ્વીઝ], "to chevy").
entry(chivy, v, [chivied,chivying,chivies], "ચેવી કરવા માટે").
એન્ટ્રી(ક્લામિસ, એન, [ક્લામિસેસ], "અથવા ક્લામિડિસ; પ્રાચીન ગ્રીસમાં પહેરવામાં આવતો વસ્ત્ર").
entry(chloasma, n, [chloasmas], "અથવા CHLOASMATA ત્વચાના ભેદભાવ").
entry(ક્લોરલ, n, [ક્લોરલ્સ], "રાસાયણિક સંયોજન").
entry(ક્લોરેટ, ન, [ક્લોરેટ્સ], "રાસાયણિક ઉવરાસ").
entry(ક્લોર્ડાન, n, [ક્લોર્ડાન્સ], "ક્લોરીનનો ઝેરી સંયોજન").
પ્રેવેશ(ક્લોરિક, વિશેષણ, [], "ક્લોરીન લાગતું").
entry(ક્લોરિડ, n, [ક્લોરિડ્સ], "ક્લોરાઇડ").
entry(ક્લોરાઇડ, n, [ક્લોરાઇડ્સ], "એક ક્લોરિન સંયોજન").
entry(ક્લોરિન, n, [ક્લોરિન્સ], "ક્લોરિન").
પ્રવેશ(ક્લોરીન, ન, [ક્લોરીનો], "એક વાયುರૂપી તત્ત્વ").
entry(ક્લોરાઇટ, ન, [ક્લોરાઇટ્સ], "એક ખનિજ જૂથ").
entry(ક્લોરસ, વિશેષણ, [], "ક્લોરીનની સાથે સંબંધિત").
entry(ચોઆના, સં, [ચોઆનએ], "એક કેપાકાર ખોલ").
entry(choc, n, [chocs], "એક ચોકલેટ").
entry(ચોક, v, [ચોક્ડ,ચોકિંગ,ચોક્સ], "કોઠો બનાવવાની કલા અથવા ધાતુથી સુરક્ષિત કરવા માટે").
entry(chockful, વિશેષણ, [], "સીમત સુધી સંપૂર્ણ").
પ્રવેશ(ચોઈસ, વિશેષણ, [], "સાચી ગુણવત્તાની ચોઈસર ચોઈસેસ્ટચોઈસલી ક્રિ.વિ.").
entry(પસંદગી, ન, [પસંદગીઓ], "જે પસંદ કરેલી છે").
entry(ચોઇલ, ન, [ચોઇલ્સ], "ચાકૂની ધારનો છેડો જે હેન્ડલની નજીક છે").
entry(ગાયનમંડળી, v, [ગાયનમંડળીવાળી,ગાયનમંડળીભરી,ગાયનમંડળીઓ], "એકસાથે ગાવું").
entry(choirboy, n, [choirboys], "એક છોકરો જે ચર્ચના ગાયક દળનો સભ્ય છે અને ગાય છે").
entry(ઘંટ, ક્રિયા, [ઘંટિયો, ઘંટતા, ઘંટે છે], "શ્વાસ પ્રયત્નોને અવરોધવું").
entry(ચોકર, ન, [ચોકર્સ], "એક કે જે ગળે મૂકવામાં આવે છે").
entry(chokey, adj, [], "CHOKIER CHOKIESTchoky").
entry(ચોકી, n, [ચોકીઓ], "ચોકી").
entry(ચોકી, વિશેષણ, [], "ચોકીએર ટેસ્ટચોકીંગ ત્રણકારણ ").
entry(ચોકી, ન, [ચોકીઓ], "જેલ").
entry(ચોલેટ, n, [ચોલેટસ], "રાસાયણિક મીઠું").
entry(ચોળેન્ટ, અને, [ચોળેન્ટ્સ], "પરંપરાગત જ્યુઇશ શ્ટ્યુ").
entry(કોલર, ન, [કોલર્સ], "ક્રોધ").
entry(કોલેરા, નામ, [કોલેરાસ], "એક તીવ્ર બીમારી").
ઇન્ટ્રી(કોલેરિક, વિશેષણ, [], "ખરાબ સ્વભાવનો").
entry(ચોલી, ન, [ચોલીઓ], "કેટલાક હિન્દુ મહિલાઓ દ્વારા પહેરી એક કમીઝ").
entry(choliamb, n, [choliambs], "કવિતાંતરના પ્રકારનું એક માપ").
પ્રવેશ(ખોલિન, નામ, [ખોલિન્સ], "એક બી વિટામિન").
entry(ચોલ્લા, n, [ચોલ્લાસ], "એક વૃક્ષ જેમનું કેક્ટસ").
entry(ચોપ, ક્રિયાપદ, [ચોપી નાખેલું,ચોપી રહ્યું,ચોપે છે], "ચંપ કરવું").
entry(chomper, n, [ચોમ્પર્સ], "વિશ્વાસપૂર્વક એક જે ચાબૂકી ખાતું હોય").
entry(ચોન, ન, [ચોન], "ઉત્તર અને દક્ષિણ કોરિયાની નાણાકીય એકમ").
entry(ચૂક, n, [ચૂક્સ], "એક ચિકન").
પ્રવેશ(પસંદ, v, [પસંદ કર્યો, પસંદ કરેલો, પસંદ કરી રહ્યો], "પસંદ કરવા માટે પસંદગી દ્વારા લેવું").
entry(ચુન્ટેર, n, [ચુન્ટેરs], "એ કે જે પસંદ કરે").
entry(choosey, adj, [], "CHOOSIER CHOOSIESTchoosy").
entry(choosy, adj, [], "CHOOSIER CHOOSIESTમહાન ઉત્કૃષ્ટ રીતે પસંદ કરવુંCHOOSILY adv").
entry(કાપવું, ક્રિયાપદ, [કાપ્યું,કાપતા,કાપે છે], "તીક્ષ્ણ સાધનથી કાપવું").
entry(chopin, n, [ચોપિન્સ], "ચોપાઇન").
entry(ચોપિન, n, [ચોપિનસ], "જૂતાની એક પ્રકાર").
એન્ટ્રી(કાપ્યું, ભૂતકાલ, [], "કાપવાનો કાળ").
entry(ચોપર, v, [ચોપરડ, ચોપરિંગ, ચોપર્સ], "હેલિકોપ્ટરથી મુસાફરી કરવા માટે").
entry(કાપવું, વર્તમાન, [], "કાપવાનું વર્તમાન રચનાવીથ").
entry(choppy, adj, [], "ચોપિયર ચોપીએસ્ટટૂંકી ખુરોશ રૂક્ષ મોજાંથી ભરેલુંચોપપિલી ક્રિયાવિશેષણ").
entry(choragus, n, [choraguses], "અથવા CHORAGI: એક મિત્રણ અથવા ખેલનું નેતૃત્વ કરનારCHORAGIC વિશેષણ").
entry(કોરલ, n, [કોરલ્સ], "કોરલ").
entry(શ્વરોત્કાર, n, [શ્વરોત્કાર્સ], "એક ભજન જે એકસાથે ગવાય છે").
એન્ટ્રી(કોરલી, ક્રિયા વિશેષણ, [], "હાર્મોનિયસલી").
entry(સૂર, સ્, [સૂરિત,સૂરિત,સૂરો], "ત્રણ અથવા વધુ સંગીતક ટોનીના સંયોજન વગાડવા").
entry(કોર્ડલ, વિશેષણ, [], "કોર્ડ સંબંધિત").
entry(કોર્ડેટ, સં, [કોર્ડેટ્સ], "જંતુઓના મોટા વર્ગમાંથી કોઈ પણ").
એન્ટ્રી(chording, n, [chordings], "સ્વર-એકતાને વગાડવાની ક્રિયા").
entry(કામ, v, [કામ કર્યું, કામ કરવાનું, કામ], "નાના કામો કરવા માટે").
entry(કોરિયા, ન, [કોરિયાઝ], "નસની એક બીમારીKOREAL KOREIC વિશેષણ").
entry(કામછોકરો, n, [કામછોકરાઓ], "અનિયમિત કામો કરવા માટે નિયુક્ત એક છોકરો").
entry(choregus, n, [choreguses], "અથવા CHOREGIchoragus").
entry(choreman, n, [choremen], "એક સાધારણ કામદાર").
entry(choreoid, adj, [], "કોરિયા જેવું").
entry(chorial, adj, [], "કોરિયન સાથે સંબંધિત").
entry(કોરીઆમ્બ, ન, [કોરીઆમ્બ્સ], "છંદની એક પ્રકારની પદશ્રેણી").
entry(choric, વિશેષણ, [], "પરિષદના સંબંધિત").
entry(નોચલવું, સ, [નોચલ્ટ], "એક કોરસ છોકરી").
entry(ચોરિંગ, વર્તમાન, [], "ચોરના કર્ણિય કદમનો ભાગરૂપ").
entry(કોરોઇડ, ન, [કોરોઇડ્સ], "કોરોઇડ").
entry(કોરિયન, n, [કોરિયન્સ], "એક ભ્રુણ થેલુ").
પ્રવેશ(ચોરીજો, ન, [ચોરીજોીઝ], "અતિશય મસાલેદાર સોસેજ").
entry(choroid, n, [choroids], "આંખની પરત").
entry(ચોર્ટેન, ન, [ચોર્ટેન્સ], "એક તિબ્બત શ્રીન").
entry(હસવું, ક્રિયા, [હસેલું,હસવા,હસે છે], "આનંદ સાથે ઠહાકો મારવો").
entry(ચોર્ટલર, એન, [ચોર્ટલર્સ], "જે ચોર્ટલ કરે છે").
entry(કોરસ, ક્રિયા, [કોરસ કર્યું,કોરસ કરી રહ્યું,કોરસ કરે છે], "અથવા કોરસ કર્યું કોરસ કરી રહ્યું ક�?ોરસ કરી�?ગામાં સાંભળવું").
એન્ટ્રી(ચોઝ, એન, [ચોઝ], "વ્યક્તિગત સંપત્તિની વસ્તુ").
entry(પસંદ, ભૂતકાળ, [], "choose નો ભાગરૂપ").
entry(ચોટ્ટ, ન, [ચોટ્ટ્સ], "એક ખારું સરોવર").
entry(ચફ, ન, [ચફ્સ], "કળશપ્રાય પંખી").
entry(chouse, v, [choused,chousing,chouses], "ઠગાઈ કરવી").
entry(chouser, n, [chousers], "જે છેતરપિંડી કરે છે").
entry(ચૌશ, પુરુષ, [ચૌશેસ], "ચીયાઉસ").
entry(ચાઉ, v, [ચાઉડ,ચાઉઇંગ,ચાઉસ], "ખાવું").
entry(ચૌચૌ, તે, [ચૌચૌઝ], "રાયામાં મિશ્રિત અચારની એક સરમisaa").
entry(ચાઉડર, v, [ચાઉડરેજ,ચાઉડરિંગ,ચાઉડર્સ], "ઘાટું સપૂ બનાવવું").
entry(ચાઉસ, v, [ચાઉસ્ડ, ચાઉસિંગ, ચાઉસેસ], "ચાઉસ કરવા માટે").
entry(chowtime, n, [chowtimes], "ખોરાકનો સમય").
entry(chresard, n, [chresards], "માતીના ઉપલબ્ધ પાણી").
entry(chrism, n, [chrisms], "એક પવિત્ર તૈલCHRISMAL વિશ્વેષણ").
entry(chrismon, n, [chrismons], "અથવા CHRISMA, એક ખ્રિસ્તી મોનોગ્રામ").
એન્ટ્રી(ક્રિસમ, ન, [ક્રિસમ્સ], "ક્રિસમ").
entry(ખ્રિસ્તીકીરણ, ક્રિયા, [ખ્રિસ્તીકૃત, ખ્રિસ્તીકરણ, ખ્રિસ્તીકીોત છે], "બપ્તિસ્મા આપવા માટે").
entry(ક્રિસ્ટી, બે, [ક્રિસ્ટીઝ], "ક્રિસ્ટી").
entry(ક્રિસ્ટી, પ, [ક્રિસ્ટીઝ], "સ્કીના વળાંક").
entry(ક્રોમા, ન, [ક્રોમાસ], "રંગની શુદ્ધતા").
entry(ક્રોમેટ, n, [ક્રોમેટ્સ], "રાસાયણિક મીઠું").
entry(ક્રોમ, v, [ક્રોમ્ડ, ક્રોમિંગ, ક્રોમ્સ], "ક્રોમિયમ વડે પ્લેટ કરવું").
entry(ક્રોમિક, વ્યાકરણવિશેષણ, [], "ક્રોમિયમની સંદર્ભવું").
entry(ક્રોમાઇડ, n, [ક્રોમાઇડ્સ], "એક ઉષ્ણકટિબંધીય માછલી").
entry(ક્રોમિંગ, n, [ક્રોમિંગ્સ], "એક ક્રોમિયમ ધાતુઅયસ્ક").
entry(ક્રોમાઇટ, n, [ક્રોમાઇટ્સ], "એક ક્રોમિયમ ધાતુખનિજ").
entry(ક્રોમિયમ, n, [ક્રોમિયમ્સ], "ધાતુનો તત્વ").
entry(ક્રોમાઇઝ, ક્રિયા, [ક્રોમાઇઝેડ, ક્રોમાઇઝિંગ, ક્રોમાઇઝેસ], "ક્રોમથી રંગવું").
entry(chromo, n, [chromos], "લાંબા પ્રકારનો રંગીન ચિત્ર").
entry(ક્રોમોલી, ન, [ક્રોમોલીસ], "ક્રોમિયમ અને મોલિબ્ડેનમમાંથી બનેલ સ્ટીલ એલોય").
entry(ક્રોમેસ, વિશેષણ, [], "ક્રોમિયમ સાથે સંબંધિત").
entry(chromy, adj, [], "ક્રોમિયર ક્રોમીએસ્ટ ક્રોમથી સજ્જ").
પ્રવેશ(ક્રોમાઇલ, ન, [ક્રોમાઇલ્સ], "એક દ્વિવેલેન્ટ રેડીકલ").
entry(ક્રોનાએक્સી, n, [ક્રોનાએक્સીઝ], "વીજળીથી નર્વ સેલને ઉતેજિત કરવા માટે જરૂરી સમય").
પ્રવેશ(ક્રોનિક, ન, [ક્રોનિક્સ], "એક જે લાંબા ગાળાની બિમારીથી પીડાય").
entry(chronon, n, [chronons], "સમયની એક ગોઠવણ એકમ").
entry(છથોનિક, વિશેષણ, [], "પાતાળના દેવતાઓ સંબંધિત").
entry(ચબ, એન, [ચબ્સ], "મીઠું પાણીની માછલી").
entry(ચુબાસ્કો, એન, [ચુબાસ્કોસ], "એક હિંસક વીજોંઠ").
entry(chubby, adj, [], "CHUBBIER CHUBBIESTપ્લમ્પCHUBBILY adv").
entry(ચક, ક્રિયા, [ફેંકી,ફેંકવું,ફેંકે], "ફેંકવું").
પ્રવેશ(ચકર, ન, [ચકર્સ], "એક જે ચકર").
entry(chuckies, pl, [], "ચક્કીનો").
entry(હસવું, ક્રિયાપદ, [હસ્યું, હસવું, હસે છે], "નીચું હસવું").
entry(chuckler, n, [chucklers], "એક જે నవાવે છે").
entry(chucky, n, [chuckies], "ટૂંકું ચિક").
entry(ચુદ્દાહ, n, [ચુદ્દાહસ], "ચુદ્દર").
entry(ચુddar, n, [ચુddar્સ], "મોટું ચોરસ શોલ").
entry(ચદર, ન, [ચદરસ], "ચદ્દર").
entry(ચુફા, ન, [ચુફાસ], "એક યુરોપિયન સેજ").
પ્રવેશ(ચફ, વિશેષણ, [], "ચફર ચફેસ્ટગ્રફ").
entry(ચફ, ક્રિયાપદ, [ચફ્ડ, ચફિંગ, ચફ્સ], "અવાજ કરવો").
એન્ટ્રી(ચફી, વિશેષણ, [], "ચફીઅર CHUFFIESTમોટું").
entry(ચગ, ક્રિયાપદ, [ચગ્ડ, ચગિંગ, ચગ્સ], "મંદ વિસ્ફોટક અવાજ સાથે ચાલવું").
entry(ચગલગ, v, [ચગલગ્ડ, ચગલગિંગ, ચગલગ્સ], "અવિરત પીવું").
entry(chugger, n, [chuggers], "એક જે ચગ્સ").
entry(ચુકર, ન, [ચુકર્સ], "એક રમતો પક્ષી").
entry(ચુક્કા, n, [ચુક્કાસ], "બૂટનો એક પ્રકાર").
entry(ચક્કર, n, [ચક્કર્સ], "એક ચુક્કર").
entry(ચુક્કર, ન, [ચુક્કર્સ], "પોલોમા એક રમીનો સમય").
entry(ચમ, ક્રિયાપદ, [ચમ્મેડ, ચમ્મિંગ, ચમ્સ], "કઇક સાથે નજીકના મિત્ર હોવા").
entry(chummy, adj, [], "ચમ્મિયર ચમ્મિયેસ્ટફ્રેન્ડલીચમ્મીલી adv").
entry(chump, v, [chumped, chumping, chumps], "ચિથરવો").
એન્ટ્રી(ચમશિપ, એન, [ચમશિપ્સ], "મિત્રતા").
entry(ચન્ડર, ક્રિયા, [ચન્ડરડ, ચન્ડરિંગ, ચન્ડર્સ], "ઉલટી કરવી").
chunk માટે આ પ્રવેશ, v, [chunked,chunking,chunks], "કંટાળાજનક વિસ્ફોટક અવાજ બનાવવો".
entry(chunky, adj, [], "ચંકિયર ચંકિએસ્ટસ્ટોકીચંકિલી એડ્વી").
entry(chunnel, n, [chunnels], "ઇંગલિશ ચેનલ હેઠળ અંડર ટનલ").
entry(chunter, v, [chuntered,chuntering,chunters], "બડબડાવવું").
એન્ટ્રી(ચુપ્પા, ન, [ચુપ્પાસ], "અથવા CHUPPOTchuppah").
entry(ચુપાહ, n, [ચુપાહ્સ], "અથવા CHUPPOTa canopy નું ઉપયોગ અહીં ફક્ત ઇબ્રાહિમ લગ્નમાં થાય છે").
entry(ચર્ચ, ક્રિયા, [ ચર્ચ કર્યા, ચર્ચ કરી રહ્યા છે, ચર્ચ કરે છે ], "ચર્ચિયાઈ ભવનમાં કૃશ્વ આરાધનાનું અત્યંત સ્થાન").
entry(ચર્ચલી, વિશેષણ, [], "ચર્ચલિયર ચર્ચલીયેસ્ટચર્ચ સંબંધિત").
entry(churchy, ક્રિયાવિશેષણ, [], "CHURCHIER CHURCHIESTchurchly").
entry(churinga, n, [ચુરિંગા], "ઑસ્ટ્રેલિયન આબોરિજિનલ્સનો પવિત્ર વસ્તુ").
entry(ચર્લ, ન, [ચર્લ્સ], "એક અકળ વ્યક્તિCHURLISHAdj").
entry(churn, v, [churned,churning,churns], "ઘી બનાવવા માટે ઝડપી હલાવવું").
entry(ચર્નર, ન, [ચર્ણર્સ], "જે ચર્લ કરે છે").
entry(માખણફેરવું, ન, [માખણફેરતા], "એક સમયે ફેરાયેલું માખણ").
entry(churr, v, [churred,churring,churrs], "જોરદાર અવાજ કરવો").
entry(ચુર્રો, n, [ચુર્રોસ્ટ], "એક સ્પેનિશ અને મેક્સિકન પેસ્ટ્રી").
entry(પસંદ, ક્રિયા, [પસંદ કર્યું, પસંદ કરી રહ્યા છે, પસંદ કરે છે], "પસંદ કરવા માટે").
entry(ચ્યુટ, ક્રિયાપદ, [ચ્યુટેડ, ચ્યુટિંગ, ચ્યુટ્સ], "લંબચ્યુત માર્ગ દ્વારા ટ્રાન્સપોર્ટ કરવા").
entry(પેરાશૂટવીર, ન, [પેરાશૂટવીરો], "એ પેરાશૂટિસ્ટ").
entry(ચટણી, n, [ચટણીઓ], "ચટણી").
entry(ચટણી, n, [ચટણીઓ], "મીઠું અને ખાટું સોસ").
entry(chutzpa, n, [chutzpas], "chutzpah").
entry(chutzpah, n, [chutzpahs], "અતુલ્ય આત્મવિશ્વાસ").
entry(ચાઇલ, ન, [ચાઇલ્સ], "અજ્બ્ય વિનાશિક પ્રવાહ ચાઇલસ વિશેષણ").
પ્રવેશ(કાઇમ, પ, [કાઇમ્સ], "સમીપ પાચિત આહાર").
entry(chymic, n, [chymics], "કેમિક").
એન્ટ્રી(કેમિસ્ટ, ન, [કેમિસ્ટ્સ], "chemist").
entry(ચાયમોસિન, n, [ચાયમોસિનસ], "રેન્નિન").
entry(chymous, વિશેષણ, [], "ચાઇમને લગતું").
entry(ચાઇટ્રિડ, ન, [ચાઇટ્રિડ્સ], "જલિય અથવા માટીની ફૂગ").
entry(ચિયાબાટા, ન, [ચિયાબાટાસ], "ઈટાલિયન બ્રેડનો એક પ્રકાર").
entry(ચિયો, અવ્યય, [], "સ્વાગત અને વિદાયના મંડળ તરીકે ઉપયોગમાં લેવાય છે").
entry(cibol, n, [કિબોલ્સ], "પ્યાજની એક જાત").
entry(છિબોરીયમ, સંજ્ઞા, [છિબોરિયા], "પવિત્ર રોટલી રાખવા માટેનો વાસણ").
entry(ciboule, n, [ciboules], "સીબોલ").
entry(ઉત્તરોનીજાતિ, n, [ઉત્તરોનીજાતિઓ], "અથવા CICADAEા પાંખવાળું જીવ").
entry(cicala, n, [cicalas], "અથવા CICALEcicada").
entry(cicatrix, n, [cicatrixes], "અથવા CICATRICESscar ટિશ્યુ").
entry(સિસેલી, נ, [સિસેલીઝ], "પાર્શ્વવાયુદાયક જડીબુટ્ટી").
entry(કિસેરો, નામ, [કિસેરોસ], "મુદ્રણમાં માપનું એકમ").
entry(cicerone, n, [cicerones], "અથવા CICERONI એક પ્રવાસ માર્ગદર્શન").
entry(સિકલિડ, ન, [સિકલિડસ], "અથવા CICHLIDAEએક ઉષ્ણકટિબંધીય માછલી").
entry(cicisbeo, n, [cicisbeos], "અથવા CICISBEIએક વિવાહિત સ્ત્રીનો પ્રેમી").
entry(cicoree, n, [cicorees], "એક બહેવર્ષિય ઝાડ").
entry(સાઇડર, n, [સાઇડર્સ], "સફરજનમાંથી ઊમટીને તૈયાર કરેલું રસ").
entry(cig, n, [cigs], "એક સિગરેટ").
entry(સિગર, પ, [સિગર્સ], "ધુમ્રપાન માટેનો તમાકુ પાનનો રોલ").
entry(સિગારેટ, ન, [સિગારેટ્સ], "એક સિગારેટ").
entry(ચિયાનાં કહ્યા, ન, [ચિયનાં કહ્યા], "એક ચિયાનાં કહ્ય").
entry(સિગિ, ન, [સિગીઓ], "સિગી").
entry(ધાણા, n, [ધાણા], "રસોઈમાં વપરાતું એક લીલું પાન").
entry(cilia, pl, [], "સિલિયમના").
entry(સિલિયરી, વિશેષણ, [], "સિલિયાથી સંબંધિત").
entry(સિલીએટ, ન, [સિલીએટ્સ], "સીલિયેટેડ પ્રોટોજોઆન્સના એક વર્ગમાંથી એક").
entry(ciliated, adj, [], "ઊંચકીઓ ધરાવતા").
entry(કિલાઇસ, n, [કિલાઇસેસ], "એક રફ કપડો").
entry(સિલિયમ, ન, [સિલિયા], "નાનું વાળ જેવું પ્રોડ્યક્શન").
entry(cimbalom, n, [cimbaloms], "હંગેરીયન ડુલ્સિમર").
entry(સિમેક્સ, પુ, [સિમિસેસ], "એક પલંગ ઉપર રહેનારી વંદી").
Prologમાં આ રીતે હશે:
entry(cinch, v, [cinched,cinching,cinches], "કમરપટ્ટો બાંધવાં").
entry(સિન્કોના, ન, [સિન્કોનાસ], "એક પેરુવિયન વૃક્ષ").
entry(કિંક્ચર, ક્રિયા, [કિંક્ચર્ડ,કિંક્ચરિંગ,કિંક્ચર્સ], "કરધપધરી અથવા ગોળ ચીલો").
entry(cinder, v, [cindered,cindering,cinders], "સીડર્સ રાખમાં ઘટાડવું").
entry(શરમિલી, વિશેષણ, [], "રાખ સમાવે છે").
entry(સિનેમા, ન, [સિનેમાઑ], "એક ચલચિત્ર").
entry(cineast, n, [cineasts], "સિનેમા ચિત્રોનો ભાવિક").
entry(ચિનેસ્ટ, n, [ચિનેસ્ટસ], "ચિનેસ્ટ").
entry(cinema, n, [cinemas], "ચલચિત્ર પ્રવેજગૃહ").
entry(સીનેઓલ, n, [સીનેઓલ્સ], "પ્રતિસંક્રામક તરીકે ઉપયોગમાં લેવાતું પ્રવાહી").
entry(cineole, n, [cineoles], "સીનેઓલ").
entry(cinerary, adj, [], "અસ્થિઓ માટે ઉપયોગમાં લેવાતું").
entry(cinerin, n, [cinerins], "કીટનાશકમાં ઉપયોગમાં આવતું સંયોજન").
entry(કિંગ્યુલમ, પ, [કિંગ્યુલા], "એનાટૉમિકલ બેન્ડ અથવા કર્ડલCINGULAR વિશેષણ").
entry(સિનેબર, ન, [સિનેબરસ], "પાદ્ય પદથરો પાટક").
entry(દાલચીની, ન, [દાલચીનીઓ], "ઋજુલ્ક છાલમાંથી મેળવેલું એક મસાલા").
પ્રવેશ(સિનામાઇલ, ન, [સિનામાઇલ્સ], "સાબુ બનાવવામાં ઉપયોગમાં લેવાતો રાસાયણિક").
entry(પાંચ, ન, [પાંચો], "પાંચ").
entry(ચિંક્વેન, ન, [ચિંક્વેનસ], "પાંચ લાઇન્સનું એક શકાયતા").
entry(cinque, n, [cinques], "નંબર પાંચ").
entry(cion, n, [cions], "વૃક્ષ અથવા છોડમાંથી કાપેલું").
entry(ચિયોપિનો, ન, [ચિયોપિનોઝ], "એક મસાલેદાર માછલી અલગું").
entry(cipaille, n, [cipailles], "માટીયા સાથેના મસાલા અને પેસ્ટ્રીના સ્તરવાળું પાઇ").
પ્રવેશ(સાઇફર, વી, [સાઇફર્ડ, સાઇફરીંગ, સાઇફર્સ], "અંકગણિતમાં સમસ્યાઓ ઉકેલવા માટે").
entry(cipherer, n, [cipherers], "એક જે સાઇફર કરે").
entry(સાઈફોની, ન, [સાઈફોનિઝ], "દરેક અવાજ સંપ્રેષણનું ઇલેક્ટ્રોનિક સ્ક્રેમ્બલિંગ").
entry(cipolin, n, [cipolins], "એક પ્રકારનો સોફ્ટ પથ્થર").
entry(circa, prep, [], " ભગવાનુ ").
entry(વર્તુળ, v, [વર્તુળિત,વર્તુળા,વર્તુળો], "આસપાસ ફરવું અથવા પરિଭ્રમણ કરવું").
entry(circler, n, [circlers], "જે vòng કરે છે છે").
entry(વર્તુળાકાર, ન, [વર્તુળાકારો], "નાનું આભૂષણ કે તેનું ચક્રાકાર અંગ").
entry(circs, npl, [], "પરિસ્થિતિઓ").
entry(સર્કિટ, v, [સર્કિટેડ,સર્કિટિંગ,સર્કિટ્સ], "આસપાસ હલવું").
entry(circuity, n, [circuities], "સરળતાનો અભાવ").
entry(વૃત્તાકાર, n, [વૃત્તાકારો], "વિશાળ પ્રસાર માટે બનાવેલું પત્રક").
entry(circus, n, [circuses], "જાહેર મનોરંજનCIRCUSY આગે").
entry(કિર), સ, [કિરસ], "કપાસ માટેનું એક અત્યાધુનિક ચમકદાર પૂર્ણાશ".
entry(સર્ક, ન, [સર્ક્સ], "પર્વતમાં એક ઊંડું ઊંચુ દિવાલોવાળું તળાવ").
entry(cirrate, adj, [], "ચિરી ધરાવે છે").
entry(cirri, pl, [], "સિરસનો").
entry(cirriped, n, [cirripeds], "કુલ ક્રસ્ટેસીયનનો કોઇ").
entry(સરોઝ, વિશેષણ, [], "cirrous").
entry(cirrous, વૃશ્ચિક, [], "વૃત્સ્કાર ધરાવો").
એન્‍ટ્રી(સિરસ, એન, [સિરી], "એક જટિલ અથવા સામાન્ય ભાગ").
entry(cirsoid, વિશેષણ, [], "varicose").
entry(cis, adj, [], "કોઈ ચોક્કસ અણુઓ ડિસેરક ફેરફાર સાથે સમાન બાજુએ હાજર થાય").
entry(cisco, n, [ciscos], "અથવા CISCOES એક તાજા પાણીની માછલી").
entry(cislunar, adj, [], "પૃથ્વી અને ચંદ્ર વચ્ચે આવેલું").
entry(cissoid, n, [cissoids], "ભૌમિતિક વાંકનો એક પ્રકાર").
entry(સિસી, ન, [સિસીઝ], "સિસી").
entry(cist, n, [cists], "કૂપ્રાચીન પથ્થરના કફનCISTED વિશે").
પ્રવેશ(ટાંકી, ન, [ટાંકીઓ], "પાણીના ટાંકા").
પ્રવેશ(સિસ્ટર્ના, ન, [સિસ્ટર્નાઇ], "પ્રવાહી ધરાવતો થેલો").
entry(cistron, n, [cistrons], "ડીએનએનો એક ખંડ").
એન્ટ્રી(સિસ્ટસ, n, [સિસ્ટસેસ], "એક ફૂલદાર ઝાડી").
entry(ઉલ્લેેખનીય, વિશેષણ, [], "citeable").
entry(દુર્ગ, n, [દુર્ગો], "એક ગઢ અથવા કિલ્લો").
entry(એસાઇટેશન, ન, [એસાઇટેશનો], "જુવાવટ કરવીCITATORY વિશેષણ").
entry(citator, n, [citators], "જેણે ઉલ્લેખ કર્યો છે").
entry(cite, v, [cited,citing,cites], "પ્રમાણ અથવા ઉદાહરણ તરીકે ટાંકવા માટે").
entry(ઉદ્દરણીય, વિશેષણ, [], "ઉલ્લેખ માટે યોગ્ય").
entry(citer, n, [citers], "એક જે ઉલ્લેખ કરે").
entry(સાંતૂર, ન, [સાંતૂરસ], "એક પ્રાચીન તંતુવાદ્ય").
entry(સિતાર,ન, [સિતારીઓ], "cittern").
entry(સિતાર, n, [સિતારો], "સિતાર").
entry(સિતાર, ન, [સિતાર], "cittern").
entry(citied, adj, [], "શહેરો ધરાવનાર").
entry(cities, pl, [], "શહેરનો").
entry(શહેરીકરણ, ક્રિયાપદ, [શહેરીકરણ કર્યું, શહેરીકરણ કરી રહ્યાં છે, શહેરીકરણ કરે છે], "શહેરી બનાવવું").
entry(ઉલ્લેખિત, વર્તમાન, [], "ઉલ્લેખ કરવાનો કે પાસા").
entry(નાગરિક, ન, [નાગરિકો], "શહેર કે નગરનો રહેવાસી").
entry(સિટોલા, ન, [સિટોલાસ], "એક સિટર્ન").
entry(સાઇટોલ, n, [સાઇટોલ્સ], "સાઇટોલા").
entry(સિટ્રલ, એન, [સિટ્રલ્સ], "લીંબુનો સ્વાદ આપવું").
entry(સાઇટ્રેટ, n, [સાઇટ્રેટ્સ], "સિટ્રિક ઍસિડનું મીઠાCITRATED વિશેષણ").
entry(નીंबૂળિયો, વિશેષણ, [], "લીંબુ સમાન રંગ ધરાવતું").
entry(વિમલામ્લ, વિશેષણ, [], "સિટ્રસ ફળોથી ઉત્ત્પન્ન").
entry(સાઇટ્રિન, ન, [સાઇટ્રિનસ], "સીટ્રિક વિટામિન").
entry(સિટ્રિન, ન, [સિટ્રિન્સ], "ક્વાર્ટ્ઝનો એક પ્રકાર").
એન્ટ્રી(સાઈટ્રિનિન, ન, [સાઈટ્રિનિન્સ], "એક એન્ટીબાયોટિક").
entry(સિત્રોન, ન, [સિત્રોન્સ], "લીંબુ જેવા ફળ").
entry(સિટ્રસ, વિશેષણ, [], "સિટ્રસ વૃક્ષને લગતું").
entry(ન્ટ,ન, [citruses], "ઉષ્ણકટિબંધીય ફળ ઉમે લાવવા વૃક્ષCITRUSY adj").
entry(સિટર્ન, n, [સિટર્ન્સ], "નાશપતી આકારની ગિટાર").
entry(શહેર, n, [શહેરો], "એક મોટું શહેર").
entry(cityfied, adj, [], "શહેરના લોકોના રસમ-રીવાજ અને વ્યવહાર ધરાવતા").
entry(cityward, adv, [], "શહેર તરફ").
entry(citywide, adj, [], "શહેરના તમામ ભાગોનો સમાવેશ થાય છે").
entry(સિવેટ, n, [સિવેટસ], "એક બિલાડી જેવા સસ્તનપ્રાણી").
entry(civic, adj, [], "શહેર સંબંધિત").
entry(નાગરિકતાવાદ, ન, [નાગરિકતાવાદો], "વ્યક્તિગત હક્કો પર આધારિત શાસનનું એક તંત્ર").
entry(પૌરવિજ્ઞાન, બહુવચન, [], "નાગરિક બાબતોનું વિજ્ઞાન").
entry(civie, n, [civies], "સિવ્વી").
entry(નાગરિક, વિશ્વેષણ, [], "નાગરિકો સાથે સંબંધિત").
entry(સિવિલિયન, n, [સિવિલિયનો], "એક ગૈર-સૈન્ય વ્યક્તિ").
entry(સંસ્કરીત, ક્રિયા, [સંસ્કારીત,સંસ્કારીકરણ,સંસ્કારિત], "સંસ્કાર કરવાં").
entry(વિનમ્રતા, પ, [વિનમ્રતાઓ], "સૌજન્ય શિસ્ત").
entry(સંસ્કૃત બનાવવું, ક્રિયાપદ (v), [સંસ્કૃત બનાવેલ, સંસ્કૃત બનાવવું, સંસ્કૃત બનાવે છે], "જંગલિયત થી સંસ્કૃતિ માં લાવવા માટે").
entry(શોસ્તભાવે, ક્રિયા વિશેષણ, [], "નમ્રતાપૂર્વક").
entry(નાગરિકત્વ, n, [નાગરિકત્વો], "સારા નાગરિકત્વ").
entry(civvy, n, [civvies], "નિવાસી").
entry(clabber, v, [clabbered,clabbering,clabbers], "જમાવવા માટે").
entry(ક્લેચ, n, [ક્લેચસ], "ક્લેચન").
Prolog: entry(clachan, n, [clachans], "એક નગર").
entry(clack, v, [clacked,clacking,clacks], "એક અધૂરું સુકું અવાજ કરવા માટે").
entry(clacker, n, [ક્લેકરો], "એક કે જે ક્લેક કરે").
entry(clad, v, [cladded,cladding,clads], "એક ધાતુને અન્ય એક ધાતુ પર ચઢાવવું").
entry(ક્લાડાઘ, પ, [ક્લાડાઘ્સ], "બે હાથો સાથે સ્પષ્ટ આકૃતિ ધરાવતી એક અંગુઠી").
entry(ક્લેડિંગ, n, [ક્લેડિંગ્સ], "કઈંક જે ઉપર છવાયલું છે").
entry(કલેડ, n, [કલેડ્સ], "જૈવિક ટેક્સાનો સમૂહ").
entry(cladism, n, [cladisms], "ક્લેડિસ્ટની paddhati").
entry(cladist, n, [cladists], "ક્લેડનો ઉપયોગ કરીને જીવપ્રકારોને વર્ગીકૃત કરનાર ટેક્સોનોમિસ્ટ").
entry(cladode, n, [cladodes], "ઊપશીર્ષિકા કાંડા નું પાન જેવા ભાગ").
entry(ક્લાફૌટી, પ, [ક્લાફાઉટિસ], "ફળના સ્તર પર બેટર નાખીને બેક કરેલો ડેઝર્ટ").
entry(clag, v, [clagged,clagging,clags], "બંધ કરવા").
Prolog: entry(દાવો, v, [દાખલ, દાખલવું, દાવાઓ], "એકના હક્ક તરીકે માંગવું").
entry(દાવેદાર, અનુ, [દાવેદારવિશેષણ], "જો કે હક અથવા ઉપાધિ ધરાવે છે").
entry(ક્લેમર, n, [ક્લેમર્સ], "એક જે દાવો કરે છે").
entry(ક્લૈમ, v, [ક્લૈમ્ડ,ક્લૈમિંગ,ક્લૈમ્સ], "બાઇવાલ્વ મોલસ્ક કોરવા ક્લૈમ માટે ખોદવું").
entry(ઉષ્ણ, વિશેષણ, [], "શોરવાળું").
entry(clambake, n, [clambakes], "એક બીચ પિકનિક").
entry(અસ્વાભાવિક રીતે ચડવું, ક્રિયા, [અસ્વાભાવિક રીતે ચડ્યો,અસ્વાભાવિક રીતે ચડી રહ્યો છે,અસ્વાભાવિક રીતે ચઢે છે], "awkwardly ચડવા માટે").
entry(શંકુમુગ્, વિશેષણ, [], "શંકુ જેવી").
entry(clammed, past, [], "ક્લેમનો કાળ").
entry(ક્લામર, n, [ક્લામર્સ], "જોયા મૂલ્ય નિકાળા").
entry(clamming, present, [], "ક્લેમ નું વર્તમાન કાળમાં ભાગરૂપ").
entry(clammy, adj, [], "CLAMMIER CLAMMIESTঠંડુ અને ભીનાCLAMMILY adv").
entry(ક્લેમર, v, [ક્લેમરડ, ક્લેમરીંગ, ક્લેમર્સ], "મજબૂત પુકાર કરતા અવાજ કરવો").
entry(દાવાકાર, ન, [દાવાકારો], "એક જે દાવો કરે").
entry(કાહલ, v, [કાહલ કર્યો,કાહલ કરવાને,કાહલ કરે છે], "કીકળ").
પ્રવેશ(ક્લેમ્પ, v, [ક્લેમ્પડ, ક્લેમ્પીંગ, ક્લેમ્પ્સ], "એક સુરક્ષિત ઉપકરણ સાથે ક્લેમ્પ વડે બાંધવું").
entry(ક્લેમપર, ન, [ક્લેમપરસ], "બરફ પર પથલાવવા અટકાવવા માટે શરીર પર પહેરતી કોઈ ખાસ વસ્તુ").
પ્રવેશ(ક્લેમવર્મ, પા, [ક્લેમવર્મ્સ], "એક સમુદ્રી કૃમિ").
પ્રવેશ(વંશ, ન, [વંશ], "પરિવારોનો એક એકતાબદ્ધ જૂથ").
entry(કડક, v, [કડક્યું,કડકવું,કડકતી], "મોટેથી વાગવું").
પ્રવેશ(ક્લેન્જર, n, [ક્લેન્જર્સ], "એક ભૂલ").
entry(ઘણઘણાટ, ક્રિયા, [ઘણઘણાવ્યો,ઘણઘણાવી રહ્યો છે,ઘણઘણાવે છે], "ઘંટાડ જેવા અવાજ કરવો").
entry(ઘંટનાદ, v, [ઘંટનਾਦ_કર્યો, ઘંટનાદ_કરી રહ્યો, ઘંટનાદ_ કરે છે], "જોર થી ઝણઝણવું").
entry(ક્લૅન્ક, v, [ક્લૅન્ક્ડ, ક્લૅન્કિંગ, ક્લૅન્ક્સ], "ઊંચી તીવ્ર ધાતુની અવાજ કરવો").
entry(clanky, adj, [], "CLANKIER CLANKIEST ધરદાર ધાતુવાંચ અધિક સરખાવનાનો અવાજ").
પ્રવેશ(ક્લૅનિશ, વિશેષણ, [], "ક്ലાનની વિશિષ્ટતા").
entry(ક્લાન્સમેન, n, [ક્લાન્સમેન], "ક્લેન નો સભ્ય").
entry(ક્લેપ, ક્રિયા, [ક્લેપ્ટ,ક્લેપિંગ,ક્લેપ્સ], "એક હાથની પાંખી બીજા પર મારવી").
entry(ક્લાપર, સં, [ક્લાપર્સ], "એક જે તાળી વગાડે").
entry(ક્લેપટ્રેપ, ન, [ક્લેપટ્રેપ્સ], "શોખીન ભાષા").
entry(કલાક, ન, [કલાક્સ], "હૂકાર આપનારાં ભાડેથી રાખેલ જૂથ").
entry(ક્લેકર, n, [ક્લેકર્સ], "ક્લેક્યોર").
entry(ક્લેકર, ન, [ક્લેકર્સ], "એક ક્લેકનો સભ્ય").
entry(ક્લેરન્સ, n, [ક્લેરન્સીસ], "એક બંધ ગાડી").
entry(ક્લેરેટ, ન, [ક્લેરેટ્સ], "એક સુકી લાલ વાઇન").
entry(claries, pl, [], "ઓફ ક્લેરી").
entry(વર્ણન, ક્રિયાપદ, [વર્ણન કર્યું, વર્ણન કરવું, વર્ણન કરે છે], "સ્પષ્ટ બનાવવું").
entry(ક્લેરિનેટ, ન, [ક્લેરિનેટ્સ], "એક વૂડવાઇન્ડ સાધન").
entry(ક્લેરિયન, ક્રિયાપદ, [ક્લેરિયોનેડ, ક્લેરિઓનિંગ, ક્લેરિયન્સ], "મધ્યયુગીય તુરાઇ ફૂંકીને ઘોષણા કરવી").
entry(સ્પષ્ટતા, n, [સ્પષ્ટતાઓ], "સ્પષ્ટ હોવાની સ્થિતિ").
entry(ક્લાર્કિયા, ન, [ક્લાર્કિયાસ], "એક વાર્ષિક જડીબુટી").
entry(ક્લારોઅ, પુરૂ.નામ, [ક્લારોસ], "અથવા ક્લારોએએક નરમ સિગાર").
entry(ક્લેરી, n, [ક્લેરીઝ], "એક સુગંધિત જવાય").
પ્રવેશ(ટક્કર, ક્રિયાપદ, [ટક્કર હતી, ટક્કર કરતી, ટક્કર કરે છે], "વિરોધાભાસ અથવા અસહેમતિ").
entry(clasher, n, [clashers], " ટકકર કરી તે").
entry(ક્લાસ્પ, ક્રિયાપદ, [ક્લાસ્પટ, ક્લાસ્પિંગ, ક્લાસ્પ્સ], "મજબૂતીથી આલિંગન કરવું").
entry(clasper, n, [claspers], "એક જે પકડે").
entry(વર્ગ, v, [વર્ગીકૃત, વર્ગીકરણ, વર્ગો], "વર્ગીકૃત કરવું").
entry(classer, n, [classers], "એક જે વર્ગીકરણ કરે છે").
entry(વર્ગો, pl, [], "of classis").
entry(classic, n, [classics], "લાંબા સમય સુધી ઉત્તમ રહેતું કાર્ય").
entry(classico, adj, [], "ઇટાલી ના વિશિષ્ટ ભાગમાં ઉગાડવામાં આવેલા દ્રાક્ષથી બનેલું").
entry(classier, comparative, [], "ક્લાસીનો").
પ્રવેશ(ક્લાસિએસ્ટ, સુપરલેટિવ, [], "ઑફ ક્લાસી").
entry(વર્ગીકૃત કરો, v, [વર્ગીકૃત, વર્ગીકરણ, વર્ગીકરણ કરે છે], "લક્ષણો મુજબ ગોઠવવા માટે").
પ્રવેશ(શ્રેણીબદ્ધ, ક્રિ, [], "શ્રેણીબદ્ધ રીતે").
entry(classis, n, [વિશ્રામગૃહો], "ચર્ચોમાં એક શાસનકારી સંગઠન").
entry(classism, n, [classisms], "સમાજ માટેના વર્ગ આધારીત ભેદભાવ").
entry(વિગતવાદી, n, [વિગતવાદીઓ], "વિગતવાદના પક્ષપાતી").
પ્રવેશ (ક્લાસોન, પ્રમાણપત્ર, [ક્લાસોન્સ], "એક ઉપપરમાણ્વિક કણ").
entry(classy, adj, [], "CLASSIER CLASSIESTઐશ્વર્યવાન એલિગન્ટ").
entry(clast, n, [clasts], "રોકનો એક ટુકડો").
પ્રવેશ(ક્લાસ્ટિક, પ, [ક્લાસ્ટિક્સ], "અન્ય પથ્થરોમાંથી બનેલો પથ્થર").
entry(ધમાકો, ક્રિયાપદ, [ધમાકાયેલા, ધમાકો થઈ રહ્યો છે, ધમાકા], "રસવાળા અવાજ સાથે ખસવું").
entry(ક્લેટરી, વિશેષણ, [], "ખરખરતો અવાજ ધરાવે છે").
પ્રવેશ(ક્લોટ, અ, [], "શંકરતાચક્ચર").
entry(claught, v, [claughted,claughting,claughts], "ક્લચ કરવું").
પ્રવેશ(ક્લોઝ, એન, [ક્લોઝીઝ], "રચનાને એક વૈશિષ્ટ્યપૂર્ણ ભાગCLAUSAL વિશેષણ").
entry(claustra, npl, [], "મગજમાં રહેલા બેઝલ ગૅન્ગ્લિયા").
entry(clavate, adj, [], "શ્વેપનની શૈલીનો").
entry(કલેશે, એન, [કલેશ], "ઠેકા માજા વાંસના બે ટુકડાંમાંથી એક").
entry(ક્લેવર, v, [ક્લેવર્ડ,ક્લેવરીંગ,ક્લેવર્સ], "ગપસપ કરવી").
entry(clavi, pl, [], "ઔફ ક્લાવસ").
entry(ક્લેવિકલ, ન, [ક્લેવિકલ્સ], "છાતીના હાડકાં માંનું એક હાડું").
એન્ટ્રી(ક્લાવિયર, ન, [ક્લાવિયર્સ], "એક કીબોર્ડ સાધન").
entry(clavus, n, [clavi], "ચામડીનું શિંગડીયું ઘનત્વ").
પ્રવેશ(ક્લો, ક, [ક્લોડ, ક્લોઇંગ, ક્લોઝ], "તીક્ષ્ણ વળી ગયેલા નખોથી ખંજવું").
entry(clawback, n, [clawbacks], "કરેશન દ્વારા પાછું લેવામાં આવેલી રકમ").
entry(clawer, n, [clawers], "જે એક ચીજ ખંચે").
entry(નખવિહિન, વિશેષણ, [], "નખો વગર હોવું").
entry(પંજાકાર, વિશેષણ, [], "પંજાની જેમ દેખાતા").
entry(ક્મોન, n, [ક્લેક્સોન્સ], "ક્લેક્સોન").
entry(મિટ્ટી, ક્રિયા, [મિટ્ટીથીачય,મિટ્ટીરહેલા,મિટ્ટીઓ], "મિટ્ટી સાથે વ્યવહાર કરવો, એક સૂક્ષ્મ અનાજ ધરાવતી મૃદ્દા સામગ્રી").
entry(к્લાયબેન્ક, સંજ્ઞા, [ક્લાયબેન્ક્સ], "એક પીળીઔછી ચોખ્ખી રંગ").
entry(કાચમાટીયું, વિશેષણ, [], "કાચ સમાન CLAYIER CLAYIEST").
entry(clayish, adj, [], "માટી જેવું અથવા માટી ધરાવતું").
entry(કાદવ જેવા, વિશેષણ, [], "કાદવ જેવા દેખાતા").
entry(ક્લેમોર, અન, [ક્લેમોરસ], "તલવારનો પ્રકાર").
entry(ક્લેપેન, ન, [ક્લેપેન], "એક ઊથળાનું પ્રાકૃતિક ફ્લેટ").
પ્રવેશ(ક્લેવેયર, એન, [ક્લેવેયર્સ], "માટલટક").
entry(સાફ, વિશેષણ, [], "સાફ ઓછું અને વધુ સારોમેલ કે કલંક મુક્તસાફસૂથરું વિશેષણ").
entry(સાફ, ક્રિયા, [સાફ કર્યું,સુસવાળતા,સાફ કરે છે], "મલીનતા અથવા ડાઘથી મુક્ત કરવું").
entry(ક્લીનર, n, [ક્લીનર્સ], "એક જે સાફ કરે").
entry(સફાઈ, n, [સફાઈઓ], "માટી અથવા દાગ દૂર કરવાની ક્રિયા").
entry(cleanly, adj, [], "CLEANLIER CLEANLIESTહંમેશા સ્વચ્છ").
entry(cleanout, n, [પાસા સફા], "કંઈકને સાફ કરવાની ક્રિયા").
entry(સ્વચ્છતા, ક્રિયા, [સ્વચ્છ કરેલું, સ્વચ્છ કરી રહ્યું, સ્વચ્છ કરે છે], "સ્વચ્છ કરવા માટે").
entry(cleanser, n, [cleansers], "સફાઈ કરનાર").
entry(cleanup, n, [ચીર્ષણ], "શ્વચ્છતા કરવાનો કાર્ય").
entry(clear, adj, [], "સ્વચ્છ અને શુદ્ધ").
પ્રવેશ(ક્લિયર, ક્રિયાપદ, [ક્લ્રીયર્ડ, ક્લિયરિંગ, ક્લિયર્], "અંતરાયોને દૂર કરવા").
entry(clearcut, v, [clearcut,clearcutting,clearcuts], "વનને સંપૂર્ણપણે કાપવા").
entry(clearer, n, [clearers], "એક જે સાફ કરે").
entry(ક્લિયરિંગ, ન, [ક્લિયરિંગ્સ], "એક ખુલ્લી જગ્યા").
entry(સ્પષ્ટપણે, ક્રિયા વિશેષણ, [], "સ્પષ્ટ રીતે").
ઇન્ટ્રી(clearout, n, [clearouts], "સ્થળમાંથી અનિચ્છનીય સામગ્રી દૂર કરવાની ક્રિયા").
પ્રવેશ(રસ્તો, ન, [રસ્તાઓ], "એક રસ્તો જેના પર રોકાવું મંજૂર નથી").
entry(cleat, v, [cleated,cleating,cleats], "લાકડું અથવા લોહાના પટ્ટા સાથે મજબૂત બનાવવું").
entry(ક્લીવેજ, નામ, [ક્લીવેજેસ], "કાપવાની ક્રિયા").
entry(ભાજવું, ક્રિયાપદ, [ભાજી, ભાજાયેલું, ભાજવું], "ફાટવા અથવા વિભાજિત થવું").
entry(ક્લીવર, n, [ક્લીવર], "ભારે છરી").
entry(cleek, v, [cleeked,cleeking,cleeks], "જકડી રાખવું").
entry(ક્લેફ, પ, [ક્લેફ્સ], "સંગીતના પ્રતીક").
એન્ટ્રી(cleft, v, [clefted, clefting, clefts], "પેદા વ્રુક્ષના સ્ટોક માં ડાળી મુકવી").
પ્રવેશ(ક્લેગ, એન, [ક્લેગ્સ], "એક ઘોડીઓડી").
entry(cleidoic, વિશેષણ, [], "શંખમાં બંધ").
entry(કલેમેટિસ, ન, [કલેમેટિસેસ], "એક ફૂલવાળું વેલો").
entry(ક્ષમાશીલતા, n, [ક્ષમાશીલતાઓ], "દયા").
entry(clement, વિશેષણ, [], "કૃપાળુ").
પ્રવેશ(ક્લેન્ચ, ક્રિયા, [ક્લેન્ચડ, ક્લેન્ચિંગ, ક્લેન્ચેસ], "મજબૂતીથી પકડવું").
entry(clencher, n, [clenchers], "એક જે દબાવે છે").
entry(ક્લીઓમ, ન, [ક્લીઓમ્સ], "એક ઉષ્ણકટિબંધીય છોડ").
entry(clepe, v, [clept,cleping,clepes], "નામ દ્વારા બોલાવવા માટે").
ફેરફાર(clergy, n, [clergies], "ધર્મિક સેવા માટે ઠરાવેલા વ્યક્તિઓનું સમૂહ").
entry(ક્લેરિક, એન, [ક્લેરિક્સ], "પાદરીવર્ગનો સભ્ય").
entry(લિપિકીય, n, [લિપિકીયો], "એક પાદરી").
entry(clerid, n, [ક્લેરિડ્સ], "એક પરભિક્ષક ભમરો").
એન્ટ્રી(ક્લેરિહ્યુ, સ., [ક્લેરિહ્યુઝ], " બાળકો માટે રચાયેલી હાસ્યપ્રદ કવિતા").
એન્ટ્રી(ક્લેરિસી, ન, [ક્લેરિસીઝ], "સુશિક્ષિત વર્ગ").
entry(clerk, v, [clerked,clerking,clerks], "એક ઓફિસ કામદાર તરીકે ક્લાર્ક તરીકે સેવા આપવાનું").
entry(કરકડમ, નં, [કરકડમ્સ], "ક્લાર્કની સ્થિતિ અથવા કાર્ય").
entry(clerkish, વિશેષણ, [], "લખતિફક્તી અથવા કાર્યાલય કર્મચારીને યોગ્ય").
entry(ક્લર્કલી, વિશેષણ, [], "CLERKLIER CLERKLIESTલિપિક સંબંધિત").
entry(ક્લેવાઇટ, n, [ક્લેવાઇટ્સ], "એક રેડિયોએક્ટિવ ખનિજ").
entry(ચતુર, વિશેષણ, [], "ચતુર અને વધુ ચતુરચિંતાકીય રીતે ચતુરતાથી adv").
entry(clevis, n, [clevises], "એક ધાતુ બંધન ઉપકરણ").
entry(ક્લ્યુ, ક્રિયા, [ક્લ્યુડ, ક્લ્યુઇંગ, ક્લ્યુસ], "ગોળાકાર બનાવવા માટે").
entry(ક્લિશે, n, [ક્લિશેસ], "એક સામાન્ય અભિવ્યક્તિCLICHED adj").
entry(ક્લિક, ક્રિયા, [ક્લિક કર્યું,ક્લિક કરી રહ્યું,ક્લિક્સ], "ટૂંકો અને તેજ અવાજ કરવો").
entry(clicker, n, [ક્લિકર્સ], "એક કે જે ક્લિક કરે").
entry(ગ્રાહક, n, [ગ્રાહકો], "એક ગ્રાહકCLIENTAL વિશેષણ").
Entry(ક્લિફ, સસ, [ક્લિફ્સ], "પત્થરની ઊંચી ખડકવાળી ભીંત").
entry(કલીફટોપ, n, [કલીફટોપ્સ], "ક્લિફની ટોચ").
entry(cliffy, adj, [], "CLIFFIER CLIFFIESTabounding in cliffs").
પ્રવેશ(ક્લિફ્ટ, પ, [ક્લિફ્ટસ], "ક્લિફ").
climate કા\શ, n, [climates], "Chevron CCS Highlights Significance of Advanced Carbon Capture Techniques.  પરિસ્થિતિઓCLIMATAL CLIMATIC વિશિષ્ટ ").
entry(ક્લાઇમેક્સ, v, [ક્લાઇમેક્સ્‌ડ, ક્લાઇમેક્સિંગ,클ાઇમેક્સઝ], "એક ઉચ્ચ અથવા નાટ્યાત્મક બિંદુએ પહોંચી જવું").
entry(ચઢવું, ક્રિયા, [ચઢ્યો, ચઢવું, ચઢે છે], "ઊભું ચઢવું").
entry(climber, n, [climbers], "એક જે ચડે").
પ્રવેશ(પહાંડચડવાની, એન, [પહાંડચડવીઓ], "પહાડ ચડવાના રમત કે પ્રવૃત્તિ").
entry(હવામાન, n, [હવામાનો], "હવામાન").
entry(clinal, adj, [], "લાઇન સાથે સંબંધિત").
ઇન્ટ્રી(ક્લાઇનલી, ક્રિયા વિશેષણ, [], "એક પરિણામે પ્રકારમાં").
entry(ક્લિંચ, ક્રિયા, [ક્લિન્ચેડ,ક્લિન્ચિંગ,ક્લિન્ચેસ], "મામલો નિષ્ણાંતપણે ઉકેલવો").
પ્રવેશ(ક્લિન્ચર, ન, [ક્લિન્ચર્સ], "નિર્રણાયક તથ્ય અથવા ટિપ્પણી").
entry(cline, n, [clines], "એક પ્રજાતિની અંદર પરિવર્તનોની શ્રેણી").
entry(ક્લિંગ, ક્રિયા, [ક્લિંગેડ, ક્લિંગિંગ, ફિલ્મો], "ઊંચી પિચવાળી રણકાર અવાજ બનાવવો").
entry(ચૉંટી રહેવું, v, [ચૉંટી ગયું, ચૉંટી રહ્યું છે, ચૉંટી રહે છે], "એकદમ નજીક થી લાગવું").
પ્રવેશ(ક્લિન્જર, પ, [ક્લિન્જર્સ], "એક જે લટકીને રહે છે").
entry(ક્લિન્જી, વિશેષણ, [], "CLINGIER CLINGIESTચિપકવાનું").
entry(પ્રાથમિક આરોગ્ય કક્ષ, ન, [પ્રાથમિક આરોગ્ય કક્ષાઓ], "એક તબીબી સુવિધા પ્રાથમિક આરોગ્ય સંભાળ સંબંધી દાખલા").
entry(clink, v, [clinked,clinking,clinks], "નરમ પોલિશ કરી રીંગિંગ અવાજ કરવો").
entry(ક્લિંકર, v, [ક્લિંકર્ડ, ક્લિંકરિંગ, ક્લિંકર્સ], "બળતી વખતે વિલયિત અવશેષ બનાવવો").
entry(ક્લિપ, ક્રિયા, [ક્લિપ્ટ, ક્લિપિંગ, ક્લિપ્સ], "કાપીને સમાન કરવું").
entry(ક્લિપર, સ, [ક્લિપર્સ], "એક કે જે કાપે").
entry(છાંટણી, ન, [છાંટણીઓ], "કંઈક જે છાંટવામાં આવ્યું હોય અથવા કાઢવામાં આવ્યું હોય").
entry(ક્લિપ્ટ, અ, [], "ક્લિપ નો ભૂતકાળ ઉત્પન્ન").
entry(clique, v, [cliqued,cliquing,cliques], "ક્લિક એક વિશિષ્ટ વ્યક્તિઓના સમૂહને બનાવવો").
entry(cliquey, adj, [], "CLIQUIER CLIQUIESTક્લિક બનાવવા માટે ઝુકાવ ").
entry(ક્લિકવીશ, વિશેષણ, [], "ક્લિકી").
entry(cliquy, adj, [], "CLIQUIER CLIQUIESTcliquey").
entry(clitella, npl, [], "એક નિશ્ચિત કોષરિયાની ශરીર ની ભીંતોમાંના પ્રદેશો").
entry(ક્લિટિક, ન, [ક્લિટિક્સ], "પાડોશી શબ્દના ભાગ તરીકે ઉચ્ચારાયેલું એક શબ્દ").
વિશ્વ(ક્લિટોરિસ, ન, [ક્લિટોરિસીસ], "અથવા ક્લિટોરિડેસ એક યૌન અંગ ક્લિટોરલ ક્લિટોરિક વિશેષણ").
entry(ક્લિટર, ક્રિ, [ક્લિટરડ, ક્લિટરિંગ, ક્લિટર્સ], "પાતળી ખખડાટની અવાજ બનાવવો").
entry(clivers, n, [clivers], "એક વાર્ષિક જડીબુટી").
entry(ક્લિવિયા, n, [ક્લિવિયાસ], "ફુલદા છોડ").
entry(ક્લોએકા, ન, [ક્લોએકાસ], "અથવા ક્લોએકાઆય નાળાક્લોએકલ વિશેષણ").
entry(ચૉગો, ક્રિયા, [ઢાંકવામાં, ઢાંકતું, ઢાંકે], "છુપાવવા").
entry(ક્લોબર, v, [ક્લોબર્ડ,ક્લોબરિંગ,ક્લોબર્સ], "ખારાબ કરવું").
entry(clochard, n, [clochards], "એક ભટકતી").
entry(ક્લોશ, ન, [ક્લોશસ], "એક ઘંટાકાર ટોપી").
entry(ઘડિયાળ, v, [ઘડિયાળ મૂકનાર,ઘડિયાળ મૂકી રહ્યું,ઘડિયાળો], "સ્ટોપવોચથી સમય કાઢવો").
entry(clocker, n, [clockers], "એક જે કલાકો રાખે છે").
entry(clod, n, [clods], "a doltCLODDISH વિશેષણ").
ઍન્ટ્રી(ક્લોડ્ડી, વિશેષણ, [], "CLODDIER CLODDIESTlumpy").
entry(clodpate, n, [clodpates], "મૂર્ખ વ્યક્તિ").
entry(clodpole, n, [clodpoles], "મૂર્ખ").
entry(clodpoll, n, [clodpolls], "clodpate").
entry(ક્લોગ, ક્રિયાપદ, [ક્લોગ્ડ, ક્લોગિંગ, ક્લોગ્સ], "અડચણ ઉપસ્થિત કરવું અથવા અવરોધવું").
entry(clogger, n, [cloggers], "એક કે જે કલોગ કરે").
entry(clogging, n, [cloggings], "ઘણી જડબેસલૂક લાકડાનાં તળિયાવાળા બૂટ પહેરીને નૃત્ય કરવાનો અભ્યાસ").
entry(cloggy, વિશેષણ, [], "CLOGGIER CLOGGIESTજામ થયેલ અથવા જામ કરી શકે તેવુંCLOGGILY ક્રિયાવિશેષણ").
entry(ક્લોઇસ્ટર, v, [ક્લોઇસ્ટરડ,ક્લોઇસ્ટરિંગ,ક્લોઇસ્ટર્સ], "પ્રતળાવવું").
entry(clomb, a, [], "ચઢવાનો ભૂતકાળ").
entry(ક્લોમ્પ, v, [ક્લોમ્પ્ડ,ક્લોમ્પિંગ,ક્લોમ્પ્સ], "ભારે અને笨拙તાથી ચાલવું").
entry(clon, n, [clons], "ગેરલિંગીય રીતે ઉત્પન્ન થયેલા જીવસત્તાના જૂથCLONAL વિશેષણCLONALLY ક્રિયાપદ").
entry(ક્લોન, ಕ, [ક્લોનડ,ક્લોનિીંગ,ક્લોનસ], "લૈંગિક નહીં એવા માર્ગે પુનઃઉત્પાદન કરવું").
entry(cloner, n, [cloners], "એક જે ક્લોન બનાવે છે").
entry(ક્લોનિક, વિશેષણ, [], "ક્લોનસ વિષેના").
entry(ક્લોનિંગ, ને, [ક્લોનિંગ્સ], "લિંગવતિરેક પ્રજન્મ ઉપાય").
entry(clonism, n, [clonisms], "ક્લોનસની સ્થિતિ").
entry(clonk, v, [clonked,clonking,clonks], "મંદ થપકો અથડાવવાનો અવાજ બનાવવો").
entry(clonky, વિશેષણ, [], "CLONKIER CLONKIESTનરસ ઠપકો અવાજ").
entry(ક્લોન્સ, ન, [ક્લોનેસ], "સ્નાયુઓની ઝટકાની એક સ્વરૂપ").
પ્રવેશ(કલૂટ,ન, [કલૂટ્સ], "એક ચીરવાળો ખૂર").
entry(clop, v, [clopped,clopping,clops], "ખુરના રસ્તા પર વાગવાથી થતા અવાજ બનાવવો").
entry(cloque, n, [cloques], "એંબોસ્ડ ડિઝાઇનવાળો કાપડ").
entry(close, adj, [], "CLOSER CLOSESTnearCLOSELY adv").
પ્રવેશ(બંધ, ક્રિયા, [બંધ,બંધવું,બંધે], "પ્રવેશ અથવા માર્ગને અવરોધવા માટેCLOSABLE વિશેષણ").
પ્રવેશ(ક્લોઝઆઉટ, ન, [ક્લોઝઆઉટ્સ], "એક ક્લિયરન્સ વેચાણ").
entry(closer, n, [closers], "તું તે બંધ કરે છે").
entry(ઘનિષ્ઠતમ, તૃતિય-અતિશયોક્તિ, [], "નિકટ").
entry(closet, v, [closeted,closeting,closets], "ખાનગી રૂમમાં બંધ કરવું").
entry(closeup, n, [closeups], "નજીકથી લેવામાં આવેલ ફોટોગ્રાફ").
entry(બંધન, ન, [બંધનો], "એક અંતિમ ભાગ").
entry(closure, v, [closured,closuring,closures], "કલોતુર સુધી").
entry(ક્લોટ, ક્રિયા, [ક્લોટેડ, ક્લોટિંગ, ક્લોટ્સ], "જનનની પ્રક્રિયા માટે ઘન પદાર્થમાં ફેરવવું").
entry(clotbur, n, [clotburs], "કાંટાવાળા બીજ સાથેનો છોડનો પ્રકાર").
entry(કપડું, n, [કપડાં], "કપાસી").
લખાણ(વસ્ત્ર, ક્રિયાપદ, [પરિધાન, વસ્ત્રો, કપડાં], "કપડાં સાથે પૂરી પાડવા").
entry(વસ્ત્રકાર, ન, [વસ્ત્રકારો], "જે કપડા બનાવે છે અથવા વેચે છે").
entry(કપડાં, n, [ક્લોથિંગ્સ], "પહેરવો વસ્ત્ર").
entry(જમવાનું, ભૂતકાળ, [], "જમવાનું ટેન્સ").
એન્ટ્રી(ક્લોટિંગ, હાજર, [], "કલોટ નો વર્તમાન કરિયાપદ").
entry(clotty, વિશેષણ, [], "જમવા માટે ઝુકણાર").
entry(cloture, v, [clotured,cloturing,clotures], "વાદને મતદાન દ્વારા સમાપ્ત કરવા માટે").
એન્ટ્રી(ક્લાઉડ, v, [ક્લાઉડેડ, ક્લાઉડિંગ, ક્લાઉડ્સ], "ઝાકળના દ્રશ્યમાન બાષ્પથી ઢંકાવું").
entry(ક્લાઉડલેટ, એન, [ક્લાઉડલેટ્સ], "નાનું વાદળ").
entry(મેઘમય, વિશેષણ, [], "મેઘમય મેઘમયતમમેઘોથી ઢાંકેલુમેઘમયતાથી ક્રિયાવિશેષણ").
entry(clough, n, [cloughs], "એક ખીણ").
entry(કલોર, ક્રિયા, [કલોરેડ, કલોરિંગ, કલોર્સ], "ઠોકવું અથવા ટકરવું").
entry(ક્લાઉટ, ક્રિયા, [ક્લાઉટેડ, ક્લાઉટિંગ, ક્લાઉટ્સ], "હાથ સાથે મારવું").
entry(ક્લાઉટર, n, [ક્લાઉટર્સ], "જે ક્લાઉટ કરે છે").
entry(લવિંગ, ન, [લવિંગો], "એક મસાલા").
entry(cloven, a, [], "ક્લીવનું ભૂતકાળ રૂપ").
પ્રવેશ(ક્લોવર, સ, [ક્લોવરસ], "એક છોડCLOVERED CLOVERY વિશેષણ").
entry(ક્લોડર, સ, [ક્લોડર્સ], "બિલાડી જૂથ").
પ્રવેશ(ક્લાઉન, ક્રિયા, [ક્લાઉન્ડ, ક્લાઉનિંગ, ક્લાઉન્સ], "મસખરો જેવી ક્રિયા કરવી, એક હાસ્યપ્રદ કલાકાર").
entry(ક્લાઉનરી, n, [ક્લાઉનરીઝ], "ક્લાઉનની જેમનો વર્તન").
entry(ક્લાઉનિશ, વિશેષણ, [], "ક્લાઉન જેવું અથવા ક્લાઉનને યોગ્ય").
entry(cloy, v, [cloyed,cloying,cloys], "ઇચ્છા કરતાં વધુ સંતોષ આપવા માટે").
entry(cloze, n, [clozes], "વાંચન સમજૂતિની કક્ષાનો એક ટેસ્ટ").
entry(ક્લબ, કરીયો, [ક્લબ્ડ,ક્લબીંગ,ક્લબ્સ], "લોકોનો એક સંગઠિત જૂથ બનાવવો").
entry(મિલનસાર, વિશેષણ, [], "મિલનસાર").
entry(clubber, n, [clubbers], "ક્લબના સભ્ય").
entry(ક્લબિંગ, ન, [ક્લબિંગ્સ], "નાઇટક્લબ માં વારંવાર જવાનો પ્રયોગ").
entry(clubbish, વર્ણનકારક, [], "clubby").
entry(clubby, adj, [], "ક્લબના લક્ષણ ક્લબિઅર ક્લબિએસ્ટ").
entry(clubface, n, [clubfaces], "ક્લબહેડનો પ્રકાશિત સપાટી").
entry(ક્લબફૂટ, સ, [ક્લબફીટ], "વિકૃત પગ").
entry(clubhand, n, [clubhands], "અસ્વસ્થ હાથ").
entry(clubhaul, v, [clubhauled,clubhauling,clubhauls], "આવાસ ને ગમર્યા").
entry(clubhead, n, [clubheads], "ગોલ્ફ ક્લબનો ભાગ જે બોલને આઘાત આપે છે").
entry(clubland, n, [clublands], "ઘણા નાઇટક્લબ ધરાવતું વિસ્તાર").
entry(ક્લબમેન, પુ, [ક્લબમેન], "ક્લબનો પુરુષ સભ્ય").
.entry(clubmate, n, [clubmates], "ક્લબનો સાથી સભ્ય").
પ્રવેશ(ક્લબમોસ, n, [ક્લબમોસેસ], "મોટા કાઈ जैसी એક લીલું છોડ").
કક્ષxaaa(clubroom, n, [clubrooms], "કોઈ ક્લબની મિટિંગ માટેનો ઓરડો").
entry(ક્લબરૂટ, n, [ક્લબરૂટ્સ], "એક છોડનો રોગ").
entry(ક્લક, ક્રિયાપદ, [ક્લકેડ, ક્લકિંગ, ક્લક્સ], "મરઘી જેવો અવાજ કરવો").
entry(clucker, n, [cluckers], "મૂર્ગી").
એન્ટ્રી(ક્લુ, વી, [], "ક્લુડ ક્લ્યુઇંગ અથવા ક્લુઇંગ ક્લુમાહીત આપવા માટે").
પ્રવેશ(ક્લૂલેસ, વિશેષણ, [], "નિરાશાજનક રીતે ગેરસમજ અથવા અજ્ઞાન").
entry(ક્લમ્બર, n, [ક્લમ્બર્સ], "એક ગઠોળ સ્પેનિયલ").
entry(clump, v, [clumped,clumping,clumps], "જાડા સમૂહમાં બનવું").
entry(clumper, n, [clumpers], "હિમનો મોટો તરતો તુકડો").
entry(clumpet, n, [clumpets], "એક clumper").
entry(ક્લમ્પિશ, વિશેષણ, [], "એક ઝુંડ જેવું ઘાટું દળ").
entry(clumpy, adj, [], "CLUMPIER CLUMPIESTlumpy").
entry(clumsy, adj, [], "થોથુંથોથું વધુ થોથું સૌથી વધુ થોથુંawkwardથોથુંથી adv").
entry(અટક્યો, ભૂતકાળ, [], "અવરોધિત કરવાનું કાળ").
એન્ટ્રી(clunk, v, [clunked, clunking, clunks], "થમ્પ મારવો").
entry(clunker, n, [clunkers], "એક જૂની ગાડી").
entry(ભદ્દા, વિશેષણ, [], "અવ્યવસ્થિત શૈલીમાં વધુ ભૌંડું").
entry(clupeid, n, [clupeids], "હેરિંગ કુટુંબની માછલી").
entry(clupeoid, n, [clupeoids], "એક ક્લુપાઇડ").
entry(cluster, v, [કલસ્ટરડ,કલસ્ટરિંગ,ક્લસ્ટર્સ], "સમાન અવયવોના સમૂહમાં સ્વરૂપાંતર કરવો").
પ્રવેશ(ક્લસ્ટરી, વિશેષણ, [], "એક જૂથ સાથે સંકળાયેલ").
entry(ક્લચ, v, [ક્લચડ, ક્લચિંગ, ક્લચિસ], "ઉકેલવું અને સારી રીતે પકડી રાખવું").
entry(clutchy, વિશેષણ, [], "ક્લચ કરવાની प्रवृत्ति").
entry(ક્લટર, ક્રિયા, [ક્લટર્ડ, ક્લટરિંગ, ક્લટર્સ], "અવ્યવસ્થિત સ્થિતિમાં કેન્દ્રિત કરવાની ક્રિયા").
પ્રવેશ(અસ્તવ્યસ્ત, વિશેષણ, [], "અવ્યવસ્થાથી લાક્ષણિક").
entry(કલાઇપિયસ, n, [કલાઇપેઇ], "ઢાલ જેવી રચનાCLYPEAL CLYPEATE વિશેષણ").
entry(ક્લિસ્ટર, n, [ક્લિસ્ટર્સ], "એક એનિમા").
entry(cnida, n, [cnidae], "જેલીફિશમાં刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺刺
entry(પ્રશિક્ષક, v, [શિક્ષિત,પ્રશિક્ષણ,પ્રશિક્ષકો], "શિક્ષિત કરવું અથવા તાલીમ આપવી").
પ્રવેશ(કોચર, ન, [કોચર્સ], "એક જે માર્ગદર્શન આપે છે").
entry(પ્રશિક્ષણ, n, [પ્રશિક્ષણો], "તે વ્યક્તિનું કાર્ય જે માર્ગદર્શન આપે છે").
entry(coachman, n, [coachmen], "એક કોચ અથવા ગાડી ચલાવતો વ્યક્તિ").
entry(સહકારવું, ક્રિયા, [સહકાર્યું,સહકારતા,સહકાર કરે છે], "એક સાથે કાર્ય કરવું").
entry(સહક્રિયાવૃત્તિ, n, [સહક્રિયાવૃત્તિઓ], "સંયુક્ત ક્રિયાવહી").
entry(સક્રિય, વિશેષણ, [], "કંઈક સાથે સક્રિય").
entry(સહઅભિનેતા, n, [સહઅભિનેતાઓ], "નિઃસર્જનમાં સહ-અભિનેતા").
entry(સહપ્રશંસા, ક્રિયા, [સહપ્રશંસિત,સહપ્રશંસતા,સહપ્રશંસે છે], "યોગે પ્રશંસા કરવી").
entry(coadmit, v, [coadmitted,coadmitting,coadmits], "એક જ રીતે અનેક વસ્તુઓને સ્વીકારવા").
entry(coady, n, [coadies], "મોલાસેસમાંથી બનાવેલી ચટણી").
entry(coaeval, n, [coaevals], "સહસમકાલીન").
entry(કોઈએજન્સી, સં, [કોઈએજન્સીઓ], "સંયુક્ત એજન્સી").
entry(સહયોગી, n, [સહયોગીઓ], "એક વ્યક્તિ, બળ અથવા અન્ય એજન્ટ જે બીજા સાથે સહકાર કરે છે").
entry(coagulum, n, [coagulums], "અથવા COAGULA—a clot").
entry(કોયલો, v, [કોયલેડ,કોયલિંગ,કોયલો], "કાર્બન ઈંધણ તરીકે કોયલાની પૂર્તિ કરવી").
entry(coala, n, [coalas], "કોઅલા").
entry(coalbin, n, [coalbins], "કોઈલા માટેનો કચરો").
entry(coalbox, n, [coalboxes], "કોઇલ સંગ્રહ માટેનો બોક્સ").
entry(coaler, n, [coalers], "જે એક કોલ સપ્લાય કરે છે").
entry(મિલાવવા, v, [મિલાવ્યું, મિલાવવી, મિલાવે છે], "ભેળવી દેવું").
entry(કોલફેસ, ન, [કોલફેસેસ], "જ્યા પથ્થરમાંથી કોલસો કાપવામાં આવે તે સ્થળ").
entry(કોલફિશ, n, [કોલફિશિઝ], "એક કાળાશ રાખતી માછલી").
entry(કોયલખાડો, નજર, [કોયલખાડાઓ], "કોયલ સંગ્રહ માટે નખાતી જગ્યા").
ભાર્મિક(કલિયર, તુલનાત્મક, [], "કોલાઈનો").
entry(coaliest, superlative, [], "of coaly").
entry(કોલિફાઇ, ક્રિયા, [કોલિફાઇડ, કોલિફાઇંગ, કોલિફાઇઝ], "કોલમાં રૂપાંતરિત કરવું").
entry(કોલલેસ, વિશેષણ, [], "કોલ વિના").
entry(કોલપિટ, ન, [કોલપિટ્સ], "એક ખાડો કે જેમાંથી કોલસા મેળવવામાં આવે છે").
entry(coalsack, n, [coalsacks], "મિલ્કી વેનો અંધારો વિસ્તાર").
entry(કોલશેડ, નામ, [કોલશેડ્સ], "કોઈલા આપવા માટેનો શેડ").
entry(coaly, adj, [], "કોલીયર કોલિયેસ્ટ કૉલ ધરાવતું").
entry(કોલયાર્ડ, ન, [કોલયાર્ડસ], "કોઇલ સુરક્ષા માટેનું બારણું").
entry(કોમિંગ, n, [કોમિંગ્સ], "એક ઊંચી સરહદ").
entry(coanchor, v, [coanchored,coanchoring,coanchors], "ટેનેલિવિઝડ સમાચાર રિપોર્ટને સંયુક્ત રીતે રજૂ કરવા").
entry(coannex, v, [coannexed,coannexing,coannexes], "સંયુક્ત રીતે જોડવું").
એન્ટ્રી(સહઉપસ્થિત, ક્રિયા, [સહઉપસ્થિત થયેલા,સહઉપસ્થિત થવા,સહઉપસ્થિત થાય છે], "સાથે અથવા એક જ સમયે હાજર થવું").
entry(coapt, v, [coapted,coapting,coapts], "એકસાથે બંધાયેલું અને મજબૂત કરવામાં").
ઘુસણખોરી(મોટા, વિશેષણ, [], "મોટા મોટાં મોટાં દ્વારા મોટા adv મોટાં ખાસ કરીને વિશેષણ").
entry(ખરાબી, v, [ખરાબ,ખરાબી કરતી,ખરાબો], "ખરાબ બનાવવું").
entry(coassist, v, [સહાયતાયુક્ત,સહાયતા,સહાયતો], "સંયુક્ત રીતે મદદ કરવા").
entry(coassume, v, [coassumed,coassuming,coassumes], "સાથે માનવા").
entry(કિનારો, ક્રિયા, [ઓઝલ થઈ ગયો, ઓઝલ થઈ રહ્યો છે, ઓઝલ થાય છે], "હિલ પર નીચે સરકવાનું").
entry(કિનારીય, વિશેષણ, [], "Toggle Toggle Seashore સાથે લગતું અથવા ત્યાં સ્થિત").
entry(રોલર કોસ્ટર, n, [રોલર કોસ્ટરો], "એક સ્લેજ").
પ્રવેશ(પલાણ, ન, [પલાણો], "તટીય વેપાર").
entry(કોટ, ક્રિયાપદ, [કોટેડ, કોટીંગ, કોટ્સ], "બહારના વસ્ત્ર સાથે કવર કરવું").
entry(કોટી, ન, [કોટીઓ], "નાનો કોટે").
entry(કોટર, n, [કોટર્સ], "એક જે કોટ કરે છે").
નેશરી(coati, ન, [coatis], "એક ઉષ્ણકટિબંધીય સ્તનપ્રાણી").
entry(પરત, n, [પરતો], "એક આવરણ સ્તર").
entry(કોટલેસ, વિશેષણ, [], "કોટની કમી").
entry(કોટરેક, ન, [કોટરેક્સ], "કોટ માટેનો રેક અથવા સ્ટેન્ડ").
entry(કોટરૂમ, ન, [કોટરૂમ્સ], "કોટ્સ સંગ્રહવા માટેનું નાનું રૂમ").
entry(પિશ્વાળું, ન, [પિશ્વાળાં], "કોટનો પાછળનો નીચલો હિસ્સો").
entry(coattend, v, [coattended,coattending,coattends], "સાથે હાજર રહેવા માટે").
entry(coattest, v, [coattested,coattesting,coattests], "સાથે મળીને પ્રમાણિત કરવા માટે").
entry(સહલેખક, v, [સહલેખન કર્યું,સહલેખન કરવું,સહલેખકો], "સાથે લખવું").
entry(પ્રલોભન, ક્રિયાપદ, [પ્રલોભિત,પ્રલોભન_કરતું,પ્રલોભેછે], "લલચાવવા").
entry(કોક્સલ, વિશેષણ, [], "કોક્સિયલ").
entry(કોક્સર, end, [કોક્સર્સ], "એક કે જે મનાવવાનો પ્રયાસ કરે છે").
entry(કોક્ષિયલ, વિશેષણ, [], "સામાન્ય અક્ષ ધરાવું").
entry(ફોસલાવવું, ન, [ફોસલાવવા], "મીઠું બોલીને મનાવવા પ્રક્રિયા").
entry(cob, n, [cobs], "એક મકાઈનો કોથળો").
entry(કોબાલ્ટ, n, [કોબાલ્ટ્સ], "એક ધાતુત્વ ઘટક, કોબાલ્ટિક વિશેષણ").
entry(cobb, n, [cobbs], "એક સમુদ્રી પંખી").
entry(કોબર, ન, [કોબર્સ], "એક સાથી").
entry(cobbier, comparative, [], "of cobby").
entry(cobbiest, superlative, [], "કોબીનો").
પ્રવેશ(કોબલ, ક્રિયાપદ, [કોબલ્ડ, કોબ્લિંગ, કોર્બ્લ્સ], "મરામત કરવા માટે").
entry(મોચી, n, [મોચીઓ], "પગથિયાંનું મરામત કરનાર").
એન્ટ્રી(cobby, વિશેષણ, [], "COBBIER COBBIESTstocky").
entry(કોબિયા, ન, [કોબિયાજ્], "મોટું રમત મચ્છી").
entry(coble, n, [cobles], "નાનું મછલી પકડવાનું નાવ").
entry(cobnut, n, [કોબનટ્સ], "ખાદ્ય બદામ").
entry(કોબ્રા, n, [કોબ્રાસ], "ઝેરી સર્પ").
પ્રવેશ(કોબવેબ, v, [કોબવેબ્ડ, કોબવેબિંગ, કોબવેબ્સ], "કોબવેબ્સથી ઢાંકવું").
entry(cobwebby, adj, [], "કોબવેબિયર કોબવેબિસ્તCobwebsથી ઢાંકેલું").
entry(કોટા, ન, [કોટાસ], "દક્ષિણ અમેરિકા ની એક ઝાડ").
entry(કોકેઇન, n, [કોકેઇનસ], "કોકેઇન").
પ્રવેશ(કોકેઇન, ન, [કોકેઇનાઓ], "એક માદક આલ્કલોઇડ").
entry(coccal, વિશેષણ, [], "એક કોકસ માટે સંબંધિત").
entry(cocci, pl, [], "કોકસની").
entry(coccic, adj, [], "કોકલ").
entry(કોસિડ, n, [કોસિડ્સ], "એક જંતુ").
entry(કોક્સીડિયા, બહુવચન, [], "પરપોષી પ્રોટોઝોઅન્સ").
entry(કોક્કોએડ, ન, [કોક્કોએડ્સ], "એક ગોળાકાર કોષ અથવા શરીર").
entry(coccus, n, [cocci], "એક ગોલાકાર બેક્ટેરિયમCOCCOUS વિશેષણ").
પ્રવેશ(કોક્ખિક્સ,સબ, [કોક્ખિક્સેસ], "અથવા કોક્કિજેસ મણકાના કાંઠાનો અસ્થિ").
entry(cochair, v, [cochaired,cochairing,cochairs], "સંબત થવું સહ-અધ્યક્ષ તરીકે").
entry(કોચિન, નથી, [કોચિન્સ], "એક મોટો ઘરેલુ કેદાજુ").
entry(કોખ્લિયા, ન, [કોખ્લિયાઝ], "અથવા COCHLEAE કાનનું એક ભાગ COCHLEAR વિશેષણ").
entry(cocinera, n, [cocineras], "રાંધણાર").
Prolog: પ્રવેશ(કેમો, ઝ, [કેમ્યા, કેમતા, કેમો], "એક બાજુની તરફ ઢાળવું").
entry(કોકેડ, સ, [કોકેડ્સ], "ટોપી પર પહેરવામાં આવતી એક શણગારCOCKADED વિશેષણ").
entry(cockapoo, n, [cockapoos], "કોકર સ્પેનિયલ અનેપૂડલ વચ્ચેની હાઇબ્રિડ").
entry(કોકટૂ, n, [કોકટૂઝ], "એક ટુકટુક").
entry(cockbill, v, [cockbilled,cockbilling,cockbills], "જહાજ પર યાર્ડઆર્મ ઉપર ઉઠાવવું").
entry(cockboat, n, [cockboats], "નાનું જહાજ").
entry(કોકક્રો, ન, [કોકક્રોઝ], "દિવસનો પ્રારંભ").
entry(કોકર, v, [કોકરડ,કોકરીંગ,કોકર્સ], " લાડ ઓળાડવો").
entry(મરઘિયો, n, [મરઘિયાઓ], " એક યુવા રુસ્તમ").
entry(cockeye, n, [cockeyes], "एका રેલતી આંખCOCKEYED વિશેષણ").
entry(ગર્વાળું, તુલનાત્મક, [], "ગર્વાળું").
entry(cockies, pl, [], "ઓફ કોકી").
entry(સર્વોપરી, ઉત્કૃષ્ટતા, [], "cockyનો").
entry(ઔકંડ્યથી,વિશેશણ, [], "ઔકંડ્યપૂર્ણ રીતે").
પ્રવેશ(કોકિશ, વિશેષણ, [], "કોકી").
entry(cockle, v, [cockled,cockling,cockles], "કમાવું અથવા જીણવું").
entry(cocklike, adj, [], "કોંક જમણું").
entry(કોક્લોફ્ટ, ન, [કોક્લોફ્ટ્સ], "નાનું અટારુ").
entry(કોકની, સબ, [કોકનીઝ], "લંડનના ઈસ્ટ એન્ડના રહેવાસી").
entry(કોકપિટ, n, [કોકપિટ્સ], "કેટલાક વિમાનોમાં પાયલોટનો વિભાગ").
entry(cockshut, n, [cockshuts], "દિવસનું અંત").
entry(cockshy, n, [cockshies], "ફેંકવાનું સ્પર્ધાનું લક્ષ્ય").
ઇન્ટ્રી(કોકસ્પર, સ, [કોકસ્પર્સ], "એક કાંટાળુ છોડ").
પ્રવેશ(ઘમંડિયું, વિશેષણ, [], "નિશ્ચિત").
ચલાતા(entry, v, [cocktailed, cocktailing, cocktails], "મદિરાપાન કરવું").
entry(cockup, n, [cockups], "કોઈ વસ્તુનો વળાંકવાળો ભાગ").
entry(કોકી, વિશેષણ, [], "કોકીઅર કોકીઅસ્ટઅહંકારી આત્મવિશ્વાસભર્યા").
entry(કોકી, ન, [કોકીસ], "એક કોકોટુ").
entry(coco, n, [કોકોઝ], "એક ઉંચું નાળિયેરનું વૃક્ષ").
entry(કોકો, ન, [કોકોઝ], "ચોકોલેટ").
પ્રવેશ(કોકોનટ, ન, [કોકોનટ્સ], "કોકોનટ").
entry(cocobola, n, [cocobolas], "કોકોબોલો").
entry(કોકોબોલો, n, [કોકોબોલોસ], "એક ઉષ્ણકટિબંધીય ઝાડ").
entry(cocomat, n, [cocomats], "કોયરથી બનાવેલી ચટાઈ").
entry(નારિયેલ, n, [નારિયેલો], "કોકોનું ફળ").
entry(કકુન, v, [કકુનડ, કકુનિંગ, કકુન્સ], "સાથે જકડી નાખવું અથવા લગોળવું").
entry(cocooner, n, [cocooners], "એક જે પરિવારના ખાનગી જગતમાં જવાનો પ્રયત્ન કરે છે").
entry(cocoplum, n, [કોકોપ્લમ્સ], "એક ચમરાલીસ ચિરંજીવી ઝાડી").
entry(cocotte, n, [cocottes], "એક વેશ્યા").
entry(કોકોયમ, ન, [કોકોયમ્સ], "ખાદ્ય મૂળવાળી બીમોસમી છોડ").
entry(cocreate, v, [cocreated,cocreating,cocreates], "સાથે મળી ને બનાવવું").
entry(cod, v, [codded,codding,cods], "છેતરવું").
entry(coda, n, [codas], "સંગીત રચના ના અંતે એક અવતરણ").
entry(codable, adj, [], "કોડિંગ માટે યોગ્ય").
entry(કોડર, પા, [કોડર્સ], "એક કોડ માછીમાર").
entry(કોડિંગ, વર્તમાન, [], "કોડ નો ભાગરૂપ").
entry(લાડ, v, [લાડથી ઉછેરેલું, લાડથી ઉછેરવાની પ્રક્રિયા, લાડ કરે છે], "પ્રેમથી પાલન કરવું").
entry(coddler, n, [coddlers], "એક જે લાડ કરે").
દાખલ(code, v, [coded,coding,codes], "ચિહ્નમાં પરિવર્તિત કરવું").
entry(કોડબુક, n, [કોડબુક્સ], "શબ્દોને અને તેમના કોડેડ સમકક્ષોને યાદીબદ્ધ કરેલું પુસ્તક").
entry(codebtor, n, [codebtors], "જેણે દેવું વહેંચ્યું છે").
એન્ટ્રી(કોડેક, એન, [કોડેકસ], "એક સંકલિત સર્કિટ").
entry(કોડેડ, ભૂતકાળ, [], "કોડનું કાળ").
entry(કોડેઆ, n, [કોડેઆસ], "કોડીન").
entry(codein, n, [codeins], "કોડીન").
entry(કોડેઇન, ન, [કોડેઇનસ], "કોડેઇન").
entry(કોડિન, n, [કોડિન્સ], "એક નાર્કોટિક અલ્કલોઇડ").
entry(કોડલેસ, વિશેષણ, [], "કાયદાઓના સમૂહ વિના હોવો").
entry(coden, n, [codens], "એક કોડિંગ વર્ગીકરણ").
entry(coder, n, [coders], "એવો જે કોડ કરે").
entry(coderive, v, [coderived,coderiving,coderives], "સંયુક્ત રીતે વહન કરવા માટે").
entry(codesign, v, [codesigned,codesigning,codesigns], "સંયુક્ત રચના કરવા માટે").
entry(codex, n, [codices], "અથવા CODEXESપ્રાચીન પાનપરિચિત").
entry(કોડફિશ, n, [કોડફિશીસ], "એક સમુદ્રી ખાદ્ય માછલી").
entry(codger, n, [codgers], "એક વૃદ્ધ મનુષ્ય").
entry(codices, pl, [], "કોડેક્સનો").
entry(ઉત્તરલેખ, n, [ઉત્તરલેખો], "વસિયતનો પૂરક").
entry(કોડિફાયર, પુ., [કોડિફાયર], "જે કોડીફાય કરે છે").
entry(કોડીફાય, v, [કોડિફાઈડ, કોડિફાઈંગ, કોડિફાયઝ], "ગુથવનાર અથવા પદ્ધતિબદ્ધ કરવું").
entry(કોડિંગ, પ, [કોડિંગ્સ], "પ્રતીકોમાં કન્વર્ટ કરવાની પ્રક્રિયા").
entry(codirect, v, [codirected,codirecting,codirects], "સંયુક્ત રીતે નિર્દેશ કરવા").
entry(codlin, n, [codlins], "કોડલિંગ").
entry(codling, n, [codlings], "કાચું સફરજન").
entry(કોડોમેન, n, [કોડોમેન], "એક ગણિતીય સમૂહ").
entry(codon, n, [codons], "ડીએનએના મૂળભૂત ઘટકોમાંની ત્રણ ન્યુક્લિયોટાઇડ્સ").
entry(codpiece, n, [codpieces], "પુરુષોના પાયજામામાં ક્રોચ માટેનું આવરણ").
પ્રવેશ(સહચાલન, v, [સહચાલ્યા,સહચાલ્યાં,સહચાલી રહ્યો], "સહચાલન તરીકે કામ કરવું").
entry(સહચાલક, n, [સહચાલકો], "એક જે વાહન હંકારવામાં વળતુર લેવા").
entry(coed, n, [coeds], "મહિલા વિદ્યાર્થી").
entry(coedit, v, [સંયુક્ત સંપાદન કર્યું,સંયુક્ત સંપાદન કરી રહ્યું છે,સંયુક્ત સંપાદનો], "બીજા વ્યક્તિ સાથે સંપાદન કરવું").
entry(coeditor, n, [coeditors], "એક જે સહસંપાદન કરે છે").
entry(સહપ્રભાવ, ન, [સહપ્રભાવો], "સાથે મળીને બનેલો એક અસર").
entry(સિલિયક, n, [સિલિયક્સ], "સિલિયક").
entry(કોઇલોમ, n, [કોઇલોમ્સ], "અથવા COELOMATA કેટલાક પ્રાણીઓમાં શરીરના અવકાશCOELOMIC એલ." ).
entry(સીલોમ, ન, [સીલોમ્ઝ], "સીલોમ").
entry(coembody, v, [coembodied,coembodying,coembodies], "સંયોગે具 મર્ટ કર્યો").
entry(coemploy, v, [સહકર્મચારી,સહકાર્યરત,સહકાર્યરહે છે], "સાથે કામ પર લેવું").
entry(coempt, v, [coempted,coempting,coempts], "પ્રોડક્ટનો સમગ્ર પુરવઠો ખરીદી લેવો").
entry(coenact, v, [coenacted,coenacting,coenacts], "સાથે મળીને અથવા તે જ સમયે અમલમાં મૂકવો").
entry(coenamor, v, [coenamored,coenamoring,coenamors], "પ્રત્યાવર્તી પ્રેમથી પ્રજ્વલિત કરવું").
entry(coendure, v, [સહન કરવું, સહન કરી રહ્યા છે, સહન કરે છે], "સાથે સહન કરવું").
entry(coenure, n, [coenures], "કોઇનુરસ").
entry(coenurus, n, [coenuri], "એક ટેપવર્મ લાર્વા").
entry(કોએન્જાઇમ, n, [કોએન્જાઇમ્સ], "ચોક્કસ એન્ઝાઇમ્સના કાર્ય માટે જરૂરી પદાર્થ").
entry(સહકક્ષ, ન, [સહકક્ષો], "જે બીજાની સમાન છે").
entry(સહસમીકરણ, ક્રિયાપદ, [સહસમીકરિત,સહસમીકરણ કરી રહ્યું,સહસમીકરિત છે], "કાંઇક બીજું સમીકરણ કરવા માટે").
entry(મજબૂર, v, [મજબૂર કર્યો,મજબૂર કરનારો,મજબૂર કરે છે], "બળથી અથવા ધમકીથી મજબૂર કરવા").
entry(મજબુરકર્તા, n, [મજબુરકર્તાઓ], "જે મજબૂર કરે છે").
entry(બળાત્કાર, પ, [બળાત્કારો], "બળજબરી કરવાનું કાર્ય").
entry(મજબૂરીસભર, વિશેષણ, [], "મજબૂર કરવા માટે સેવા અગત્યની").
entry(coerect, v, [coerected,coerecting,coerects], "એકસાથે ઉભું કરવાનો એક ક્રિયા").
entry(coesite, n, [coesites], "સિલિકા એક પ્રકાર").
entry(સહકાલીન, ન, [સહકાલીનઓ], "બીજા લોકો જેવોજ સમયગાળો કે સમયાવધિ માં એક").
entry(coevally, adv, [], "સાઢાંકાલિક રીતે").
entry(coevolve, v, [coevolved,coevolving,coevolves], "સાથે વિકસિત થવું").
entry(coexert, v, [coexerted,coexerting,coexerts], "સંયુક્ત રીતે પ્રયત્ન કરવા").
entry(સહઅસ્તિત્વ, ક્રિયાપદ, [સહઅસ્તિત્વમાં હતો,સહઅસ્તિત્વમાં રહેતો,સહઅસ્તિત્વમાં રહે છે], "સાથે અસ્તિત્વમાં રહેવા માટે").
entry(coextend, v, [coextended,coextending,coextends], "બીજા જેવી સીમા કે સમય વટાવીને લંબાયવું છે").
entry(સહાયકપ્રર્થક, n, [સહાયકપ્રત્વિઓ], "એક સહ-એન્ઝાઇમ").
entry(ખરીદી, ક્રિયાપદ, [ખરીદ, ખરીદી રહ્યું છે, ખરીદે છે], "ખરીદવું").
entry(કૉફી, ન, [કૉફીઓ], "એક સુગંધીત નરમત્વે ઉત્તેજક પેય").
entry(ખજાનચી, v, [ખજાનચીવાલું,ખજાનચીરિક્કથું,ખજાનચીઇયું], "સોહમડાંમાં મૂકવું").
entry(કોફિન, ક્રિયાપદ, [કોફિન કર્યું, કોફિન કરી રહ્યું છે, કોફિન્સ], "દફન માટે કોફિન કેસમાટે મૂકો").
entry(coffing, present, [], "coff નું participle").
entry(કોફલ, v, [કોફલ્ડ,કોફલિંગ,કોફલ્સ], "ગુલામોને શૃંખલિત કરવાની પ્રક્રિયા").
entry(કોફ્રે, n, [કોફ્રેટ્સ], "નાનું તિજોરીબંડલ").
entry(સંસ્થાપક, v, [સંસ્થાપિત,સંસ્થાપિત કરી રહ્યું છે,સંસ્થા કરે છે], "સંયુક્ત રીતે સ્થાપવા").
entry(coft, past, [], "કોફનો કલેશ").
entry(કોગ, ક્રિયાપદ, [કોગ્ડ, કોગિંગ, કોગ્સ], "પાસાના ખેલમાં છેતરપિંડી કરવી").
entry(યોગ്യത, n, [યોગ્યતાઓ], "યોગ્ય હોવાની સ્થિતિ").
પ્રવેશ(સ્પષ્ટ, વિશેષણ, [], "માન્યCOGENTLY ક્રિયાવિશેષણ").
entry(ચિંતન, ક્રિયાપદ, [ચિંતન કર્યો, ચિંતન કરતા, ચિંતન કરે છે], "વિચાર કરવો").
entry(કોજિટો, ન, [કોજિટોસ], "એક તત્ત્વચિંતન સિદ્ધાંત").
entry(કોન્યાક, n, [કોન્યાકસ], "એક બ્રાંડી").
entry(સંગિ, ન, [સંગિઓ], "એક જે બીજાને સંબંધિત છે").
entry(જાણવું, ક્રિયાપદ, [જાણ્યું,જાણવું,જાણે છે], "પહોંચવું").
entry(ઔપચારિક રીતે ઓળખવું, ક્રિયા, [અનૌપચારિક રીતે ઓળખ્યું,અનૌપચારિક રીતે ઓળખી રહ્યા છે,અનૌપચારિક રીતે ઓળખે છે], "વ્યક્તિ પોતાના મનમાં જાગૃત થાય તેવું").
entry(cognizer, n, [cognizers], "જેણે વિશ્લેષણ કર્યું").
entry(કોગ્નોમેન, n, [કોગ્નોમેન્સ], "અથવા COGNOMINA કુટુંબ નામ").
entry(cognovit, n, [cognovits], "જવાબદારીની લેખિત સ્વીકાર").
entry(cogon, n, [cogons], "લાંબુ ઉષ્ણકટિબંધીય ઘાસ").
entry(કોગવે, n, [કોગવેસ], "ઊભી ઢાળી પર કાર્યરત રેલવે").
entry(દાંતિયું, ન, [દાંતિયાં], "દાંતીયું પહિયું").
entry(સહવાસ, ક્રિયા, [સહવાસ કર્યા,સહવાસ કરી રહ્યા છે,સહવાસ કરે છે], "અપરિણીત જ્યારે પતિ-પત્ની તરીકે એક સાથે રહેવું").
entry(cohead, v, [coheaded,coheading,coheads], "સંયુક્ત વડા માટે").
entry(coheir, n, [સહઉત્તરાધિકારી], "સંયુક્ત উত্তরાધિકારી").
entry(cohere, v, [cohered,cohering,coheres], "એક સાથે જોડી રહેવું").
entry(સુસંગત, વિશેષણ, [], "એકઅદદ રહેવુ").
entry(કોહેરર, ન, [કોહેરર્સ], "રેડિયો તરંગોની શોધ માટે વપરાતું ઉપકરણ").
entry(સાકળાણ, ન, [સાકળાણો], "સાથે જોડાવવા અથવા જોડાયેલા રહેવાનું ક્રિયા કે સ્થિતિCOHESIVE વિશેષણ").
entry(coho, n, [cohos], "એક નાનો સોમન").
entry(cohobate, v, [cohobated,cohobating,cohobates], "ફરીથી ડિસ્ટિલ કરવું").
entry(cohoe, n, [કોહોઝ], "કોહો").
entry(કોહોગ, n, [કોહોજ], "એક ક્વાહોગ").
entry(coholder, n, [coholders], "બીજો જે સાથે રેકોર્ડ ધરાવે છે તે એથ્લેટ").
entry(સહયોગી, n, [સહયોગીઓ], "સાથી અથવા સાથીદાર").
entry(cohosh, n, [cohoshes], "એક ઔષધીય વનસ્પતિ").
entry(cohost, v, [સંયુક્તપણે મોજબીણ],[સંયુક્ત રીતે મંજલાવવા], "સંયુક્તપણે મજૂરી માટે મકાન માસ્ટર").
entry(કોહ્યુન, સ, [કોહ્યુન્સ], "એક પામનું ઝાડ").
entry(કોઇફ, ક્રિયાપદ, [કોઇફ્ડ,કોઇફિંગ,કોઇફ્સ], "તમારા વાળને પ્રકારનો દેખાવ આપવો").
entry(coiffe, v, [coiffed,coiffing,coiffes], "સજવું").
entry(coiffeur, n, [coiffeurs], "એક પુરુષ નાઇ").
entry(કોઈફીઉર, v, [કોઈફીઉરડ,કોઈફીઉરિંગ,કોઈફીઉર્સ], "કોઈફ કરવા માટે").
entry(સૈયો, v, [સૈયો કર્યો, સૈયો કરી રહ્યો છે, સૈયાઓ], "ચૌકઠ બનાવવા").
એન્ટ્રી(coigne, v, [coigned,coigning,coignes], "to quoin").
પ્રવેશ(કોઇલ, v, [કોઇલ્ડ,કોઇલિંગ,કોઇલ્સ], "સારિવાળી આંખોની જેમ બાંધી દેવું").
entry(કોઇલર, ન, [કોઇલરો], "કોઈલ કરનાર").
entry(સિક્કો, ક્રિયા, [સિક્કામ્યું,સિક્કેરવું,સિક્કા], "મીટલ કરન્સી સિક્કા બનાવવા માટેCOINABLE વિશેષણ").
પ્રવેશ(સિક્કાકારણ, નામ, [સિક્કાકારણો], "સિક્કા બનાવવા નો કાર્ય").
entry(સંયોગી થવું, v, [સંયોગી થયું, સંયોગી થવું, સંયોગ], "તે જ જગ્યાએ હોવું").
entry(coiner, n, [coiners], "જેણે સિક્કા બણે").
entry(coinfect, v, [coinfected,coinfecting,coinfects], "બે જીવાણુઓ સાથે ચેપગ્રસ્ત કરવું").
entry(coinfer, v, [coinferred,coinferring,coinfers], "સાંજે અનુમાન કરવું").
entry(coinhere, v, [coinhered,coinhering,coinheres], "સાથે સંપર્ક કરવો").
entry(coinmate, n, [coinmates], "સાથે સજા ભોગવતો સામે").
entry(coinsure, v, [coinsured,coinsuring,coinsures], "વાઇમાની કરવી").
entry(cointer, v, [સાથે સમાધિ કરેલું, સાથે સમાધિ કરી રહ્યું, સાથે સમાધિ કરે છે], "એકસાથે સમાધિ કરવા").
entry(coinvent, v, [સહઆવિષ્કાર કર્યો, સહઆવિષ્કાર કરી રહ્યો છે, સહઆવિષ્કાર કરે છે], "સાથેજ મળીને આવિષ્કાર કરવો").
entry(કોયર, ન, [કોયર્સ], "નેરિયેલના છીણોને આધારીત એક રેશમ").
entry(coistrel, n, [coistrels], "એક બેહેમાન").
entry(કોઇસ્ટ્રિલ, ન, [કોઇસ્ટ્રિલ્સ], "કોટ્રિલ").
entry(સંભોગ, n, [સંભોગો], "સંયોગ").
entry(સંભોગ, સ, [સંભોગો], "લિંગ સંભોગCOITAL વિશેષણCOITALLY ક્રિયાવિશેષણ").
entry(cojoin, v, [સંયુક્ત,સંયોજનું,સંયોજે છે], "એક સાથે જોડાવા માટે").
entry(coke, v, [coked,coking,cokes], "કાર્બન ઈંધણમાં બદલવું").
entry(cokehead, n, [cokeheads], "કોટેઇન વ્યસની").
entry(cokelike, વૈશિષ્ટ્ય સૂચક, [], "કોક અથવા કાર્બન ઇંધણ જેવું").
entry(coking, n, [cokings], "કોક એક કાર્બન ઇંધણમાં કૉલને કોકમાં રૂપાંતરિત કરવાની પ્રક્રિયા").
entry(coky, adj, [], "કોકેલિક").
entry(કોલ, એન, [કોલ્સ], "બે પર્વત વચ્ચે ગાઢાશ").
cola(પ્રવેશ, n, [colas], "એક કાર્બોનેટેડ પીણું").
પ્રવેશ(છાણી, ન, [છાણીઓ], "તરલ પદાર્થોને છાનવા માટે કિચનનું સાધન").
પ્રવેશ(colby, n, [colbys], "એક માઇલ્ડ ચીઝ").
entry(ઠંડુ, વિશેષણ, [], "ઠંડું ઠંડુહવામાન કે સરдыનું અભાવ અથવા અર્થ").
entry(ઠંડક, n, [ઠંડીઓ], "ગરમીની સાપેક્ષ અવ્યક્તિ, ઠંડી").
entry(coldcock, v, [coldcocked,coldcocking,coldcocks], "બેહોશ મારવું").
entry(હાલકી ઠંડકવાળો, વિશેષણ, [], "અલ્પ પ્રમાણમાં ઠંડું").
entry(ઠંડકનો મહત્વ, ક્રિયા વિશેષણ, [], "ઠંડા અંદાજમાં").
entry(ঠંડક, n, [ঠંડકોની], "ঠંડી હોવા ની સ્થિતિ").
entry(કોલ, ન, [કોલ્સ], "કોબીજ વર્ગનું એક છોડ").
entry(સહનાયક, ક્રિયા, [સહનાયકી,સહનાયકિત્વ,સહનાયકો], "સાથે મળીને નેતૃત્વ આપવા").
entry(સહભાગી, n, [સહભાગીઓ], "એક જે સહભાગ પૂરો કરે").
entry(coleseed, n, [coleseeds], " કોલઝા").
entry(કોલસ્લો, n, [કોલસ્લોઝ], "થેપરેલી કાચી કોબીની બનાવેલી એક સૅલડ").
એન્ટ્રી(કોલેસી, ન, [કોલેસીઓ], "સંયુક્ત લીઝી").
entry(colessor, n, [colessors], "સંયુક્ત લીસી").
entry(કોલિયસ, n, [કોલિયસ્સ], "એક સમયવાતાવરણીય છોડ").
entry(કોલેવોર્ટ, n, [કોલેવોર્ટ્સ], "કોલે").
entry(ઉદરશૂળ, સં, [ઉદરશૂળો], "એક્યુટ જઠરદાન").
entry(कोलीसिन, ન, [कोलीसिन्स], "એક બેક્ટેરિયર્ણારક પદાર્થ").
entry(કોલિસિન, n, [કોલિસિન્સ], "કોલિસિન").
entry(કોલિકી, વિશેષણ, [], "કોલિક અથવા તેની સાથે સંકળાયેલ").
entry(colies, pl, [], "કોલી ની").
entry(કોલિફોર્મ, ન, [કોલિફોર્મ્સ], "કોલોનનો બેસિલસ").
entry(colin, n, [colins], "બોબવાઇટ").
entry(colinear, adj, [], "સસભારેખી રેખામાં અસ્તિત્વ ધરાવે છે").
entry(કોલોસિયમ, n, [કોલોસિયમ્સ], "સાર્વજનિક મનોરંજન માટેની મોટી માળખું").
entry(કોલિસ્ટિન, n, [કોલિસ્ટિન્સ], "એક એન્ટિબાયોટિક").
entry(કોલાઇટિસ, n, [કોલાઇટિસેસ], "કોલનની સોજાશCOLITIC વિશેષણ").
entry(કોલાજ, v, [કોલેજ્ડ, કોલેજિંગ, કોલેજેસ], "કોલાજમાં સામગ્રી ગોઠવવા જે રીતે કલાત્મક રચના").
entry(કોલાજન, ન, [કોલાજન્સ], "એક પ્રોટીન").
entry(ધસવું, ક્રિયાપદ, [ધસાયું, ધસી રહ્યું છે, વળી જાય છે], "અચાનક તૂટવું").
entry(કોલર, ક્રિયાપદ, [કોલર્ડ, કોલરિંગ, કોલર્સ], "ગરદન આસપાસ પહેરવામાં આવતી વસ્તુને કોલર આપવું").
entry(કોલાર્ડ, n, [કોલાર્ડ્સ], "કેલનો એક પ્રકાર").
entry(collaret, n, [collarets], "અનાજી બંદી").
entry(ખોટો, v, [ખોટી,ખોટતો,ખોટે], "ગંભીરતાથી સરખાવવાં").
entry(સંગ્રહક, n, [સંગ્રહકો], "સંગ્રહ કરો તે").
entry(collect, v, [સંગ્રહિત,સંગ્રહતું,સંગ્રહે છે], "એક સમૂહમાં સાથે લાવવા માટે").
entry(કોલીન, ન, [કોલીન્સ], "આઈરિશ મુકી").
પ્રવેશ(કોલેજ, ન, [કોલેજિસ], "ઉચ્ચ શિક્ષણ માટેનું اسکول").
entry(colleger, n, [collegers], "કોલેજ દ્વારા ફંડથી સમર્થિત વિદ્યાર્થી").
entry(collegia, npl, [], "સોવિયેત કાર્યકારી કાઉન્સિલ્સ").
entry(collet, v, [colleted,colleting,collets], "રિમ અથવા રિંગમાં રત્ન પુરવું").
entry( અથડાવવું, v, [અથડાયું,અથડાતું,અથડે છે], "જોરદાર અથડામણ સાથે ერთად આવવું").
entry(કોલાઇડર, ન, [કોલાઇડર્સ], "કણ ત્વરિતક શ્રેણી").
entry(કોલી, n, [કોલીઝ], "એક મોટો kutro").
entry(collied, past, [], "કૉલીનો સમય").
entry(collier, n, [colliers], "કોયલા ખાણકામ કરનાર").
entry(કોલિયરી, ન, [કોલિયરીઝ], "કોઈલા ખાણ").
પ્રવેશ(કૉલીઝ, વર્તમાન, [], "કૉલીનો તૃતીય એકવચન").
entry(કોટલિન્સ, ન, [કોટલિન્સસ], "એલ્કોહોલિક પીણું").
entry(સલાહ-મશવરા કરવું, ક્રિયા, [સલાહ-મશવરા કરેલું,સલાહ-મશવરો કરવો,સલાહ-મશવરો કરે], "રસમ કોતરી").
entry(કોલોઇડ, n, [કોલોઇડ્સ], "રાસાયણિક સસ્પેન્શનનો એક પ્રકાર").
entry(collop, n, [collops], "માંસનો નાનો ભાગ").
entry(colloquy, n, [colloquies], "એક સંવાદ").
entry(કેમ ચઢાવવું, v, [કેમ ચઢાવ્યું,કેમ ચઢાવવું,કેમ ચઢાવે છે], "સાથે પ્રવૃત્ત થવું").
entry(સાંઠગાંઠકાર, ન, [સાંઠગાંઠકારો], "જો તે સાંઠગાંઠ કરે").
entry(colluvia, npl, [], "કોલુવિયા").
entry(colly, v, [collied,collying,collies], "કોલ ડસ્ટ સાથે કાળા બનાવવું").
entry(collyria, npl, [], "દવાની લોશનો").
entry(કોલોબોમા, ન, [કોલોબોમાતા], "અથવા કોલોબોમાસ આંખને નુકસાન").
entry(colobus, n, [colobuses], "અથવા COLOBI એક મોટો આફ્રિકન માળીયો વાંદર").
entry(colocate, v, [colocated,colocating,colocates], "બહાદુરો ની મોડ સંબધુ").
entry(colog, n, [cologs], "સંખ્યાની પરસ્પર લઘુત્તમનો લોગારિધમ").
entry(કોલોને, પ, [કોલોનેઝ], "એક સુગંધિત પ્રવાહીCOLOGNED વિશેષણ").
entry(કાલોન, ન, [કાલોનસ], "કોસ્ટા રિકાનો નાણાકીય એકમ").
entry(કોલન, ન, [કોલન્સ], "મોટા આંત્રનો એક વિભાગ").
entry(કોલોન, n, [કોલોન્સ], "કોલોન").
entry(કર્નલ, ન, [કર્નલો], "સૈન્ય અધિકારી").
entry(કોલોની, pl, [], "કોલોનસની").
entry(colonial, n, [colonials], "ઉપનિવેશની નાગરિક").
entry(કોલોનિક, ન, [કોલોનિક્સ], "બડીની સિંચાઇ").
entry(ઉપનિવેશો, pl, [], "ઉપનિવેશ ના").
પ્રવેશ(ઉપનિવેશસ્થાપન, ક્રિયા, [ઉપનિવેશિત,ઉપનિવેશિત_રહેવું,ઉપનિવેશિત_કરે_છે], "ઉપનિવેશ સ્થાપિત કરવા").
પ્રવેશ(વસાહતવાસી, નામ, [વસાહતવાસીઓ], "જે બહુદૂર વસેલ વસ્તીજી જગ્યા વસાવે").
entry(કોલોનાઇઝ, v, [કોલોનાઇઝ્ડ, કોલોનાઇઝિંગ, કોલોનાઇઝેસ], "એક વસાહત સ્થાપિત કરવા માટે").
entry(colonus, n, [coloni], "એક સ્વતંત્ર જન્મનો નોકરીદાસ").
entry(ઉપનિવેશ, નં, [ઉપનિવેશો], "નવી જમીન પર વસેલાં વતનીઓનો સમૂહ").
entry(સમારક, ન, [સમારકો], "પુસ્તકના અંતે મૂકવામાં આવેલી લેખિત વિધાન").
entry(color, v, [રંગીન, રંગવું, રંગો], "રંગને વસ્તુઓનું દૃશ્યાત્મક ગુણ ધોરવા માટે").
entry(colorado, વિશેષણ, [], "મધ્યમ તાકાત અને રંગનો સાગર માટે ઉપયોગ થાય").
entry(રંગદ્રవ్య, ન, [રંગદ્રવ્યો], "એક રંજક અથવા રંગ").
entry(રંગીન, વિશેષણ, [], "રંગ ધરાવતું").
entry(રંગનાર, n, [રંગનારો], "એક જે રંગે છે").
entry(ચમકદાર, વિશેષણ, [], "રંગોથી ભરપૂર").
પ્રવેશ(રંગ કરવાનો, n, [રંગ કરવાનો], "રંગ સાથે સંબંધિત દેખાવ").
entry(colorise, v, [colorised,colorising,colorises], "રંગીન બનાવવું").
entry(વર્ણભેદ, પુ, [વર્ણભેદો], "રંગ પ્રક્રિયા").
entry(colorist, n, [colorists], "રંગ જ્ઞાનમાં કુશળ વ્યક્તિ").
entry(colorize, v, [રંગીન કર્યું, રંગીન કરી રહ્યું છે, રંગીન કરે છે], "કાળા અને સફેદ ફિલ્મને રંગ આપવા માટે").
entry(colorman, n, [colormen], "રમત દરમિયાન ટીકા વિનિર્માણ કરનાર એક ક્રીડાવાચક").
entry(કલરવે, સં, [કલરવેઝ], "રંગોની વ્યવસ્થા").
entry(વિશાળ, વિશેષણ, [], "પ્રચંડ").
entry(colossus, n, [colossuses], "અથવા COLOSSIa વિશાળ પ્રતિમા").
પ્રદેશ(colotomy, n, [colotomies], "કોલનનો સર્જનલ ચીર્ટ").
Prolog: entry(રંગ, v, [રંગીન, રંગકામ, રંગો], "રંગવાનું").
entry(રંગયંત્રક, પ, [રંગયંત્રકો], "રંગનાર").
entry(colpitis, n, [colpitises], "એક યોનિ સુજાક").
entry(કોલ્ટ, ન, [કોલ્ટસ], "એક યુવાપુરુષ ઘોડો COLTISH વિશે").
entry(કોલ્ટન, n, [કોલ્ટન્સ], "કોલુમ્બાઇટ અને ટેન્ટેલાઇટ ધરાવતા એક કાળો ધાતુફલ").
entry(colter, n, [colters], "પ્લાઉમાં સ્થિત એક પ્લેટ").
entry(colthood, n, [colthoods], "કોલ્ટ હોવા કે કોલ્ટનો સમય").
entry(colubrid, n, [colubrids], "સાપોના મોટા કુટુંબમાંથી કોઈપણ").
entry(colugo, n, [colugos], "એક નાનું સ્તનપાયી").
entry(કૉલમ્બિક, લેખન, [], "નિયોબિયમની સમ્પત્તિ").
entry(columel, n, [columels], "ગ્રંથિ જે નાના સ્તંભ સમાન શારીરિક ભાગ છે").
કટાર(કોલમ, n, [કોલમ્સ], "એક ઊભું નલાકાર આધારCOLUMNAL COLUMNAR COLUMNED વિશેષણ").
entry(કોલમનેઆ, n, [કોલમનેઆઝ], "એક ઝાડ જેવા આકારનો સામેવાળો ઉષ્ણકટિબંધીય છોડ").
entry(colure, n, [colures], "થેવું ખગોળીય વર્તુળ").
entry(coly, n, [colies], "અફ્રિકાના પક્ષી").
entry(સરસવ, ન, [સરસવો], "કેબેજ કુટુંબનો એક છોડ").
entry(કોમા, n, [કોમે], "રેશમી વાળનો ગૂચો").
entry(કોમા, n, [કોમાસ], "દીર્ઘઅજીર્ણતાની સ્થિતિ").
entry(comake, v, [comade,comaking,comakes], "બીજાની લોન માટે સાથ આપવું").
entry(comaker, n, [comakers], "બીજાના ડિફૉલ્ટ માટે નાણાકીય જવાબદારી લેનારો").
entry(comal, નોวิы, [], "સોમોસે").
entry(comanage, v, [comanaged,comanaging,comanages], "સંયુક્ત રીતે વ્યવસ્થાપિત કરવા").
entry(સાથી, ન, [સાથીઓને], "એક સાથી").
entry(કૉમેટિક, વિશેષણ, [], "અચેતનાવસ્થાના પરિણામે ઝાંખુ દ્રષ્ટિ ધરાવવું").
entry(comatik, n, [comatiks], "કોમાટિક").
entry(અચેતન, વિશેષણ, [], "કોમાથી પ્રભાવિત").
entry(comatula, n, [કોમૅટુલા], "ایک سمندری جانور").
entry(કાંટિયું, ક્રિયા, [કાંટીઆવેલું, કાંટાવતા, કાંટિયાં], "કળિયાણા અથવા સાફ કરવા માટેનો દાંતીયાં સાધન").
entry(combat, v, [combated,combating,combats], "અથવા COMBATTED COMBATTING COMBATS સામે લડવું").
entry(લડાકુ, પ, [લડાકાઓ], "એક જે લડાય કરે").
entry(કોમ્બ, ન, [કોમ્બ્સ], "એક સંકુચિત ખીણ").
entry(કાંસીયો, નામ, [કાંસીઓ], "જે કાંસે છે").
entry(combi, n, [combis], "એક મશીન જે સંયુક્ત કાર્ય ધરાવે છે").
પ્રવેશ(મેળવો, ક્રિયા, [મેળવ્યો, મેળવણી, મેળવે], "મિક્ષ કરવું").
entry(સંયુક્ત, n, [સંયુક્તો], "બે ઘટના જોઈને બનાવેલ એક સ્કીંગ સ્પર્થા").
entry(સંયોજક, ન, [સંયોજકો], "જે સંયોજન કરે છે").
entry(કૉમ્બિંગ્સ, npl, [], "કાંસાથી દૂર કરવામાં આવેલ વાળ").
entry(મળાવવું, વર્તમાન, [], "combine નો અસંબંધ ક્રિયા વિશેષણ").
entry(comblike, adj, [], "કેવા ચીચિડેલાં કેં કાંસાં જેવી રજૂઆત").
entry(combo, n, [combos], "એક નાનું જાઝ બેન્ડ").
entry(combover, n, [combovers], "ટકલાશય પર વાળ જમવાનું").
entry(કેમ્બસ્ટ, v, [કેમ્બસ્ટેડ,કેમ્બસ્ટિંગ,કેમ્બસ્ટ્સ], "બાળવા માટે").
entry(આવો, ક્રિયાપદ, [આવિએવો,આવતો,આવો છે], "અથવા આવવો કઈજગ્યા કે કોઈ વ્યક્તિ તરફ યાત્રા કરવી").
entry(કમબેક, ન, [કમબેક્સ], "પૂર્વ સુખાકારીમાં વાપસી").
એન્ટ્રી(કોમેડિયન, ના, [કોમેડિયન્સ], "એક હાસ્યપ્રદ કલાકાર").
પ્રવિશી(comedic, વિશેષણ, [], "કૉમેડી સંબંધિત").
entry(કોમેડિઝ, pl, [], "કોમેડીનો").
entry(કૉમેડિસ્ટ, પ, [કૉમેડિસ્ટ્સ], "કૉમેડીઓના લેખક").
entry(comedo, n, [comedos], "સ્વર અથવા COMEDONESa ત્વચા ખામી").
entry(ખૂલૂંકણું, n, [ખૂલૂંકણાં], "બદનામીને ઘટાડે").
entry(કૉમેદી, નામ, [કૉમેડીઝ], "હાસ્યાસપદ નાટક, મૂવી અથવા અન્ય કૃતિ").
entry(સુંદર, વિશેષણ, [], "ઊઅધિક સુંદર అత్యધિક સુંદર જોવા માટે આકર્ષક રીતે adv").
entry(સદસ્ય, n, [સદસ્યો], "એ જેણે સભ્યત્વ શેર કર્યું").
entry(ખાવું, ન, [ખાવનાર], "એક હતાશા બતાવનાર").
entry(ધૂમકેતું, n, [ધૂમકેતુઓ], "એક આકાશી પિણુંધૂમકેતીય તનુ").
entry(cometh, a, [], "આવવું (હાજર તકમેલ માણસ - ૩ વ્યક્તિ એકવચન)").
entry(comether, n, [comethers], "કોઈ બાબત અથવા મુદ્દો").
entry(cometic, adj, [], "ધુમકેતુ થી સંબંધિત").
entry(comfier, તુલનાત્મક, [], "આરામદાયક ના").
entry(comfiest, superlative, [], "કૉમ્ફીમાંથી").
entry(comfit, n, [comfits], "કૅન્ડી").
entry(સાંભળવું, ક્રિયાપદ, [સાંભળ્યું, સાંભળતો, સાંભળે છે], "શોકના સમયમાં શાંત કરવા").
entry(કોમફ્રે, n, [કોમફ્રેસ], "એક ખુરદુરા જડીબૂટી").
entry(આરામદાયક, વિશેષણ, [], "COMFIER COMFIESTcomfortableCOMFILY ક્રિયા વિશેષણ").
entry(કોમિક, ન, [કોમિક્સ], "હાસ્ય કલાકાર").
entry(હાસ્યપ્રદ, વિશેષણ, [], "મજેદાર").
entry(આવવું, n, [આવવાનો], "આગમન").
entry(comingle, v, [comingled,comingling,comingles], "સંપૂર્ણપણે ભેળવી દેવું").
entry(comitia, n, [comitia], "પ્રાચીન રોમમાં એક જાહેર સભાCOMITIAL વિશેષણ").
entry(મિત્રતા, ન, [મિત્રતાઓ], "ભદ્રતા").
entry(comix, npl, [], "કોમિક પુસ્તકો અથવા પટ્ટા").
પ્રવેશ(comm, n, [comms], "અનિકેતન").
entry(અલ્પવિરામ, n, [અલ્પવિરામો], "અથવા COMMATA પ્રાચીન પroso્osડીમાં થોડા શબ્દો અથવા પગલાંનો ભાગ").
entry(આદેશ, v, [આદેશ આપ્યો, આદેશ આપતો, આદેશ આપે છે], "સત્તાથી દિશા આપવી").
entry(commando, n, [commandos], "અથવા COMMANDOES સૈન્ય એકમ").
entry(commata, a, [], "અલ્પવિરામનું બહુવચન").
entry(પ્રારંભ, ક્રિયાપદ, [પ્રારંભ થયો, પ્રારંભ થઈ રહ્યો છે, પ્રારંભ કરે છે], "પ્રારંભ કરવા").
entry(commend, v, [commended,commending,commends], "તારીફ કરવી").
એન્ટ્રી(ટિપ્પણી, v, [ટિપ્પણી કરી, ટિપ્પણી કરવી, ટિપ્પણીઓ], "ટિપ્પણી કરવા માટે").
entry(વાણિજ્ય, v, [વાણિજ્ય કર્યું,વાણિજ્ય કરવું,વાણિજ્ય કરે], "મિલો").
entry(commie, n, [commies], "એક કમ્યુનિસ્ટ").
entry(commies, pl, [], "કૉમીનો").
entry(commis, n, [commis], "નવોદિત શેફ").
entry(commish, n, [commishes], "સમીશનર").
મુખામુખી(commit, v, [committed, committing, commits], "કરણ અથવા પરાકલ્પના કરવા માટે").
entry(commix, v, [commixt,commixing,commixes], "એકસાથે મિક્સ કરવું").
entry(commo, n, [commos], "સંભાષણ").
પ્રવેશ(કોમોડ, પ, [કોમોડ્સ], "એક મંજૂર").
entry(સામાન્ય, વિશેષણ, [], "COMMONER COMMONESTordinary").
entry(common, n, [commons], "સામાન્ય રીતે ઉપયોગ કરવામાં આવતા જમીનનો ભાગ").
entry(સામાન્ય માણસ, n, [સામાન્ય લોકો], "સામાન્ય માણસોમાંનો એક").
entry(સામાન્ય રીતે, ક્રિયા વિશેષણ, [], "સામાન્ય રીતે").
entry(commove, v, [commoved,commoving,commoves], "હિંસક રીતે હરવાં").
entry(સામૂહિક, વિશેષણ, [], "કમ્યુનિટીનો ભાગ કે જાહેર").
પ્રવેશ(સંવાદ, v, [સંવાદિત,સંવાદી,સંવાદો], "નૅહારીક રીતે વાતચીત કરવી").
entry(સાથે જોડાવનાર, n, [સાથે જોડાવનાર], "એક જે જોડાવા માટે").
entry(મોટ, ક્રિયા, [મોટી, મોટતાં, મોટા], "વિનિમય કરવા માટે").
entry(કમ્યુટર, ન, [કમ્યુટર્સ], "એક જે કમ્યુટ છે").
entry(commy, n, [commies], "કોમી").
entry(comorbid, adj, [], "બીજા તબીબી સ્થિતિ સાથે એકસાથે અસ્તિત્વમાં").
પ્રવેશ(કોમોઝ, વિશેષણ, [], "રેશમી વાળનો તુફ્તો ધરાવે છે").
entry(comous, વિશેષણ, [], "comose").
ઍન્ટ્રી(comp, v, [comped,comping,comps], "જરસ ઉપસંગીત મુજબ વાદન કરવા").
entry(સંપીડિત, વિશેષણ, [], "સંપીડિત્તમ સંપર્કથી અને મજબુતાઇથી સંકળાયેલ").
entry(compact, v, [compacted,compacting,compacts], "એકઠું કરી ભારતવું").
entry(મિત્ર, n, [મિત્રો], "ખાસ મિત્રો").
entry(કંપની, v, [કંપનીડ,કંપનીંગ,કંપનીઝ], "સાથે જોડાવા").
entry(compare, v, [તુલના કરેલ,તુલના કરી રહેલ,તુલના કરે છે], "સમાન તરીકે રજૂ કરવા").
entry(તુલના કરવા વાળો, n, [તુલનાઓ કરનારાઓ], "તુલના કરનાર").
એન્ટ્રી(કોમ્પાર્ટ, કૃ, [કોમ્પાર્ટેડ,કોમ્પાર્ટીંગ,કોમ્પાર્ટ્સ], "ભાગોમાં વહેંચવા માટે").
entry(કોમ્પાસ, ન, [], "હૈતિની લોકપ્રિય સંગીત શૈલી").
entry(કંપાસ, v, [કમ્પાસ્ડ,કમ્પાસિંગ,કમ્પાસેસ], "આસપાસ જવું").
entry(સાથસથરો, v, [સાથસથર્યો, સાથસથરી, સાથસથરતાં], "સમાન કરવું અથવા મેળ ખાતાં").
entry(મજબુર કરવું, ક્રિયાપદ, [મજબુર કર્યું,મજબૂરી જઈ રહી છે,મજબૂર કરે છે], "એના પર કર્મ કરવા માટે બળાણ નાખવું").
entry(compend, n, [compends], "સંક્ષિપ્ત સારાંશ").
entry(પ્રવક્તા, ક્રિયાપદ, [પ્રવલ્ક્તાઓ, પ્રવલ્ક્તાઓનું], "સમારંભનો સંચાલક તરીકે કામ કરવું").
entry(સ્પર્ધા, v, [સ્પર્ધાવાવે, સ્પર્ધાકોજરે, સ્પર્ધાઓ], "હરીફાઈ કરવી").
entry(સંકલિત કરો, ક્રિયાપદ, [સંકલિત,સંકલિત કરે છે,સંકલિત કરે છે], "એક સ્વરૂપમાં એકત્રિત કરો").
entry(સંકલક, પ, [સંકલકો], "જે સંકલિત કરે છે").
entry(comping, n, [compings], "જૅઝ સાથીગીત વગાડવાનું").
entry(ફરિયાદ, v, [ફરિયાદ કરી,ફરિયાદ કરતા,ફરિયાદ કરે છે], "અસંતોષ વ્યક્ત કરવા").
entry(compleat, v, [compleated,compleating,compleats], "પૂર્ણ કરવું").
entry(સમાવિષ્ટ, ક્રિયા, [સંપૂર્ણતામા,સમાવિષ્ટતા,સમાવિષ્ટ કરવું], "સંયુક્ત કરવાનો").
entry(પૂર્ણ, વિશેષણ, [], "પૂર્ણ ઘરડો_પૂર્ણ_સૌથી_પૂર્ણ_તાજેતર_ના_સૌથી_પૂર્ણ_હોના_માટે_બધા_જરૂરી_ભાગો").
entry(પૂર્ણ, v, [પૂર્ણ કર્યું, પૂર્ણ કરી રહ્યા છે, પૂર્ણ કરે છે], "અંતિમ કાર્યક્રમ લાવવા").
entry(જટિલ, વિશેષણ, [], "COMPLEXER COMPLEXESTcomplicated").
entry(complex, v, [complexed,complexing,complexes], "કમ્પ્લેક્સ બનાવવું").
એન્ટ્રી(સ્હાયકો, ન, [સ્હાયકો], "એક સહકારી").
entry(અનુસરણ કર્યું, ભૂતકાળ, [], "અનુસરણનો કાળ").
entry(અનુસરણકર્તા, n, [અનુસરણકર્તાઓ], "જે અનુસરે").
entry(પાલન કરે, હાજર, [], "પાલન કરવા નું 3d વ્યક્તિ ઉપર એકવચન").
entry(complin, n, [complins], "કૉમ્પલાઇન").
entry(કોમ્પલાઇન, n, [કોમ્પલાઇનસ], "દિવસની છેલ્લી ધાર્મિક પ્રાર્થના").
entry(ષડયંત્ર, v, [ષડયંત્રયું,ષડયંત્રતા,ષડયંત્રો], "સાથે મળી કાઢેલું કાવતરું").
entry( પાલન, ક્રિયા, [પાલન કર્યું,પાલન કરવાનું,પાલન કરે છે], "આદેશનું પાલન કરવું").
entry(compo, n, [compos], "મિશ્રણ પદાર્થ").
entry(compone, adj, [], "કમ્પોની").
entry(કંપની, વિશેષણ, [], "પર્યાયે રંગોના ચોક્સમાં સંકલિત").
entry(વર્તન, વ, [વર્તાયું,વર્તવું,વર્તે છે], "હ某 કોઈ ચોક્કસ રીતે પોતાને કંડક્શન કરવું").
entry(સિવાય કરો, v, [સિવાય કર્યો,સીવાઈ રહ્યા છે,સિવાય કરે છે], "વિસ્તૃત વર્ણન કરવું").
entry(સંગીતકાર, ન, [સંગીતકારો], "એક જે સંગીત લખે છે").
entry(કમ્પોસ્ટ, v, [કમ્પોસ્ટેડ,કમ્પોસ્ટિંગ,કમ્પોસ્ટ્સ], "ખેતી માટે ખાતર કરવું").
entry(compote, n, [compotes], "ફળની મીઠાઈ જે શરબતમાં રાંધવામાં આવે").
પ્રવેશ(મિશ્રણ, v, [મિશ્રિત,મિશ્રિતી,મિશ્રણો], "ઉમેરવું").
entry(સંકુચિત, v, [સંકુચિત, સંકુચિત કરી રહ્યું છે, સંકુચિત કરે છે], "હળવું").
entry(સમાવેશ, ક્રિયા, [સમાવિષ્ટ,સમાવવા,સમાવે છે], "સમાવિષ્ટ કરવા કે ધરાવવાનો").
entry(comprize, v, [comprized,comprizing,comprizes], "સમાવેશ કરવો").
entry(કાઉન્ટ, ક્રિયા, [કાઉન્ટેડ, કાઉન્ટિંગ, કાઉન્ટ્સ], "ગણવું").
entry(ગણતરી, ક્રિયા, [ગણતરી,ગણતરી રહી,ગણે છે], "લગાડવું").
entry(કમ્પ્યુટર, ન, [કમ્પ્યુટર્સ], "એક યંત્ર જે આપમેળે ગણના કરે છે").
entry(સાથી, n, [સાથીઓ], "એક નજીકનો મિત્ર").
entry(comte, n, [comtes], "ફ્રેન્ચ શુરી પુરૂષ").
entry(કોન, વી, [કોનેડ, કોનીંગ, કોન્સ], "સાવધાનતા પૂર્વક અભ્યાસ કરવા").
entry(પ્રવૃત્તિ, નામ, [પ્રવૃતિઓ], "ઉદ્દેશપૂર્વક ક્રિયા કરવાની વૃત્તિCONATIVE વિશેષણ").
entry(conatus, n, [conatus], "એક પ્રયાસ").
entry(કંકાવ, v, [કંકાવડ,કંકાવિંગ,કંકાવસ], "કંકાવ આકાર આપવો, અંદર વાળ્યું").
entry(લુકાવું, V, [લપાવ્યો,લપાવીએ,લપાવે], "દર્ષન અથવા શોધથી છુપાવવા").
entry(માથે ઠાલવવું, ક્રિયા, [માથે ઠાલવેલું,માથે ઠાલવતા,માટે ઠાલવે છે], "સાચું સ્વીકારવા માટે").
entry(માની લેવાવાળો, પ, [માની લેવાવાળા], "જે માન લે છે").
entry(અહંકાર, v, [અહંકારિત, અહંકારિતી, અહં કારો], "કલ્પના કરવા માટે").
entry(કલ્પના કરવી, ક્રિયા, [કલ્પના કરી,કલ્પના કરવી,કલ્પનાઓ કરી છે], "સમજવા માટે").
entry(સમરસતા, n, [સમરસતાઓ], "સામ્ય").
entry(ઘટક, n, [ઘટકો], "સામાન્ય વિચાર").
entry(concepti, npl, [], "નમુક્ત અંડાં").
entry(ચિંતા, ક્રિયાપદ, [ચિંતિત,ચિંતાજનક,ચિંતાઓ], "રૂચિ લેવાનું").
entry(કોન્સર્ટ, v, [એકસાથે, આયોજન, કોન્સર્ટ્સ], "યોજનાબદ્ધ કરવું").
entry(કોન્સર્ટો, ન, [કોન્સર્ટોસ], "અથવા CONCERTIa સંગીત રચના").
entry(કોન્ક, ન, [કોન્ક્સ], "અથવા કોન્કેસ સમુદ્રી શંખચિપ્પી").
entry(કોન્ચા, ન, [કોન્ચાસ], "એક સજાવટી ચક્ર").
entry(concha, n, [conchae], "ડાંચાકાર રચનાCONCHAL વિશેષણ").
entry(કોન્ચી, n, [કોન્ચિઝ], "કોન્ચી").
entry(concho, n, [conchos], "કોંચા આભૂષણયુક્ત ડિસ્ક").
entry(conchoid, n, [કોન્ચોઇડ્સ], "જ્યામિતીય વકરીનો એક પ્રકાર").
entry(conchy, n, [conchies], "એક જાગૃત વિરોધી").
entry(સંક્ષિપ્ત, વિશેષણ, [], "CONCISER CONCISESTsuccinct").
entry(કોન્ક્લેવ, ન, [કોન્ક્લેવ્સ], "એક ગુપ્ત બેઠક").
entry(સમાપ્ત, ખેડ, [સમાપ્ત કર્યું, સમાપ્ત કરી રહ્યું, સમાપ્ત કરે], "અંત કરવાની ક્રિયા").
entry(સાંધવું, ક્રિયા, [સાંધ્યું,સાંધવું,સાંધે છે], "સામક્ત્રણ સાધનો જોડીને તૈયાર કરવું").
entry(કાંકોર્ડ, n, [કાંકોર્ટ્સ], "એક સમજૂતીની સ્થિતિ").
entry(સ્પર્ધા, n, [સ્પર્ધા], "જાહેર સ્પર્ધા").
entry(કોંક્રીટ, v, [કંક્રીટેડ,કંક્રીટિŋ,કંક્રીટ્સ], "મજબૂત કરવા").
entry(સંમતિ, ક્રિયાપદ, [સંમતિ આપી, સંમતિ આપી રહી, સંમતિ આપે છે], "સાંમત થવું").
entry(concuss, v, [concussed,concussing,concusses], "ખંતિ મારફતે મગજને નુકસાન પહોંચાડવું").
entry(નિંદા, v, [નિંદ્યો, નિંદનારા, નિંદે છે], "કઠોર રીતે ટીકા કરવી").
entry(સંકુચિત, v, [સંકુચિત,સંકુચિત કરી રહ્યું છે,સંકુચિત કરે છે], "સંકુચિત કરવું").
entry(condign, adj, [], "લાયક યોગ્ય").
entry(condo, n, [condos], "મલ્ટી યુનલ્ટી કૌશલ્યમાં એક આઉટપુટી પ્રત્યેની વ્યક્તિગત માલિકીની યુનિટ").
entry(શોક વ્યક્ત કરવો, ક્રિયાપદ, [શોક વ્યકત કર્યો, શોક વ્યક્ત કરી રહ્યો છે, શોક વ્યક્ત કરે છે], "શોક કરવો").
entry(condoler, n, [શોક વ્યક્ત કરનાર], "જો ચે શોક વ્યક્ત કરે").
entry(કંડોમ, ન, [કંડોમ્સ], "એક ગર્ભનિરોધક").
entry(માહેર થયો, ક્રિયાપદ, [માહેર થયો,માહેર થતો,માહેર થાય], "માફ કરવો અથવા અવગણવું").
entry(condoner, n, [condoners], "કોઈ જે condone કરે છે").
entry(condor, n, [કૉન્ડૉર્સ], "અથવા કૉન્ડોરેસ ચિલીના સિક્કા").
entry(મદદ, v, [મદદ કરી,મદદ કરવો,મદદ કરે છે], "પરિણામમાં યોગદાન આપવા માટે").
entry(conducer, n, [conducers], "એ જે ઉપકારક થાય છે").
entry(વર્તન, ક્રિયાપદ, [શ્રેષ્ઠપણેવ્યવહારકરો,વ્યવહારીત,વ્યવહારો], "માર્ગદર્શક અથવા નેતૃત્વ કરવું").
entry(સારંગ, ન, [સારંગો], "પ્રવાહી કેવા માટેની એક ચાનલ અથવા પાઇપ").
entry(કોન્ડાઇલ, ન, [કોન્ડાઇલ્સ], "હાડકાં પરનો એક ઉભરતો ભાગ કૉન્ડાઇલર વિશેષણ").
entry(કોન, v, [કોન્ડ, કોણિંગ, કોન્સ], "ભૌમિતિક ઘન સમાવેશવાળી કોનની સ્થિતિમાં આકાર બનાવવો").
entry(conelrad, n, [conelrads], "હવા હુમલાના સંજોગોમાં રક્ષણ કરવાનું મંત્રણા").
entry(conenose, n, [conenoses], "રક્તચૂષક કીટક").
entry(conepate, n, [conepates], "એક સ્કંક").
entry(conepatl, n, [conepatls], "કોણેપેટ").
entry(કની, n, [કનીઝ], "કની").
પ્રવેશ(સંકેલન, ક્રિયાપદ, [સંકેલન કર્યું, સંકેલન કરતા, સંકેલન કરે છે], "વાતચીત કરવા માટે").
entry(મિશ્રણ, ક્રિયા, [મિશ્રિત, મિશ્રણ બનાવતા, મિશ્રણ કરે], "વિભિન્ન ઘટકોમાંથી તૈયાર કરવા માટે").
entry(કોન્ફર, ક્રિયા, [કોન્ફર્ડ, કોન્ફરિંગ, કોન્ફર્સ], "પ્રદાન કરવું").
પ્રવેશ(સભાસદ, ન, [સભાસદો], "જેણે કંઇક આપવામાં આવ્યું છે").
પ્રવેશ(conferva, n, [confervas], "અથવા CONFERVAEa તાજાપાણી શેવાળ").
entry(ચુપી સાંભરવી, v, [ચુપ્યું, સંભળવું, સાંભરે છે], "સ્વીકારવા અથવા ખુલાસો કરવા").
entry(confetto, n, [કોફેટી], "એક બોનબોન").
entry(વિશ્વાસ સાથે જણાવવું, v, [વિશ્વાસ સાથે જણાવ્યું, વિશ્વાસ સાથે જણાવવાની ક્રિયા, વિશ્વાસ સાથે જણાવે છે], "વિશ્વાસ અથવા વિશ્વાસપૂર્વક પ્રગટ કરવા માટે").
entry(confider, n, [confiders], "જેણે ભરોસો મૂક્યો").
entry(બંધ, v, [બંધિત,બંધવું,બંધે], "એક ઘેરાના અંદર બંધ કરવું").
entry(અવબંધક, ન, [અવબંધકો], "એક કે જે અવબંધન કરે").
entry(confirm, v, [નિર્ભીક, નિર્ભીકતા, નિર્ભીકી], "માન્યતા ધરાવવાની ખાતરી આપવા માટે").
entry(confit, n, [confits], "માંસ તેને વાતમાં જ 仿તુ થઈ પકા կազմում").
entry(મિલાવી, v, [મિલાવવામાં આવ્યું,મિલાવી રહ્યો,મિલાવે છે], "મિલાવવા").
entry(વિવાદ, v, [ટકરાવ,ટકરાય,ટકરાયું], "વિરુદ્ધ આવવું").
entry(conflux, n, [confluxes], "નદીઓનું ખેડાણ").
entry(confocal, વિશેષણ, [], "એકસરખો ફોકસ અથવા ફોકી ધરાવનાર").
entry(સંરુપીકરણ, ક્રિયાપદ, [સંતુલનમાટેઆવવું, સંતુલિતહોયવું, સંતુલનેછે], "નો સમાન અથવા સમાન થવું").
entry(અવરોધ, v, [અવરોધિત, અવરોધતા, અવરોધે છે], "ગુંચવવું").
entry(confrere, n, [સહકારીઓ], "એક સહકર્મી").
entry(મોકાબલો, ક્રિયાપદ, [મોકાબલાથયા,મોકાબલાથતાં,મોકાબલાય], "સમક્ષ નડવું").
entry(ભંકારવું, v, [ભાત્મક,ભમયક,ભભંકાર], "મુદ્દે માનસિક રીતે ગડમથલ કરવી").
entry(ખંડન, v, [ખંડિત,ખંડન કરવું,ખંડન કરેછે], "ખંડન કરવા").
entry(confuter, n, [confuters], "એક જે ખોટા હાલતને ખોટું સાબિત કરે").
entry(conga, v, [congaed,congaing,congas], "કોંગા લેટિન અમેરિકન નૃત્ય પ્રદર્શિત કરવું").
entry(conge, n, [conges], "પ્રસ્થાન માટે મંજૂરી").
entry(કન્ઝીલ, ક્રિયા, [જમાવેલું, જમવું, જમાવે છે], "દ્રવ્ય થી ઘન પદાર્થ માં પરિવર્તિત થવું").
entry(congee, v, [congeed,congeeing,congees], "નમ્રતાપૂર્વક વંદન કરવું").
entry(સમવર્ગી, પ, [સમવર્ગીઓ], "એક જ પ્રકાર અથવા વર્ગનો એકમ").
entry(conger, n, [congers], "એક સમુદ્રી બામણો").
entry(congest, v, [congested,congesting,congests], "ભરે તેટલૂં ભરી નાખવું").
entry(congius, n, [congii], "પ્રાચીન માપનો એકક").
entry(conglobe, v, [conglobed,conglobing,conglobes], "ગોળાકાર થવું").
entry(કોંગો, n, [કોંગોઝ], "એક સર્પાકાર ઉભયચર").
entry(કોંગો, n, [કોંગોઝ], "કોંગૂ").
entry(કોંગો,ન, [કોંગોઝ], "ચાઇનીઝ ચા").
entry(કોનગ્રેટ્સ, npl, [], "અભિનંદન").
entry(કાંગ્રેસ, ક્રિયા, [સંસદસાથે મળ્યું,સંસદમાં જોડવાનું,સંસદો], "સાથે ભેગા થવું").
ક્વારી(coni, pl, [], "કોનસનો").
entry(conic, n, [conics], "એક ભૌમિતિક વક્ર").
entry(conical, adj, [], "શંકુ આકારનો").
entry(conicity, n, [conicities], "શંકુાકૃતિ સ્થિતિ").
entry(conidium, n, [conidia], "લુણાયુક્ત ફૂગના બીજાણુંCONIDIAL CONIDIAN વિશેષણ").
entry(કનીઝ, બહુવચન, [], "નો કની").
entry(કોનિફર, ન, [કોનિફર્સ], "એક સદાબહાર વૃક્ષ").
entry(coniine, n, [coniines], "ઝેરી અલ્કલોઇડ").
entry(conin, n, [conins], "coniine").
entry(conine, n, [conines], "coniine").
entry(coning, present, [], "કોનની ભાગરૂપિ").
entry(coniosis, n, [conioses], "ધૂળના શ્વસનના કારણે થતું એક ચેપ").
entry(કોનિયમ, n, [કોનિયમ], "એક ઝેરી ઔષધીય છોડ").
entry(કંજોઈન, v, [કંજોઈન્ડ,કંજોઈનિંગ,કંજોઈન્સ], "સાથે જોડાવુંCONJOINT adj").
entry(સાંસારિક, વિશેષણ, [], "લગ્ન સંબંધી").
entry( સંયોજક, નામ, [સંયોજકો], "એક જે બીજા સાથે જોડાયેલું છે").
પ્રવેશ(કંજુન્ટો, એન, [કંજુન્ટોસ], "મૅક્સિકન સરહદ પાસેના નૃત્ય સંગીતની એક શૈલી").
entry(જાદુ કરવું, ક્રિયા, [જાદુ કરેલું, જાદુ કરતી], "આધાનવું").
entry(જાદુગર, n, [જાદુગરો], "એક જાદુગર").
entry(કાંઠાનિ, ન, [કાંઠાની], "કાંઠા જાદુગર").
entry(conk, v, [conked,conking,conks], "માથા પર મારવું").
entry(conker, n, [કોંકર્સ], "બ્રિટિશ રમતમાં વપરાતો એક ચેસ્ટનટ").
entry(conky, adj, [], "ઝાડના ફૂગથી ભરેલા").
entry(conn, v, [conned,conning,conns], "જહાજના સ્ટીયરિંગને દિશા આપવી").
entry(connate, adj, [], "જન્મત:").
entry(connect, v, [જોડાયેલ, જોડાય છે, જોડે છે], "એકસાથે જોડાવા").
entry(conned, past, [], "કોનનો કાળ").
entry(conner, n, [કોનર્સ], "કોન કરનાર").
entry(conning, present, [], "કોન નો ઉપવિશેષણ").
entry(connive, v, [connived,conniving,connives], "ખોટુ કરવાનું અજ્ઞાન ભજવવું").
entry(conniver, n, [connivers], "જો કોઇ જુગાડ કરે તે").
entry(connor, n, [connors], "એક ખારું પાણી માછલી").
entry(connote, v, [connoted,connoting,connotes], "શબ્દશ : અર્થના અન્ય અર્થને સૂચવવાનો").
entry(conodont, n, [conodontસ], "એક ફોસિલ").
entry(conoid, n, [conoids], "એક ભૂમિતિ ઘનCONOIDAL વિશેષણ").
પ્રવેશ(જીતવું, ક્રિયા, [જીતેલું, જીતવું, જીતે છે], "બળપૂર્વક વિજય મેળવવો").
entry(વિજય, n, [વિજયો], "જીતવાના કૃત્ય").
entry(conquian, n, [conquians], "કાર્ડ ગેમ").
entry(સંમતિ, v, [સંમતિ આપી,સંમતિ આપવા,સંમતિ આપે છે], "પરવાનગી કે મંજુરી આપવા").
entry(રક્ષણ, ક્રિયાપદ, [રક્ષિત, રક્ષણના, રક્ષે છે], "નાશ અથવા ખોટમાંથી સુરક્ષિત કરવું").
entry(વિચાર, ક્રિયા, [વિચાર કર્યો, વિચાર કરતા, વિચાર કરે છે], "વિશે વિચારવું").
entry(સોંપવું, v, [સોંપ્યું, સોંપતા, સોંપે છે], "બીજાની સંભાળમાં આપવા માટે").
entry(સમાવિષ્ટ, v, [સમાવિષ્ટ,સમાવિષ્ટ કરીને,સમાવે છે], "બનેલું અથવા રચાયેલ હોવા માટે").
entry(કોન્સોલ, ન, [કોન્સોલ્સ], "એક સરકાર બોન્ડ").
console(પ્રવેશ, v, [consoled, consoling, consoles], "સાંત્વના આપવી").
entry(સાંત્વના, ન, [સાંત્વનારા], "એક જે સાંત્વના આપે").
entry(consomme, n, [consommes], "સ્વચ્છ સૂપ").
entry(સાથી, v, [સાથ વર્ષે,સાથ રાખી રહ્યો છે,સાથ રાખે છે], "સાધારણ રાખે").
entry(સાચટી, ક્રિયા, [સાચટ્યું,સાચટતાં,સાચટે], "અન્ય સાથે ગુપ્ત રીતે યોજના બનાવવી").
entry(અચાલ, n, [અચાલતાઓ], "કૈંક એવું જે બદલાતા નથી").
entry(construe, v, [construed,construing,construes], "અર્થઘટન કરવા").
entry(કૉન્સુલ, n, [કૉન્સુલ્સ], "વિદેશમાં સેવા આપતો એક અધિકારીCONSULAR વિશેષણ").
entry(કન્સલ્ટ, ક્રિયાપદ, [સલાહ લીધી,સલાહ લેતા,સલાહ લે છે], "અભિપ્રાય પૂછવા માટે").
entry(ઉપભોગવો, ક્રિયાપદ, [ઉપભોગવ્યું,ઉપભોગવું,ઉપભોગવે], "વાપરી નાખવું").
entry(consumer, n, [ઉપભોક્તાઓ], "જુઓ કે ઉપભોગ કરે છે").
કોન્ટેક્ટ(સંપર્ક, v, [ઉપસંપર્ક કર્યો,સંપર્ક કરી રહ્યો છે,સંપર્ક કરે છે], "સંપર્ક સાધવા માટે").
entry(contagia, npl, [], "સંક્રમક રોગોના કારણભૂત એજન્ટ્સ").
entry(સમાવેશ, v, [સમાયેલા,સમાવવા,સમાવે], "અંદર રાખવા માટે").
entry(contango, n, [contangos], "સ્ટોકના ટ્રાન્સફરનો મોકૂફ").
entry(conte, n, [contes], "એક લઘુકથા").
પ્રવેશ(અવજ્ઞા, ક્રિયાપદ, [અવજ્ઞાકર્મ,અવજ્ઞારત,અવજ્ઞા], "અવહેલા કરવા").
entry(contempo, adj, [], "સમકાલીન").
entry(અવજ્ઞા, n, [અવજ્ઞાઓ], "તે વ્યક્તિની લાગણી જે કંઈકને નીચું, નિકૃષ્ટ અથવા મહત્વહીન તરીકે જોવે").
entry(સ્પર્ધા, v, [સ્પર્ધિત, સ્પર્ધી, સ્પર્ધાઓ], "હરીફાઈ કરવાનો/ની").
entry(સામગ્રી, v, [સંતોષ, સંતોષી, સામગ્રીઓ], "સંતોષ આપવા માટે").
entry(contessa, n, [contessas], "ઇટાલિયન કાઉન્ટેસ").
પ્રવેશ(સ્પર્ધા, v, [સ્પર્ધિત,સ્પર્ધાવી,સ્પર્ધાઓ], "માટે સ્પર્ધા કરવી").
entry(સંદર્ભ, n, [સંદર્ભો], "અનિવાર્ય શબ્દ અથવા વાક્યના વહાંગમાં પ્રસંગજન્ય ભાગ").
entry(continua, npl, [], "ગણિતીય સેટ્સ").
entry(continue, v, [ચાલું રાખ્યું,ચાલું રાખી રહ્યું છે,ચાલું રાખે છે], "જારી રાખવા માટે").
entry(continuo, n, [continuos], "પ્રકારનું વાજિંત્ર ભાગ").
entry(કોન્ટો, પ, [કોન્ટોઝ], "એક પોર્ટુગીઝ દ્વારા ભારત સાથે થતો હિસાબ").
entry(મોડવું, ક્રિયાપદ, [મોડ્યું,મોડતી,મોડે છે], "આકારમાંથી વાંકુ કરવું").
entry(રસીખેચવટ, v, [ખંકારેલા, ખંકારતા, ખાંકરતાં], "મંદ નિયંત્રણ બનાવવું").
entry(કોન્ટ્રા, ન, [કોન્ટ્રાસ], "એક નિકારાગુઆન ક્રાંતિકારી").
ઍન્ટ્રી(કોન્ટ્રેક્ટ, v, [સંકોચાયેલું,સંકોચતું,સંકોચે છે], "કુલ લંબાઇ અથવા વોલ્યુમ ઘટાડી દેવું").
entry(વિમાનપટ્ટીमारગ,ન, [વિમાનપટ્ટીમારગો], "વિમાનમાંથી નીકળતી પાણીની ભૂષણ યુવક સ્થિતિ").
entry(વિરૂપ, ન, [વિરૂપો], "એક વિપરીત").
entry(વિપરીત, સપ, [વિપરીત કર્યું,વિપરીત કરવાની,વિપરીતો], "ફરક દર્શાવવા માટે વિરોધમાં મૂકવું").
entry(contrite, adj, [], "કسیના પાપો માટે ઊંડું દુઃખી").
entry(ઉકેલવો, ક્રિયાપદ, [ઉકેલ્યો, ઉકેલતાં, ઉકેલે છે], "ઇંતેજાર કરવું").
entry(નિયંત્રણ, v, [નિયંત્રિત, નિયંત્રિત કરતી, નિયંત્રિત કરે છે], "સત્તા ઉપયોગ કરવી").
entry(contuse, v, [contused,contusing,contuses], "આંચકો આપવો").
entry(કોન્યોર, સુ, [કોન્યોર્સ], "એક ઉષ્ણકટિબંધીય અમેરિકન પેરાકીટ").
entry(conus, n, [coni], "સસ્તન પ્રાણીઓમાં અનાટોમિકલ ભાગ").
entry(ઉષ્ણોત્સર્ગ, ક્રિયનાપદ, [ઉષ્ણોત્સર્ગિત,ઉષ્ણોત્સર્ગતા,ઉષ્ણોત્સર્ગે], "પ્રવાહ દ્વારા ગરમીના સ્થાનાંતર કરવાની પ્રક્રિયા").
entry(ભેટ, ક્રિયા, [ભેટી,ભેટી રહ્યો,ભેટે છે], "એકત્ર થવા").
entry(convener, n, [conveners], "એક જે મળવા બોલાવે").
entry(કન્વીનર, ન, [કન્વીનરો], "કન્વીનર").
entry(સંસાર, ક્રી, [સંસારિત, સંસારવાનું, સંસારડા], "મિલવું").
entry(મિલાવટ, ક્રિયા, [મિલાડવું,મિલાવટ,મિલાડે], "એકઠાં થવું").
entry(સંવાદ, ક્રિયાપદ, [સંવાદ કર્યો, સંવાદ કરતા, સંવાદ કરે છે], "સાથે બોલવા માટે").
entry(converso, n, [કન્વર્સોઝ], "ખ્રિસ્તી ધર્મ અપનાવનાર યહૂદી").
entry(રૂપાંતરિત, v, [રૂપાંતરિત કર્યું,રૂપાંતરિત કરવું,રૂપાંતરિત કરે છે], "બીજા સ્વરૂપમાં પરિવર્તિત કરવું").
entry(convex, n, [convexes], "ફલક અથવા શરીર કે જે બહારની તરફ વક્ર હોય").
entry(ઉપઉતેેજીત, ક્રિયાવિશેષણ, [], "ઉપઉતેજીત રીતે").
entry(મોકલવું, v, [મોકલ્યું,મોકલાતું,મોકલે છે], "પરિવહન કરવું").
પ્રવેશ(કન્વેયર, ન, [કન્વેયર્સ], "એક જે વહન કરે").
entry(વિહંગમગતીયંત્ર, ન, [વિહંગમગતીયંત્રણીઓ], "વિહંગમગતીયંત્ર").
entry(convict, v, [convicted,convicting,convicts], "દોષીત સાબિત કરવો").
entry(વિશ્વાસ કરવો, v, [વિશ્વાસ કર્યો, વિશ્વાસ કરવું, વિશ્વાસ કરે છે], "કોઈ વસ્તુમાં વિશ્વાસ કરાવવો").
પ્રવેશ(સમાવેશ, ક્રિયાપદ, [સમાવવામાં આવ્યું છે,સમાવેશમાં,સમાવે છે], "સભા બોલાવવા માટે").
entry(convoker, n, [convokers], "એક જે બોલાવે").
entry(convolve, v, [convolved,convolving,convolves], "સાથે લપેટવું").
entry(કન્ઝોય, ક્રિયા, [કન્ઝોયડ, કન્ઝોયિંગ, કન્ઝોય્સ], "એસ્કોર્ટ કરવું").
entry(આંદોલન, v, [આંદોલિત,આંદોલનામાન,આંદોલન કરે છે], "હિંસક રીતે હલાવવું").
entry(કોની, ન, [કોનીઝ], "એક સસલું").
entry(coo, v, [cooed,cooing,coos], "ફાક્તાઓ જેવો અવાજ કરવો").
entry(કૂચ, ન, [કૂચેસ], "એક વક્રિલ નૃત્ય").
entry(coocoo, વિશેષણ, [], "પાગલ").
entry(કૂઇ, ક્રિયા, [કૂઇ આપી,કૂઇ અપાવવી,કૂઇ આપે], "ઉચ્ચ અવાજમાં બોલવું").
entry(કૂઅર, ન, [કૂઅર્સ], "એક જે કૂક કરે").
entry(cooey, v, [cooeyed,cooeying,cooeys], "કૂઈું કરવા માટે").
entry(coof, n, [coofs], "એક મૂઢ").
entry(કૂઇંગ, વર્તમાન, [], "કૂનો વર્તમાન કર્મણામક રસિખ").
entry(cooingly, adv, [], "પ્રેમથી કૂંયકૂ શું કરછે તે રીતે").
entry(રસોઇ, ક્રિયા, [રસોઇ કરેલ, રસોઈ કરતા, રસોઈઓ], "ખાદ્ય સામગ્રીને ઉકાળી કે ગરમ કરીને ખાવા યોગ્ય બનાવવું").
entry(રસોઈપુસ્તક, n, [રસોઈપુસ્તકો], "રસોઈ માટેની વાનગીઓનું પુસ્તક").
entry(કુકર, પ, [કુકર], "એક જે રસોઈ બનાવે").
entry(રસોઈ, ન, [રસોઈઓ], "રસોઈ બનાવવાની કલಾ").
entry(cookey, n, [cookeys], "કુકી").
entry(cookie, n, [cookies], "નાનો ચોરસ કેક").
entry(રસોઈ, n, [રસોઈઓ], "રસોઇ કરવાનો કાર્ય").
entry(cookless, વિશેષણ, [], "કોઈ એખાદ બનાવનાર વ્યક્તિ વિના").
entry(cookoff, ન, [cookoffs], "ખાણાં બનાવવાનો પ્રતિસ્પર્ધા").
entry(આઉટડોર રાંધણ, નવ, [આઉટડોર રાંધણો], "ખુલી હવાને હેઠળ તૈયાર અને ખવાયેલ ભોજન").
entry(રસોડાની દુકાન, ન, [રસોડાની દુકાનો], "પાકેલાં ખોરાક વેચતી દુકાન").
entry(કુકટોપ, ન, [કુકટોપ્સ], "એક કાઉન્ટરટોપ કુકિંગ ઉપકરણ").
entry(વાસણ, n, [કુકવેર્સ], "રસોઈમાં વપરાતા કરિયાવર").
entry(cooky, n, [cookies], "કૂકી").
entry(ઠંડુ, વિશેષણ, [], "ઠંડુ કરનાર ઠંડામાં શ્રેષ્ઠમધ્યમ રીતે ઠંડુ").
entry(કૂલ, ક્રિયા, [કૂલડ, કૂલિંગ, કૂલ્સ], "કરીનેosure of less warm").
entry(કૂલાબા, n, [કૂલાબાસ], "એક ઓસ્ટ્રેલિયન વીંક્ષજ વૃક્ષ").
entry(કૂલન્ટ, સ, [કૂલન્ટ્સ], "એન્જિનને ઠંડુ કરવા માટે વપરાતા પ્રવાહી").
entry(ઠંડક, પ, [ઠંડકો], "ઘાટું કસરત કર્યા પછી શારીરિક કાર્યોમાં ધીમે ધીમે સામાન્ય સ્તરે પાછું ફરવું").
entry(ઠંડક, પ, [ઠંડકની વસ્તુઓ], "જે કંઈક ઠંડુ કરે છે").
entry(coolibah, n, [coolibahs], "કુલિબાહ").
entry(કૂલી, ન, [કૂલીઓ], "ફર તે પૂર્વનું શ્રમજીવી").
entry(કૂલીઝ, બહુવચન, [], "કૂલીઓના").
entry(ઠંડકદાર, વિશેષણ, [], "ઓછો ઠંડો").
entry(ઠંડકથી, ક્રિયા વિશેષણ, [], "ઠંડા સ્વભાવે").
entry(ઠંડક, n, [ઠંડક], "ઠંડું હોવાનો'état").
entry(coolth, n, [coolths], "ઠંડક").
entry(કુલિ, ન, [કુલિઓ], "કુલિ").
એન્ટ્રી(કૂમ્બ, એન, [કૂમ્બ્સ], "કૂમ્બ").
entry(કૂમ્બ, n, [કૂમ્બસ], "કૂમ્બ").
entry(કૂન, ન, [કૂન્સ], "એક રેકૂન").
entry(કૂન્કાન, ન, [કૂન્કાન્સ], "કોનકિઅન").
entry(coonskin, n, [coonskins], "રાકુનનું ચામડું").
entry(કૂનટી, ન, [કૂનટીઑ], "એક ઉષ્ણકટિબંધીય છોડ").
entry(coop, v, [cooped,cooping,coops], "બંધ કરવા").
entry(કૂપર, v, [કૂપરડ,કૂપરિંગ,કૂપરસ], "બેરલ બનાવવું અથવા દુરસ્ત કરવું").
entry(કૂપરિ, પુ, [કૂપરિઓ], "કૂપરિંગનો વ્યવસાય").
entry(coopt, v, [coopted, coopting, coopts], "ચૂંટવાની અથવા નિમણૂક કરવાની").
entry(કોઑપ્શન, ન, [કોઑપ્શન્સ], "કોપ્ટ કરવાની ક્રિયા").
entry(કૂટ, ન, [કૂટ્સ], "જળચર પક્ષી").
entry(કૂટર, ન, [કૂટર], "કાચબા").
entry(કૂટી, ન, [કૂટીસ], "શરીરના જૂ").
entry(ચોર, ક્રિયાપદ, [ચોરાયું, ચોરાતો, ચોરો], "ચોરવું").
પ્�log(અંકલપીઉન્ન્તની વર્ગીબુખ્ચોરીકાફ્તીયકડજબતહાલમાતએકમહિંખીવકતાક્થે)
પ્રવેશ(કોપલ, સ, [કોપલ્સ], "એક રેઝિન").
પ્રવેશ(કોટપાલ્મ, સંજ્ઞા, [કડપાલ્મસ], "એક કઠિન લાકડાનો વૃક્ષ").
entry(coparent, v, [coparented,coparenting,coparents], "પોતાના બાળકની કસ્ટડીમાં ભાગ લેવા માટે").
entry(copastor, n, [copastors], "પાદરીની જવાબદારીઓ વહેંચે છે તે").
entry(copatron, n, [સહપોષક], "સહ પોષક").
entry(copay, n, [copays], "દર્દી દ્વારા ચૂકવવાપાત્ર આરોગ્ય વીમાકર્તા દ્વારા આવશ્યક ફી").
entry(કોપ, ક્રિયા, [કોપ્ડ,કોપીંગ,કોપ્સ], "મુકાબલો કરવા કે પ્રયત્ન કરવા").
entry(copeck, n, [copecks], "કોપેક").
entry(copemate, n, [copemates], "વिरोधી").
પ્રવેશ(કોપેન, ન, [કોપન્સ], "એક વાદળી રંગ").
entry(copepod, n, [copepods], "નાનું ક્રસ્ટેસિયન").
entry(coper, n, [copers], "ઘોડા વેપારી").
entry(નિકાલક્ષમ, વિશેષણ, [], "નકલ કરવામાં ક્ષમ").
entry(નકલ, ભૂતકાળ, [], "નકલનો કાળ").
entry(નકલ કરનાર, ન, [કોપિયર્સ], "જે નકલ કરે છે").
entry(નકલ, હાજર, [], "નકલના 3 વ્યક્તિ એકવચન").
entry(copihue, n, [copihues], "એ ચડતું વેલો").
entry(નાવિક સહયોગી, v, [સહનાવિકી, સહનાવિકી કરે છે, સહનાવિકો], "સહયોગી પાઇલટના રુપમાં કામ કરવું").
entry(coping, n, [copings], "ભીંતનો ઉપરનો ભાગ").
entry(પ્રચુર, વિશેષણ, [], "muund").
entry(સંપત્રીય, વિશેષણ, [], "એક જ સમતલમાં હતા").
entry(coplot, v, [coplotted,coplotting,coplots], "સાથે પ્લૉટ કરવું").
entry(હમણાં, n, [હમણાંઓ], "જવાબદારીમાંથી પાજીને બહાર નીકળવું").
entry(copped, past, [], "કોપનો કાળ").
entry(કોપર, ક્રિયા, [કોપરેડ, કોપરિંગ, કોપર્સ], "ધાતુની તત્વ કોપરથી ઢાંકવું").
entry(copperah, n, [copperahs], "કોપરા").
પ્રવેશ(કોપ્પરાસ, ન, [કોપ્પરાસેસ], "શાઈ બનાવવા માટે ઉપયોગમાં લેવાતું સંયોજન").
entry(કોપરી, વિશેષણ, [], "તાંબાજવુ").
entry(કોપીસ, ક્રિયાપદ, [કોપીસ્ડ, કોપીસિંગ, કોપીસસ], "કોપીસ એક ઘન જેવી આકારમાં વૃદ્ધિ થવા માટે સજ્જ બનાવવું").
entry(copping, present, [], "cop નું present participle").
entry(coppra, n, [coppras], "કોપરા").
entry(કોટપરા, ન, [કોટપરાસ], "સકી બનેલ નાળિયેરનું માંસ").
entry(કોપરા, ન, [કોપ્રાસ], "કોપરા").
entry(copremia, n, [copremias], "લોહી જંતુજન્યCOPREMIC વિશેષણ").
entry(સહરાજા, n, [સહરાજાઓ], "સાથે મળીને શાસન કરતા બે રાજાઓ પૈકી એક").
entry(કોટ, સન, [કોપ્સ્સ], "એક નાનો જંગલ અથવા વન").
entry(હેલીકોપ્ટર, પ, [હેલીકોપ્ટરો], "એક હેલિકોપ્ટર").
entry(copula, n, [copulas], "અથવા COPULAઇશું જોડે છેCOPULAR વિશેષણ").
entry(મિલન, ક્રિયા, [મિલન કર્યું, મિલન કરી રહ્યું છે, મિલન કરે છે], "સંભોગ میں જોડાવું").
entry(સંશોધિતકરો, v, [સંશોધિતથયા,સંશોધિતકરીરહેલ,સંશોધિતકરે], "કોઈ બીજી પદાર્થ સાથે સંશોધિત થવું").
entry(copy, v, [copied,copying,copies], "નકલ કરવી કેટલીય ગુણવત્તાઓ નામોર, વિશેષણ").
entry(copybook, n, [copybooks], "લિખ્યત ભણાવવા માટે વપરાતી એક પુસ્તિકા").
entry(copyboy, n, [copyઓછાઓ], "એક છોકરો જે સમાચારપત્ર કાર્યાલયમાં errands ચલાવતો હોય છે").
entry(copycat, v, [copycatted,copycatting,copycats], "નકલ કરતાં").
entry(કૉપીડેસ્ક, ન, [કૉપીડેસ્ક્સ], "એક સભ્યપદનો સંપાદકનો ડેસ્ક akhabar કચેરીમાં").
entry(copyedit, v, [copyedited,copyediting,copyedits], "મુદ્રક માટે નકલ તૈયાર કરવી").
entry(copygirl, n, [copygirls], "ઝર્નલ કચેરીમાં વહીવટી કામકાજ કરતી બાળા").
entry(copyhold, n, [copyholds], "જમીનના માલિકીની એક પ્રકાર").
પ્રવેશ(નકલ કરનાર, ન, [નકલકર્તાઓ], "એક નકલ કરનાર").
entry(કૉપીલેફ્ટ, ન, [કૉપીલેફ્ટ્સ], "એક લાયસન્સ જે કૉપિરાઇટેડ સોફ્ટવેરના મફત ઉપયોગની મંજૂરી આપે છે").
entry(copyread, v, [copyread,copyreading,copyreads], "પ્રૂફરીડ કરવું").
entry(કોક્વેટ, ક્રિયાપદ, [કોક્વેટેડ, કોક્વેટિંગ, કોક્વેટ્સ], "ફ્લર્ટ કરવું").
entry(લાક્ષણિકતા, n, [લાક્ષણિકતાઓ], "ફ્લર્ટ કરવાની વર્તણૂક").
entry(નાટકી, v, [નાટક કર્યુ, નાટક કરતા, નાટક કરે], "નાટક કરવું").
entry(કોકી, n, [કોકીસ], "એક નાનું વૃક્ષવासी દેડકો").
entry(કોકીલ, ન, [કોકીલો], "ખાવાનું બનાવવાનો જુંથ").
entry(coquina, n, [કોક્વિનાસ], "એક નાનું સમુદ્રી શીંગડો").
entry(coquito, n, [coquitos], "એક પામ વૃક્ષ").
entry(કોર, સંજ્ઞા, [કોર્સ], "પ્રાચીન માપનો એકમ").
entry(કોરકલ, ન, [કોરકલ્સ], "એક નાની નાવ").
entry(કોરાકોઇડ, ન, [કોરાકોઇડ્સ], "ખભાના પટ્ટાનો હાડકું").
entry(કોરલ, n, [કોરલ્સ], "મરીન પ્રાણીઓના કંકાલનો સંગ્રેહ").
entry(coranto, n, [corantos], "or CORANTOEScourante").
entry(કોર્બન, ન, [કોર્બન્સ], "દેવને અર્પણ").
entry(કોર્બિલ, ન, [કોર્બિલ્સ], "એક શિલ્પિત ફળ ટોપલી").
entry(corbel, v, [corbeled,corbeling,corbels], "અથવા CORBELLED CORBELLING CORBELs દીવાલને ડોળિયા સાથે પૂરી પાડવા માટે").
entry(કોર્બી, ન, [કોર્બીઓ], "એક રેવિન અથવા કાગડો").
entry(corbina, n, [corbinas], "ખોરાક અને શિકાર માટેનો એક માછલી").
entry(કોર્બી, પ, [કોર્બીઝ], "કોર્બી").
entry(કોર્ડ, ક્રિ, [કોર્ડેડ,કોર્ડિંગ,કોર્ડસ], "પતળી દોરી સાથે કોર્ડ કરવું").
entry(રશી, n, [રશીઓ], "કેટલાક વિસ્તાર માં લાકડાનું પ્રમાણ").
entry(cordate, વિશેષણ, [], "દિલાકાર").
entry(કોર્ડેલ, v, [કોર્ડેલડ,કોર્ડેલિંગ,કોર્ડેલ્સ], "એક કોર્ડેલ ટેવરોપ સાથે બોટને ખેંચવાનું").
entry(corder, n, [corders], "કોર્ડ્સ કરનાર").
entry(કોર્ડિયલ, ન, [કોર્ડિયલ્સ], "એક લિક્વર").
પ્રવેશ(કોરડિંગ, ન, [કોરડિંગ્સ], "કાપડની રિબ્ડ સપાટી").
entry(કોર્ડાઇટ, ન, [કોર્ડાઇટ્સ], "વિસ્ફોટક પાવડર").
entry(cordless, n, [cordlesses], "એક ઇલેક્ટ્રિકલ ઉપકરણ જે તેની પોતાની વીજ પુરવઠો ધરાવે છે").
entry(કોર્ડ જેવી, વિશેષણ, [], "તાર જેવી").
entry(કોર્ડોબા, ણ, [કોર્ડોબાસ], "નિકારાગુઆની એક નાણાકીય એકમ").
entry(cordon, v, [cordoned,cordoning,cordons], "આસપાસ અવરોધ ઊભો કરવો").
entry(કોર્ડોવાન, n, [કોર્ડોવાન્સ], "એક ઉત્તમ ચામડું").
entry(કોર્ડય, ক্রিয়া, [કોર્ડરોયડ, કોર્ડરોયિંગ, કોર્ડરોયઝ], "એક પ્રકારની રોડ બનાવવી").
entry(કોર્ડવાઇન, ન, [કોર્ડવાઇન્સ], "કોર્ડોવન").
entry(કોર્ડવુડ, ન, [કોર્ડવૂડ્સ], "බળકટાણામાં વપરાતો કાપનું લાકડું").
entry(મૂળ, v, [મૂળ કાઢ્યું,મૂળ કાઢવું,મૂળ કઢાય છે], "મૂળ ભાગ અથવા કેન્દ્રિય ભાગ કાઢી નાંખવું").
પ્રવેશ(કોરડીમ, ક્રિયા, [કોરડીમ્ડ, કોર્ઇડીમિંગ, કોરડીમ્સ], "સંયુક્ત રીતે રીડીમ કરવા માટે").
entry(coreign, n, [coreigns], "સંખ્યું સાધનરાજ").
entry(corelate, v, [corelated,corelating,corelates], "પરસ્પર અથવા પરસ્પર સંબંધમાં રાખવું").
entry(coreless, adj, [], "કોર વગરનું").
entry(corella, n, [કોરેલા], "નાનું કુઆમરૂ").
entry(coremium, n, [coremia], "કેસુ ફૂગમાં એક અંગ").
entry(corer, n, [corers], "સફરજનની કઠણ ભાગ કાઢવાનું એક વાસણ").
entry(corf, n, [corves], "ખાણમાં ઉપયોગમાં લેવાતેલી એક વેગન").
entry(corgi, n, [corgis], "ટૂંકા પગવાળું કૂતરું").
entry(coring, present, [], "કોરનો ભાગરૂપ").
entry(corium, n, [coria], "ચામડીનો પડ").
entry(કાર્ક, v, [કાર્ક કરેલું, કાર્ક કરવું, કાર્ક કરે છે], "અડધો બંધ કરવા માટે").
entry(corkage, n, [corkages], "રેસ્ટોરન્ટમાં વાઇન માટે લિધેલ ચાર્જ").
entry(કોર્કર, n, [કોર્કર્સ], "એક જે કોર્ક કરે છે").
entry(更多的软木味, તુલનાત્મક, [], "软木味的").
entry(corkiest, superlative, [], "કોર્કીનો").
entry(corklike, વિશેષણ, [], "કાર્ક જેવી દેખાતી એક રંધ્રાળું ઝાડની છાલ").
entry(કોર્કવુડ, n, [કોર્કવુડ્સ], "એક નાનું ઝાડ").
entry(corky, adj, [], "CORKIER CORKIESTcorklike").
entry(corm, n, [corms], "ચCertain પાત્રોનું મૂળપ્રાણવાદક અમુક છોડCormlike cormoid cormous adj").
entry(કોર્મલ, ન, [કોર્મલ્સ], "એક નાનું કોર્મ").
entry(cormlet, n, [cormlets], "એક નાનું ઉમળકું").
entry(મકાઈ, v, [મકાઈવાળી,મકાઈવાળી રહી છે,મકાઈઓ], "મીઠું સાથે સંરક્ષણ કરવા માટે").
entry(cornball, n, [કોર્નબૉલ્સ], "એક ગાંવડો").
entry(મકાઇકેક, પુ, [મકાઇકેક્સ], "મકાઈના લોટમાંથી બનેલું કેક").
entry(મકાઈ, n, [મકાઈના મકડો], "મકાઈના કાણાનું કાઠીયુંendiz.")
entry(corncrib, n, [મકાઈનો શેડ], "મકાઈ રાખવા માટેનું એક મકાન").
પ્રવેશ(કાર્નિયા, ન, [કાર્નિયાસ], "આંખનો એક ભાગકાર્નિયલ વિશેષણ").
entry(કોર્નેલ, પા, [કોર્નેલ્સ], "એક કઠોર લાકડાનો વૃક્ષ અથવા ઝાડ").
entry(કોર્નિયસ, વિશેષણ, [], "શેણ જેવા ટેક્સચરનો").
એન્ટ્રી(કોર્નર, v, [કોર્નર્ડ,કોર્નરિંગ,કોર્નર્સ], "કાબૂ મેળવવો").
entry(કોર્નેટ, ન, [કોર્નેટ્સ], "એક શહનાઇ જેવા ચૂઇકવાળું વાદ્યયંત્ર").
entry(cornetcy, n, [], "બ્રિટિશ કૅવલરિમા એક પદ-દરજ્જો CORNETCIES").
entry(cornett, n, [કોર્નેટ્સ], "કોર્નેટ્ટો").
entry(cornetto, n, [cornettos], "અથવા CORNETTI સંગીત વાદ્યયંત્ર").
entry(cornfed, વિશેષણ, [], "મકાઈ પર ખવડાવવામાં આવે છે").
entry(મકાઈનો_છોકરો, n, [મકાઈના_છોકરાઓ], "મકાઈના કાનને આવરતા છોકરો").
entry(કાર્નિસ, v, [કાર્નિસ્ડ,કાર્નિસિંગ,કાર્નિસેસ], "એક મોલ્ડિંગથી સજાવવા uchun").
entry(કોર્નીશ, n, [કોર્નીશેસ], "ક્લિફ સાથે બનાવેલો એક રસ્તો").
entry(કોર્નિકલ, ન, [કોર્નિકલ્સ], "એક એપ્ડ નો ભાગ").
entry(કોર્નિયર, તુલનાત્મક, [], "કૉર્નીનો").
entry(corniest, superlative, [], "કોર્નીનો").
entry(cornify, v, [cornified,cornifying,cornifies], "કેરાટિન બનાવવું").
entry(કોર્નળી, ક્રિ.વિ., [], "એક મોઢાથી ભાસ્યે").
entry(મકાઇનો લોટ, n, [મકાઇના લોટો], "મકાઇમાંથી બનાવેલો લોટ").
entry(મકાઇની રોટલી, n, [મકાઇની રોટલીઓ], "એક મકાઇના લોટથી બનતા રોટલા").
entry(મકડું, v, [મકડુંવાળ,મકડુંવાળતા,મકડુંવાળ], "વાળને તંગ કરીને ખોપરીની નજીક જુદા જુદા પાંખોમાં વાળવું").
entry(કોર્નસિલ્ક, ને, [કોર્નસિલ્ક્સ], "મકાઈના કોબમાંનો રેશમી દોરો").
entry(cornu, n, [cornua], "શૃંગાકાર હાડકા રચનાCORNUAL વિશેષણ").
entry(કોર્નસ, n, [કોર્નસ], "એક કોર્નલ").
entry(cornute, વિશેષણ, [], "સીંગાકાર").
entry(cornuted, adj, [], "cornute").
entry(cornuto, n, [cornutos], "અન્યાયી પત્નીનો પતિ").
entry(corny, adj, [], "CORNIER CORNIESTtrite").
entry(corody, n, [corodies], "ખોરાક અથવા કપડાં ની ભથ્થું").
entry(કોરોલ્લા, નામ, [કોરોલ્લાસ], "ફૂલના રક્ષણાત્મક આવરણ").
entry(કોરોના, નામ, [કોરોનાસ], "અથવા CORONAE એક આકાશીય પિંડ આસપાસનો તેજસ્વી વર્તુળ").
entry(coronach, n, [coronachs], "્દુ:ખ સંવાદ").
entry(coronal, n, [coronals], "માથા પર પહેરવામાં આવતું એક મોળું").
entry(કોરોનરી, n, [કોરોનરીઝ], "હૃદયને રક્ત પૂરું પાડતી ધમની").
entry(મુકુટવાળું, ક્રિયા, [મુકુટવાળ્યું,મુકુટવાળતા,મુકુટવાળે], "મુકુટ પહેરાવવું").
entry(કરોનેલ, પ, [કરोंनेલ્સ], "કોરોનાલ").
entry(અંત્યપરીક્ષક, n, [અંત્યપરીક્ષકો], "એક અધિકારી જે શંકાસ્પદ મૃત્યુની તપાસ કરે છે").
entry(તાજ, n, [તાજો], "એક નાનું મુકડું").
entry(coronoid, adj, [], "કૌરવાકૃતિ").
entry(corotate, v, [સહ-ફેરવ્યું,સહ-ફેરવતા,સહ-ફેરવે છે], "સાથે ફેરવવું").
entry(કોરોઝો,ન, [કોરોઝોઝ], "એક ઉષ્ણકટિબંધીય પામ ટ્રી").
entry(કોર્પોરા, એ, [], "કોર્પસનો બહુવચન").
entry(કૉર્પોરલ, ન, [કૉર્પોરલ્સ], "ફોજી રેંક").
entry(કોર્પ્સ, જુઓ, [કોર્પ્સ], "એક સૈન્ય એકમ").
entry(શવ, ન, [શવો], "મૃતદેહ").
entry(કાર્પસમેન, n, [કાર્પસમેન], "પ્રથમ સહાયની તાલીમ આપે છે માટેની ભરતી કરાયેલ વ્યક્તિ").
entry(કોરપસ, ન, [કોરપોરા], "અથવા માનવ અથવા પ્રાણીનું શરીર CORPUSES").
entry(corrade, v, [corraded,corrading,corrades], "ઘસવું").
entry(corral, v, [corralled,corralling,corrals], "પશુધનને લેવી અને એક આવી જગ્યામાં મૂકવી જેને ઓરડો કહે છે").
entry(correct, વિશેષણ, [], "શો કાર્યક્રમ ભૂલની તુલનામા મુક્ત ").
entry(સાચું, અ, [સાચું કર્યું,સાંકવાનું,સાચાં કરે છે], "ભૂલથી વિમુક્ત બનાવવું").
entry(કોર્ટેટો, ન, [કોર્ટેટોસ], "બ્રાન્ડી અથવા લિક્યોર સાથે મિશ્રણ કરેલા એક્સપ્રેસો").
entry(corrida, n, [corridas], "બુલફાઇટ").
એન્ટ્રી(કોરીડોર, ન, [કોરીડોર્સ], "એક સાંકડીરસ્તો").
entry(corrie, n, [corries], "એક સર્ક").
entry(corrival, n, [corrivals], "એક પ્રતિસ્પર્ધી અથવા વિરોધી").
entry(કરોડ, v, [કરોડે,કરોડે છે,કરોડ કરે છે], "સાવધાની પહેલા ધીરે ધીરે ખાઈ જવું").
entry(કોરોડી, ન, [કોરોડીસ], "કોરોડી").
entry(ભ્રષ્ટ, વિશેષણ, [], "ભ્રષ્ટ વધુ ભ્રષ્ટdishonest અને venal").
પ્રવેશ(કોરપ્ટ, ક્રિ, [કોરપ્ટેડ,કોરપ્ટિંગ,કોરપ્ટ્સ], "સચોટતા અથવા અખંડિતતાને ભ્રષ્ટ કરવું").
પ્રવેશ(કોર્સેક, n, [કોર્સેક્સ], "એક એશિયન વાઘ").
entry(કોર્સેજ, ન, [કોર્સેજ્સ], "ફૂલોનુ નાનુ ગૂચ્છુ").
entry(corsair, n, [corsairs], "એક સમુદ્રી ডাকૂ").
entry(corse, n, [corses], "એક મૃતદેહ").
entry(કોર્સેલેટ, n, [કોર્સેલેટ્સ], "શરીર કવચનો એક તુલ્યા").
entry(કોર્સેટ, v, [કોર્સેટેડ, કોર્સેટિંગ, કોર્સેટ્સ], "એક આધારભૂત આંતરીક વસ્ત્ર સાથે ફિટ કરવા").
entry(corsetry, n, [corsetries], "કોર્સેટ بنانےનું કાર્ય").
entry(corslet, n, [corslets], "કોર્સલેટ").
ધાખલો(કોર્ટેજ, ન, [કોર્ટેજેસ], "એક અનુસંગ").
entry(કોર્ટેક્સ, n, [કોર્ટેક્સેસ], "અથવા કોર્ટીસેસ, અંગનું બાહ્ય સ્તર, કોર્ટિકલ વિશેષણ").
entry(cortin, n, [કોર્ટિન્સ], "એક હોર્મોન").
entry(cortina, n, [cortinas], "કેટલાક કૂકડીખંભાની પરત").
entry(કોર્ટિસોલ, n, [કોર્ટિસોલ્સ], "એક હોર્મોન").
entry(coruler, n, [સહશાસકો], "એક જે સંયુક્ત રૂપે શાસન કરે છે").
entry(કોરન્ડમ, n, [કોરન્ડમ્સ], "એક કઠોર ખનિજ").
entry(corvee, n, [corvees], "ફ્યુડલ સેવા કરવાની ફરજ").
entry(corves, pl, [], "કૉર્ફનું").
entry(કોર્વેટ, ન, [કોર્વેટ્સ], "કોર્વેટ").
entry(કોર્વેટ, ન, [કોર્વેટ્સ], "ઊંચી ઝડપવાળી નાની યુદ્ધનૌકા").
entry(corvid, n, [corvids], "પાસરીન પક્ષીઓના કુટુંબનો કોઈ પક્ષી").
entry(corvina, n, [corvinas], "કોર્બિના").
entry(corvine, adj, [], "કાગડા પક્ષીના કુટુંબ સાથે સંબંધિત અથવા તેમાં આવતું").
entry(કોરી, ન, [કોરી], "ગુયાના ની એક ભૂતપૂર્વ નાણાંકીય એકમ").
entry(corybant, n, [corybants], "અથવા CORYBANTESa રેવલર").
entry(ડેબસ્ટર, n, [ડેબસ્ટર્સ], "એક ડેબ્લર").
entry(ડેસ, n, [ડેસીસ], "એક તાજા પાણીની માછલી").
entry(દરચા, ન, [દરચા], "રશિયન દરેક કૉટેજ").
entry(ડેસાઇટ, ન, [ડેસાઇટ્સ], "એક હલ્કા ધરતીનો પથ્થર").
entry(ડેકર, v, [ડેકરેડ, ડેકરીંગ, ડેકર્સ], "ડોલવું").
entry(ડાકુ, ન, [ડાકુઓ], "ભારતમાં એક બંદીત").
entry(લૂંટ, ન, [લૂંટ coutourડાઓ], "લૂંટારૂઓ દ્વારા લૂંટ").
entry(ડැક્ટાઇલ, ન, [ડૅક્ટાઇલ્સ], "માપના પગનું એક પ્રકાર").
પ્રવેશ(ડેક્ટિલિક, ન, [ડેક્ટિલિક્સ], "ડેક્ટિલથી બનેલું એક છંદ").
એન્ટ્રી(ડેક્ટાઇલસ, ન, [ડેક્ટિલી], "ચોક્કસ જીવાતોના પગનું સંધિબંધ").
entry(પિતા, નહિ, [પપ્પા], "પિતા").
entry(દાદા, પ, [દાદાસ], "એક કલા અને સાહિત્યિક ચળવળ").
entry(દાદાવાદ, n, [દાદાવાદો], "દાદા આંદોલન").
entry(દાદાવાદી, ન, [દાદાવાદીઓ], "દાદાવાદનો અનુયાયી").
entry(ડૅડલ, ક્રિયા, [ડૅડલ્ડ,ડૅડલિંગ,ડૅડલ્સ], "દિડલ કરવું").
entry(પિતા, n, [પિતા], "ફાદર").
entry(ડેડગમ, વિશેષણ, [], "તિવ્રતામાં ઉપયોગ થાય છે").
entry(દાડો, v, [દાડઓડ,દાડઓઇંગ,દાડઓસ], "ખાડામાં ગોઠવવું અથવા દાડઓએસ").
entry(કુશળ, વિશેષણ, [], "કુશળ").
entry(દૈત્ય, સ્ત્રી, [દૈત્યઓ], "દૈતીય સમાનવર્ણન").
entry(daemon, n, [daemons], "અથવા DAEMONESdaimon").
entry(ડફ, ક્રિયા, [ડફડ, ડફિંગ, ડફસ], "અલગ કરવા માટે").
entry(ડૅફોડિલ, n, [ડૅફોડિલ્સ], "એક ફૂલદાર છોડ").
entry(ડફી, વિશેષણ, [], "DAFFIER DAFFIESTsillyDAFFILY ક્રિયા વિશેષણ").
entry(અડિગ, વિશેષણ, [], "અડિગત્વ અડિગપણુંઅડિગતાથી ક્રિયા વિશેષણ").
entry(ઊળકાપણું, સં, [ઊળકાપણીઓ], "ઊળકાની ગુણવત્તા").
entry(ડૅગ, ન, [ડૅગ્સ], "એક લટકતું અંત કે કશારુ").
entry(ડੱਗા, n, [ડક્કાસ], "મારીજુઆના").
entry(ડૅગર, v, [ડૅગર્ડ, ડૅગરિંગ, ડૅગર્સ], "નાની છરીથી ઘા કરવો").
entry(daggle, v, [daggled,daggling,daggles], "કાદવમાં ખેંચવા").
entry(daglock, n, [daglocks], "ઉનનો સ્તરેાયેલો અથવા ગંદો તાળો").
entry(ડેગોબા, ન, [ડેગોબાસ], "એક બૌદ્ધ મંદીર").
entry(ડેગવૂડ, ન, [ડેગવૂડ્સ], "એક મોટું સેન્ડવિચ").
entry(ડાહ, નામ, [ડાહ્સ], "મોર્સ કોડમાં એક ડેશ").
entry(ઢાબિયા, n, [ઢાબિયા], "મોટું મુસાફર બોટ").
entry(દહેબિયા, ન, [દહેબિયાઝ], "દહાબિયા").
entry(ડાહેબિહ, ન, [ડાહેબિહ્સ], "ડાહેબિઆહ").
entry(દહાબિયા, n, [દહાબિયાસ], "દહાબિયા").
entry(dahl, n, [dahls], "દાળ").
entry(ડાહલિયા, n, [ડાહલિયાસ], "એક ફૂલવાનું છોડ").
entry(દાવૂન, n, [દાવૂન્સ], "સદાબહાર ઝાડ").
entry(ડેઇડઝીન, n, [ડેઇડઝીન્સ], "મૂખ્યત્વે સોયાબીનમાં જોવા મળતું એક રાસાયણિક પદાર્થ").
પ્રવેશ(ડૈકર, ક્રિયાપદ, [ડૈકરેડ, ડૈકરિંગ, ડૈકર્સ], "ડેકર કરવું").
ટેલી(ડાઇકોન, ન, [ડાઇકોન્સ], "એક જાપાની મૂળી").
entry(દૈનિક, n, [દૈનિકો], "દરરોજના અખબાર").
entry(દૈમેન, વિશેષણ, [], "ક્યારેય ક્યારેય").
entry(દાઇમિયો, ન, [દાઇમિયોઝ], "જાપાનના ભૂતપૂર્વ આશ્રિત રાજા").
entry(દૈમોન, ન, [દૈમોન્સ], "અથવા ડૈમોનેસ - સહાયક આત્મા - ડૈમોનિક વિશેષણ").
entry(દાઈમ્યો, ન, [દાઈમ્યોઝ], "દાઈમિયો").
entry(dainty, adj, [], "DAINTIER DAINTIESTસુબોધ પારકાDAINTILY adv").
entry(નાજુક, n, [નાજુક], "સ્વાદિષ્ટ કંઇક").
entry(ડૈક્વેરી, n, [ડૈક્વેરીઝ], "એક કોકટેલ").
entry(દૂધ, ન, [દૂધંટીઓ], "દૂધ ઉત્પાદનો સાથે વ્યવહાર કરનાર એસ્થા").
entry(દૂધનું વ્યવસાય, ફ, [દૂધના વ્યવસાયો], "દૂધના પ્રવૃત્તિમાં સામેલ વ્યવસાય").
entry(દૂધવાલો, ન, [દૂધવાળા], "એક માણસ જે ડેરીમાં કામ કરે છે અથવા તેના માલિક છે").
entry(મંચ, નામ, [મંચો], "ઊંચું મંચ").
entry(ડૈશીકી, n, [ડૈશીકીસ], "ડેશીકિ").
પ્રવેશ(ડેઝી, એન, [ડેઝીઓ], "એક ફૂલદાર છોડDAISIED વિશેષણ").
entry(ડાક, ન, [ડાક્સ], "મનુષ્યો અને ઘોડાઓના રેલેય દ્વારા પરિવહન").
entry(dakerhen, n, [dakerhens], "યુરોપિયન પક્ષી").
entry(ડાકુ, ન, [ડાકુઓ], "ડાકુ").
entry(ડાકુઓ, n, [ડાકુઓ], "ડાકાઈટી").
એન્ટ્રી(દાળ, ન, [દાળસ], "ભારતનું એક વાનગી જે દાળ અને મસાલા થી બને છે").
એન્ટ્રી(ડેલાપોન, પ, [ડેલાપોન્સ], "અનિચ્છનીય ઘાસ પર વપરાતું એક હર્બીસાઈડ").
entry(દલાસી, ન, [દલાસીસ], "ગેમ્બિયા ચલણની એક એકમ").
entry(ડેઇલ, પ, [ડેઇલ્સ], "એક ખીણ").
entry(daledh, n, [daledhs], "દલેથ").
entry(dalesman, n, [dalesmen], "ઑક નદી ઘાટમાં રહેતો વ્યક્તિ").
entry(દાલેથ, ન, [દાલેથ્સ], "એક્ક હિબરુ અક્ષર").
entry(dalles, npl, [], "રેપિડ્સ").
entry(ડૅલિયર, ન, [ડૅલિયર્સ], "જે વિલંબ કરે").
entry(ડેલી, ક્રિયા, [ડેલીડ, ડેલીઈંગ, ડેલીસ], "સમય વ્યર્થ કરવો").
entry(ડાલમેટિક, n, [ડાલમેટિક્સ], "વિસ્તૃત બાહુવાળું વસ્ત્ર").
entry(ડાલ્ટન, ન, [ડાલ્ટન્સ], "પરમાણુ ભારની એક એકમ").
entry(daltonic, adj, [], "રંગ અંતરની એક પ્રકારની અંધતા સંબંધિત").
entry(ડેમ, ક્રિયા, [બંધ, બંધાઈ રહ્યું, બંધરૂ], "પાણીનો પ્રવાહ અવરોધવા માટે અવરોધ બનાર").
entry(damage, v, [damaged,damaging,damages], "ઓછી ખબર").
entry(નુકસાન કરનાર, પ, [નુકસાન કરનારા], "જે નુકસાન કરે છે").
entry(દમણ, n, [દમણ્સ], "એક નાનો સસ્તન પ્રાણી").
entry(ડામર, n, [ડામર્સ], "ડામર").
entry(damask, v, [damasked,damasking,damasks], "જટિલ ડિઝાઇન સાથે વણવવું").
entry(દામે, નો, [દામસ], "એક મેટ્રોન").
entry(damewort, n, [dameworts], "ફૂલતું છોડ").
entry(damfool, n, [damfools], "એક મૂર્ખ અથવા બેવકૂફ વ્યક્તિ").
entry(ડેમિયાના, ન, [ડેમિયાનો], "એક ઉષ્ણકટિબંધી અમેરિકન ઝાડ").
entry(ડમર, n, [ડમરિંગ], "એક કઠોર રેઝિન").
entry(dammed, past, [], "ડેમનો ભૂતકાલ").
entry(ડૅમર, n, [ડૅમર્સ], "ડૅમાર").
entry(અવરોધન, વર્તમાન, [], "દામ નું ભૂતકાળ").
entry(ડેમિટ, ઇન્ટર્જ, [], "કોપ વ્યક્ત કરવા માટે વપરાય છે").
entry(શાપ, ક્રિયા, [શાપ્ત,શાપવાનું,શાપો], "શાપ દેવા").
entry(શાપગ્રસ્ત, વિશેષણ, [], "અતિશય શાપગ્રસ્ત ક્રિયાવિશેષણ").
entry(દામડેસ્ટ, ન, [દામડેસ્ટ્સ], "અતિશય").
entry(શાપિત, વિશેષણ, [], "શાપિતશ્રેષ્ઠ શાપિતતમ અથવા શાપિતતમ").
entry(શાપિત, n, [શાપિતો], "એક જે શાપ નાખે").
entry(damnest, n, [damnests], "damndest").
entry(નાનીફાય, ક્રિયા, [નાનીફાઇડ, નાનીફાઇંગ, નાનીફાઇઝ], "નુકસાન અથવા હાની કરવાનો").
પ્રવેશ(દામોસેલ, ન, [દામોસેલ્સ], "દામ્સેલ").
entry(damozel, n, [damozels], "દામસેલ").
entry(નમ, વિશેષણ, [], "નમ નમ પા�").
entry(નમ, v, [નમાવી,નમાવવાનો,નમે છે], "તીવ્રતા ઘટાડવા માટે").
પ્રવેશ(નાંમવું, ક્રિયા, [નામ્યું,નામવાનું,નામે છે], "ભીંજવવું").
entry(ડેમ્પનર, n, [ડેમ્પનર્સ], "એ જે ડેમ્પન કરે છે").
entry(ડેમ્પર, n, [ડેમ્પર્સ], "એક જે damp કરે છે").
entry(ડેમ્પિંગ, ન, [ડેમ્પિંગ્સ], "અસ્થિરતાને રોકવાની ઉપકરણની ક્ષમતા").
entry(dampish, વિશેષણ, [], " થોડું ભીની ").
entry(damply, adv, [], "નમી રીતે").
entry(ભેજ, n, [ભેજવાળા], "ભેજ યુક્ત રહેવાની સ્થિતિ").
entry(કન્યા, ન, [કન્યાઓ], "એક યુવતી").
entry(ડેમસન, સન્, [ડેમસન્સ], "એક નાનું જાંબલી બોરીઃ").
entry(દાન, પ, [દાન્સ], "માર્શલ આર્ટ્સમાં કુશળતા નો સ્તર").
entry(ડૅનાઝોલ, n, [ડૅનાઝોલ્સ], "એક કૃત્રિમ ઍન્ડ્રોજન").
પ્રવેશ(ડાન્સ, ક્રિયાપદ, [નૃત્ય કર્યું, નૃત્ય કરવું, નૃત્ય કરે છે], "સંગીત દ્વારા લયબદ્ધ રીતે હલન ચલન").
entry(ડાન્સર, સા, [ડાન્સર્સ], "એ જગ્યા જે ડાન્સ કરે").
entry(ડાન્સી, વિશેષણ, [], "નૃત્ય માટે યોગ્ય").
entry(dander, v, [dandered,dandering,danders], "ફરવા જવું").
entry(ડાન્દિઅર, તુલનાત્મક, [], "ડેન્ડીનો").
પ્રવેશ(ડેન્ડીઝ, બહુવચન, [], "ડેન્ડીનો").
entry(dandiest, superlative, [], "ડેન્ડીનો").
entry(ડેન્ડિફાઈ, ક્રિયા, [ડેન્ડિફાઇડ, ડેન્ડિફાઈંગ, ડેન્ડિફાઈઝ], "ડેનડી જેવા દેખાવાનું કારણ બનવું").
entry(dandily, adv, [], "ડૅન્ડી રીતે").
entry(દાંડલ, ક્રિયાપદ, [દાંડલ્યો, દાંડલીને, દાળિયા], "આલિંગન કરવું").
entry(ડેન્ડલર, n, [ડેન્ડલર્સ], "જે ડેન્ડલ કરે છે").
entry(ખીણ, n, [ખીણો], "ખીણ").
entry(ખોજલી, n, [ખોજલીઓ], "માથાના ત્વચા પર થતી સ્કર્ફ").
entry(ડેન્ડી, વિશેષણ, [], "DANDIER DANDIESTfine").
entry(ડેન્ડી, પા, [ડેન્ડીઝ], "એક પુરુષ જે તેની દેખાવ વિશે અત્યંત ચિંતિત છે").
entry(dandyish, વિશેષણ, [], "દાડની સૂચક").
entry(ડૅન્ડીઇઝમ, n, [ડૅન્ડીઇઝમ્સ], "ડૅન્ડીનું પ્રકાર અથવા વ્યવહાર").
entry(ડેનગેલ્ડ, n, [ડેનગેલ્ડસ], "મધ્યકાલીન અંગ્રેજીમાં વાર્ષિક કર").
entry(ડાનેગેલ્ટ, n, [ડાનેગેલ્ટ્સ], "ડાનેગેલ્ડ").
entry(ડેનવીડ, n, [ડેનવીડ્સ], "એક ડેનવોર્ટ").
entry(દેનેવોર્ટ, ન, [દેનેવોર્ટ્સ], "એક ફૂલનારું છોડ").
entry(ડાંગ, ક્રિયાપદ, [ડાંગ્યું,ડાંગતા,ડાંગે છે], "શાપ આપવા માટે").
entry(જોખમ, ક્રિયાપદ, [જોખમોમાં મૂકતો, જોખમમાં મુકવો, જોખમોમાં મૂકે છે], "જોખમમાં મૂકવું").
entry(dangle, v, [dangled,dangling,dangles], "દિલથી લટકાવવું").
entry(ડેન્ગલર, ન, [ડેન્ગલર્સ], "એક કે જે લટકાવે").
entry(ડેંગલી, વિશેષણ, [], "DANGLIER DANGLIESTdangling").
entry(ડેનિયો, ન, [ડેનિઓ], "એક ઍક્વેરિયમ મારુ માછલી").
entry(ડેનિશ, ન, [ડેનિશઝ], "ઉભા આટાના પેસ્ટ્રી").
entry(ડૉંક, વિશેષણ, [], "ડૉંકર ડૉંકેસ્ટઅપ્રિય રીતે ભેજ ધરાવતીડૉંકલી ક્રિયાવિશેષણ").
પ્રવેશ(ડ್ಯಾಂકનેસ, n, [ડ್ಯಾಂકનેસસ], "ડૅન્ક હોવાની સ્થિતિ").
entry(ધાનસક, પ, [ધાનસકસ], "ધાનસક").
entry(danseur, n, [danseurs], "એક પૂરૂષ બેલે ડાન્સર").
entry(નૃત્યાંગના, n, [નૃત્યાંગનાઓ], "સ્રીલિંગ બેલે નૃત્કાર").
entry(dap, v, [dapped,dapping,daps], "પાણીમાં હળવેદાથી અથવા ઝડપી રીતે ડુબાડવું").
entry(ડૅફ્ની, પ, [ડૅફ્નેસ], "ફૂલ આપનારું ઝાડ").
entry(ડાફ્નિયા, નામ, [ડાફ્નિયા], "એક નાની ક્રસ્ટેશન").
entry(dapper, adj, [], "DAPPERER DAPPERESTસુંવાળી અને ગોઠવેલી દેખાય છેDAPPERLY adv").
entry(dapping, present, [], "dap નું પ્રવર્તમાન કૃત્ય વિશેષણ").
entry(dapple, v, [dappled, dappling, dapples], "ચિકટા વાળા ચિન્હો પાડવા").
entry(ડેપસોન, n, [ડેપસોનેસ], "એક ઔષધીય પદાર્થ").
entry(દર્બ, નવીન, [દર્બ્સ], "કંઈક અતિશય સ્વીકાર્યું").
entry(દરબાર, n, [દરબારસ], "દર્ભાર").
entry(દાર્બીઝ, npl, [], "હેન્ડકફ્સ").
entry(દેઅર, v, [દુરસ્ત,дірિંગ,દેઅરસ], "જરૂરી હિંમત ધરાવવાની ક્રિયા").
entry(દારેફુલ, વિશેષણ, [], "ધીર").
entry(darer, n, [darers], "એક ખતરામાં મુકનાર").
entry(daresay, v, [], "કહવા સાહસ કરો  DARESAY આ ક્રિયાપદનો એકમાત્ર સ્વરૂપ છે તે સંયુજિત નથી").
entry(દારિક, n, [દારિક્સ], "એક પ્રાચીન પર્ષિયન નાણુ").
પ્રવેશ(હિંમત, ન, [હિંમતનો], "સાહસ").
પ્રવેશ(સાહસથી, ક્રિ.વિ., [], "શૂરતાથી").
entry(ડારિઓલ, n, [ડારિઓલ્સ], "એક પ્રકારની પેસ્ટ્રી જે ક્રીમ કસ્ટમ બરફી અથવા જેલીથી ભરેલી હોય છે").
entry(અંધારું, વિશેષણ, [], "ઓછું અથવા નહીંબીજું પ્રકાશ").
entry(અંધકાર, v, [અંધકારિત,અંધકાર કરી રહ્યો છે,અંધકારો], "અંધકાર બનાવવા માટે").
પ્રવેશ(અંધારું, ક્રિયામાં, [અંધાર્યું,અંધારવા,અંધાર કરે], "અંધારું કરવા માટે").
entry(અંધકારકારક, સા, [અંધકારકારકો], "એક જે અંધકાર બનાવે").
entry(થોડું ગુલાબી, વિશેષણ, [], "થોડું અધ્ધારું").
entry(darkle, v, [darkled, darkling, darkles], "અંધારું થવું").
entry(darkling, n, [darklings], "અંધાર").
entry(darkly, adv, [], "અંધારામાં").
entry(અંધકાર, નામ, [અંધકારો], "અંધકાર જેવું estado").
Prolog:
પ્રવેશ(અંધકારકક્ષા, ઉત્તર, [અંધકારકક્ષાઓ], "એક કક્ષા જેમાં ફિલ્મ પ્રક્રિયા કરવામાં આવે છે").
entry(darksome, વિશેષણ, [], "અંધકારમય").
entry(ડાર્લિંગ, સ, [ડાર્લિંગ્સ], "એક ખૂબ જ પ્રિય વ્યક્તિ").
entry(દર્ન, ક્રિયા, [દર્નેડ, દર્નીંગ, દર્ન્સ], "સાયબાં માંડવું").
entry(દાર્નડેસ્ટ, n, [દાર્નડેસ્ટ્સ], "ડેમન્ડેસ્ટ").
entry(શાપિત, વિશેષણ, [], "શાપિતશે શાપિતતમ અથવા શાપિતtam").
entry(ડર્નલ, ન, [ડર્નલ્સ], "એક વાર્ષિક ઘાસ").
entry(darner, n, [darners], "એક જે ધરી દે છે").
entry(નારનેસ્ટ, પ, [નારનેસ્ટ્સ], "ડામનેસ્ટ").
entry(ઉથરાણ, ન, [ઉથરાણ], "ઉથરવાનું છે").
entry(દર્શન, ન, [દર્શનો], "હિંદુ આશીર્વાદ").
entry(ડાર્ટ, ક્રિયા, [ડાર્ટેડ, ડાર્ટિંગ, ડાર્ટ્સ], "હઠાત્ કે ઝડપી ગતિ કરવી").
entry(darter, n, [darters], "જે ઝડપથી ગતીમાન હોય").
entry(dartle, v, [dartled,dartling,dartles], "વારંવાર ડાર્ટ કરવા").
entry(ડેશ, ક્રિયા, [ડેશ્ડ, ડેશિંગ, ડેશેસ], "અતિશય જોરથી আઘાત કરવો").
entry(ડશીન,ન, [ડશીન્સ], "એક ઉષ્ણકટિબંધીય સ્યુવાર").
entry(ડૅશર, ન, [ડૅશર્સ], "એ જે ઝડપથી ચાલે").
entry(ડાશી, n, [ડાશીઝ], "એક માછલીનું સૂપ").
entry(ડેશિયર, તુલનાત્મક, [], "ઓફ ડેશી").
entry(dashiest, superlative, [], "ડેશીનું").
entry(ડાશિકી, n, [ડાશિકીઝ], "અફ્રીકી ટ્યુનિક").
એન્ટ્રી(ડેશપોટ, ન, [ડેશપોટ્સ], "એક ઝટકું શોષક").
entry(dashy, adj, [], "DASHIER DASHIESTસ્ટાઇલિશ").
entry(દાસી, n, [દાસીઓ], "એક હાયરૈક્સ").
entry(દસ્તાર્ડ, ન, [દસ્તાર્ડસ], "એક નરાખી ભીષણ").
entry(dasyure, n, [dasyures], "ભારખાદું સ્તનધારી પ્રાણી").
entry(ડેટા, એ, [], "ડેટમનો બહુવચન").
entry(ડેટાબેંક, n, [ડેટાબેંક્સ], "એ ડેટાબેઝ").
entry(ડેટાબેઝ, વ, [ડેટાબેઝડ,ડેટાબેસિંગ,ડેટાબેસેસ], "કંપ્યુટરમાં ડેટાના સંગ્રહમાં ડેટા મૂકવા માટે").
entry(datable, adj, [], "તારીખ લાગુ કરી શકાય").
entry(datary, n, [dataries], "રોમન કેથોલિક ચર્ચમાં એક કાર્ડિનલ").
entry(દાચા, n, [દાચાસ], "ડાચા").
entry(તારીખ, v, [તારીખિત,તારીખિત્,તારીખો], "DATEABLE adj ની તારીખને નક્કી કરવા અથવા નોંધવા").
entry(datebook, n, [datebooks], "મુલાકાતોની યાદી બનાવવા માટેનો નોટબુક").
entry(datedly, adv, [], "જૂના શૈલીમાં").
entry(dateless, adj, [], "તારીખ વિના").
એંટ્રી(ડેટલાઈન, v, [ડેટલાઈન્ડ, ડેટલાઈનિંગ, ડેટલાઈનલ્સ], "સમાચાર વાર્તાને તેના તારીખ અને ઉત્પત્તિ સ્થળ સાથે પ્રદાન કરવા માટે").
entry(dater, n, [daters], "તે જ જે તારીખ આપે છે").
entry(ડેટિંગ, n, [ડેટિંગ્સ], "તેની તારીખો કરવાના કર્મ").
entry(દાતિવ, n, [દાતીવ્સ], "એક વ્યાકરણ કેસDATIVAL વિશેષણDATIVELY ક્રિયા વિશેષણ").
entry(ડાટો, એન, [ડાટોસ], "ડેટ્ટો").
entry(datto, n, [dattos], "ફિલિપીન્સનો આદિવાસી મુખ્ય").
entry(માહિતી, n, [માહિતીઓ], "અથવા DATAsomething ગણતરી માટે આધાર તરીકે વપરાય છે").
entry(ડાટ્યુરા, n, [ડાટ્યુરાસ], "ફૂલધારાક છોડડાટ્યુરિક સવિશેષણ").
entry(દબાણ, ક્રિયા, [દબાવ્યું, દબાવી રહ્યું, દબાવે છે], "લપસી જવું").
entry(ડોબ, ન, [ડોબસ], "એક શિઝેલા માંસનો સ્ટ્યુ").
entry(ડૉબર, નામ, [ડૉબર્સ], "એક જે ડૉબ કરે").
entry(daubery, n, [dauberies], "ખરાબ અથવા અણશિppu મૂકલામણ").
ઈન્(દોબરી, સગ્રુ, [દોબરીઓ], "દોબરી").
entry(dauby, adj, [], "DAUBIER DAUBIESTsmeary").
entry(દીકરી, n, [દીકરીઓ], "ખાત્રીના ઉંમરની છોકરી").
entry(દાઉન્ડર, v, [દાઉન્ડર્દ, દાઉન્ડરિંગ, દાઉન્ડર્સ], "મંદ વિચરણ કરવું").
entry(ડન્ટ, ક્રિયાપદ, [ડન્ટેડ, ડન્ટિંગ, ડન્ટસ], "ભયભીત કરવું").
entry(ભયભીત કરનાર, n, [ભયભીત કરનારો], "એક જે ભયભીત કરે").
entry(ડોફિન, n, [ડોફિનસ], "ફ્રાન્સના રાજાના મોટાભાઇ પુત્ર").
entry(ડોફીન, ન, [ડોફીન્સ], "ડોફીનની પત્ની").
entry(દૌત, v, [દૌતેડ,દૌટીંગ,દૌટ્સ], "લાડ કરવો").
entry(દૌટી, ન, [દૌટીસ], "એક નાના પાળતું").
સૂચિ(દાવેન, ક્રિયા, [દાવેનડ, દાવેનિંગ, દાવેન્સ], "યહૂદી પ્રાર્થનાઓનો ઉચ્ચાર કરવો").
entry(દાવિત, ન, [દાવિટ્સ], "એક જહાજ પર ઉભું કરવાનું ઉપકરણ").
entry(ડેવી, ન, [ડેવીઝ], "એક સુરક્ષા દીવો").
entry(ડૉ, ક્રિયા, [ડૉડ, ડૉએન, ડૉઇંગ], "ડૉથી ડૉન").
entry(આળસ, ક્રિ., [આળસ કરેલું,આળસ કરી રહ્યું,આળસ કરે છે], "સમય બગાડવો").
entry(ગુમટી, n, [ગુમટીઓ], "જે ધીમે ધીમે ચાલે").
entry(dawk, n, [dawks], "ડાક").
entry(દોાન, v, [દોાનેડ,દોાનિંગ,દોાન્સ], "સવારે પ્રકાશ વધવા શરૂ કરવા માટે").
entry(બાળકે, n, [બાળકીઓ], "રાત્રિનો અંત").
entry(dawnlike, વિશેષણ, [], "પહોરના વીજણારૂપ").
entry(દૉટ, ક્રિયા, [દૉટેડ, દૉટિંગ, દૉટ્સ], "દૌટ કરવું").
entry(દૌટી, ન, [દૌટીઝ], "દૌટી").
entry(દિવસ, n, [દિવસો], "સૂર્યોદય અને સૂર્યાસ્ત વચ્ચેનો સમય").
entry(daybed, n, [પળંગ], "એક સોફા જે બેડમાં રૂપાંતરિત થઈ શક્યો").
entry(daybook, n, [daybooks], "એક ડાયરી").
entry(પ્રભાત, ન, [પ્રભાતો], "સવારે પ્રકાશનો પ્રથમ દેખાવ").
દાખલ daycare, n, [daycares], "બાળકો અને વિકલાંગ વયસ્કોને દિવસે સંભાળ".
entry(દિવાસ્વપ્ન, ક્રિયા, [દિવાસ્વપ્ન કર્યું, દિવાના વિચારો, દિવસ્વપ્નો], "કલ્પના કરવા").
entry(dayfly, n, [dayflies], "એક મેફ્લાય").
entry(ડેઇગ્લો, n, [ડેઇગ્લોસ], "દિવસ દરમિયાન જોવાઈ તેવા એરગ્લો").
entry(daylight, v, [daylit,daylighting,daylights], "દિવસના પ્રકાશથી પ્રકાશિત કરવું").
પ્રવેશ(ડેલિલી, ન, [ડેલિલીઝ], "એક ફૂલદાર વનસ્પતિ").
entry(daylong, adj, [], "આખો દિવસ ચાલે છે").
પ્રવેશ(દિનદુઃસ્વપ્ન, બ, [દિનદુઃસ્વપ્નો], "જાગૃત અવસ્થામાં અનુભવાતી ભયાનક કલ્પના").
પ્રવેશ(ડેપેક, સ, [ડેપેક્સ], "જાહેર પરિવહન દ્વારા બેક પ્રાપ્તિ માટે એક બેગ").
entry(dayroom, n, [dayrooms], "પાઠન અને મનોરંજન માટેનું એક રૂપાંતર").
entry(daysail, v, [daysailed,daysailing,daysails], "એક દિવસ માટે યાઝ કુદરવી").
entry(dayside, n, [daysides], "一个行星或月球的阳面").
entry(daysman, n, [daysmen], "અર્નિંધક").
entry(daystar, n, [daystars], "સૂર્યોદય પહેલા પૂર્વમાં દેખાતા ગ્રહ").
entry(daytime, n, [daytimes], "દિવસ").
entry(દિવસ દ્રાવક, ન, [દિવસ દ્રાવક], "અનૌપચારિક પ્રસંગો માટે યોગ્ય પરિધાન").
entry(daywork, n, [dayworks], "દિવસ દરમિયાન કરવામાં આવતા કાર્ય").
entry(daze, v, [dazed,dazing,dazes], "મતલબી રીતે ચોંકાવવું").
પ્રવેશ(ડેઝલ, ક્રિયા, [ચમકેલા, ચમકતી, ચમકે], "તેજસ્વી પ્રકાશથી અંધ કરવો").
entry(દૅઝલર, n, [દૅઝલર્સ], "એક જે ચમકાવે છે").
entry(de, prep, [], "ના સ્થાપન નામોમાં વપરાય છે").
entry(ડીકન, ક્રિયા, [ડીકનડ, ડીકનિંગ, ડીકન્સ], "ભજન ઊંચા સ્વરે વાંચવું").
entry(deaconry, n, [deaconries], "ઘેરફેરનું એક ધર્મજૂનીપણું પદ").
entry(dead, વિશેષણ, [], "DEADER DEADESTજીવનથી વિહોણું").
માત્ર પ્રોલોગ: entry(dead, n, [deads], "સર્વाधिक તીવ્રતાનો સમય").
entry(ડેડબોલ્ટ, n, [ડેડબોલ્ટ્સ], "દરવાજા માટેની કૂADO્").
entry(મૃત, ક્રિયાપદ, [મૃત કર્યું,મૃત કરી રહ્યું,મૃત કરે છે], "સંવેદનશીલતા અથવા સર્જનાશીલતાને ઓછું કરવું").
entry(deadener, n, [deadeners], "જે નબળું કરે").
entry(deadeye, n, [deadeyes], " માટે નિષ્ણાત નિશાનેબાજ").
entry(deadfall, n, [deadfalls], "પ્રાણીઓ પકડવાનો એક પ્રકારનો ફંદો").
entry(deadhead, v, [deadheaded,deadheading,deadheads], "માલ વગર મુસાફરી કરવા માટે").
entry(deadlier, comparative, [], "માર્ગદર્શક").
entry(સૌથી ઘાતક, ઉત્તમ, [], "ઘાતકનો").
entry(ડેડલિફ્ટ, v, [ડેડલિફ્ટેડ, ડેડલિફ્ટિંગ, ડેડલિફ્ટ્સ], "વજન ઉઠાવવાના એક પ્રકારના ઉઠાવા માટે").
entry(deadline, v, [ડેડલાઇન્ડ,ડેડલાઇનિંગ,ડેડલાઇનસ], "કોઈ વસ્તુ પર સમય મર્યાદા નક્કી કરવી").
entry(ડેડલોક, v, [ડેડલોકડ, ડેડલોકિંગ, ડેડલોક્સ], "સ્થગિત થવું").
entry(મારક, વિશેષણ, [], "અધિક મારક સૌથી વધુ મારક").
entry(deadman, n, [deadmen], "પર્વતზე ચડાતા દોરડા માટેનો એન્કર").
entry(deadness, n, [મૃતત્વ], "મૃત હોવાનો states").
entry(ડેડપેન, ક્રિયા, [ડેડપેનેડ, ડેડપેનિંગ, ડેડપેન્સ], "ભાવવિહિન રીતે અભિનય કરવો").
entry(deadwood, n, [deadwoods], "જહાજના પટ્ટા માં મજબૂતી માટે").
entry(ગેસહટાવો, v, [ગેસહટાવ્યું,ગેસહટાવવું,ગેસહટાવે છે], "હવાઓ કે ગેસોને દૂર કરવા").
entry(બહેરો, વિશેષણ, [], "સંવેદનાની ઈંદ્રિય વિના સાંભળવાની").
પ_probe(deafen, ક્રિયાપદ, [ઉણાહેલો,ઉણવું,ઉણે છે], "બેહરા કરવાની ક્રિયા").
entry(થોડીકબડી, વિ, [], "ઊંબરાવાનો").
entry(બહિર, ક્રિયા વિશેષણ, [], "બહેરાં રીતે").
entry(બહેરાશ, ન, [બહેરાશો], "બહેરા હોવાનો રાજ્ય").
entry(deair, v, [deaired,deairing,deairs], "હવામાંથી હવા દૂર કરવા માટે").
entry(સોદો, v, [સોદો કર્યો, સોદો કરવો, સોદા], "વેપાર અથવા ધંધો કરવાનો").
entry(dealate, n, [dealates], "પંખોને દૂર કરેલું એક જીવશે DEALATED વિશેષણ").
entry(ડિલર, n, [ડિલરો], "એક જે એક સોદો કરે").
entry(dealfish, n, [dealfishes], "એક સાગર માછલી").
entry(dealign, v, [dealigned,dealigning,dealigns], "રાજકીય પાર્ટી પ્રત્યેની ટેકાદારીમાંથી પાછા ખેચવા માટે").
entry(વ્યાપાર, n, [વ્યાપારો], "એક વ્યવસાયિકવહિવટ").
entry(dealt, past, [], "ડીલનો કાળ").
entry(ડીન, ક્રિયાપદ, [ડીનેડ,ડીનિંગ,ડીન્સ], "ફેકલ્ટીના વડા તરીકે સેવા આપવી").
entry(ડીનરી, ન, [ડીનરીઓ], "ડીનના કચેરી").
entry(deanship, n, [deanships], "ડીનરી").
entry(પ્રિય, વિશેષણ, [], "પ્રિયતમ બહુપ્રિય ખૂબ જ પ્રેમથી").
પ્રવેશ(પ્રિય, ન, [પ્રિયજનો], "એક પ્રિય વ્યક્તિ").
entry(અતિપ્રિય, સં, [અતિપ્રિય એકવચન], "એક ખૂબ જ પ્રેમ કરવાની પાત્ર વ્યક્તિ").
entry(ડિયરી, n, [ડિયરીઝ], "ડિયરી").
entry(dearies, pl, [], "ની પ્રિય").
entry(મુલ્યવાન, ક્રિયાવિશેષણ, [], "પ્રિય રીતે").
entry(પ્રિયતા, n, [પ્રિયતાઓ], "પ્રિય હોવા ની સ્થિતિ").
પ્રવેશી(અભાવ, ન, [અભાવો], "અછત").
entry(deary, n, [dearies], "પ્રિય વ્હાલું").
entry(દેઠ, ક્રિયા, [દેઠ્યું, દેઠતો, દેશે], "રાખ દૂર કરવામાં").
entry(દૈશીલ, ક્રિયાવિશેષણ, [], "ઘડિયાળની દિશામાં").
entry(મૃત્યુ, પ, [મૃત્યુઓ], "જીવનનો અંત").
entry(મરણશૈયા, n, [મરણશૈયાઓ], "જિંદગીના અંત સમયે શયન કરવામાં આવે એવો પથારો").
entry(deathcup, n, [deathcups], "ઝેરી મશરૂમ").
entry(deathful, વિશેષણ, [], "પ્રાણઘાતક").
entry(deathly, adj, [], "DEATHLIER DEATHLIESTમરણ અથવા મરણની સૂચના આપતું").
entry(deathy, વિશેષણ, [], "deathly").
entry(deave, v, [deaved,deaving,deaves], "બહેરું કરી દેવું").
entry(ડેબ, ન, [ડેબ્સ], "એક ડેબ્યુટાંटे").
entry(દેબاكل, ન, [દેબاكلસ], "ઍક અચાનક પતન").
entry(ડીબેગ, ક્રિયા, [ડીબેગ્ડ,ડીબેગિંગ,ડીબેગ્સ], "કોઈના પેન્ટ ઉતારવા માટે").
entry(અવરોધ, v, [અવરોધિત,અવરોધી રહ્યો છે,અવરોધે છે], "બહાર કરવાની પ્રક્રિયા").
પ્રવેશ(debark, v, [debarked,debarking,debarks], "જહાજમાંથી ઉતારવું").
entry(છળરહિત, ન, [છળરહિતો], "એક કે જે છાલ દૂર કરે છે, લાકડાના છોડની બાહ્ય આવરણ").
entry(debase, v, [debased,debasing,debases], "પાત્ર, ગુણવત્તા અથવા મૂલ્ય ઘટાડવાનું").
entry(debaser, n, [debasers], "જે હીન કરે છે").
entry(વિવાદ, v, [વિવાદ કર્યો, વિવાદ કરી રહ્યો છે, વિવાદ કરે છે], "વિષય પર વાદવિવાદ કરવા").
entry(debater, n, [debaters], "એક જે ચર્ચા કરે").
entry(ભ્રષ્ટ, ક્રિયા, [ભ્રષ્ટ, ભ્રષ્ટ કર્યો, ભ્રષ્ટ કરે છે], "ભ્રષ્ટ કરવું").
entry(debeak, v, [debeaked,debeaking,debeaks], "ઉપરના ચૂંચના ટોચને દૂર કરવા માટે").
entry(debeard, v, [debearded,debearding,debeards], "શિલીંધ્રમાંથી તેની તાંતણા દૂર કરવી").
entry(દુર્બળતા, પ, [દુર્બળતાઓ], "નબળાઈ").
entry(ડેબિટ, ક્રિયા, [ડેબિટેડ, ડેબિટિંગ, ડેબિટ્સ], "ઋણ સાથે ચાર્જ કરવા").
entry(ડેબોનેર, વિશેષણ, [], "સુવે").
entry(હાડપિંજરખમણ, ક્રિયા, [હાડપિંજરખમણ્યું, હાડપિંજરખમણેતા, હાડપિંજરખમણે], "હાડકાં દૂર કરવા માટે").
entry(હાડપાંચરો, પ, [હાડપાંચરાઓ], "એક હાડકાં કાઢનાર").
entry(debouch, v, [debouched,debouching,debouches], "ખુલ્લામાં કૂચ કરવા").
entry(દેબુશે, ન, [દેબુશેશ], "સૈનિકોના માર્ગ માટે એક પ્રવેશદ્વાર").
entry(debride, v, [debrided,debriding,debrides], "મૃત કોષ ઉપરામણ કે અચ્છેદન દ્વારા દૂર કરવું").
entry(મૂલ્યાંકન, ક્રિયાપદ, [મૂલ્યાંકિત,મૂલ્યાંકન કરતું,મૂલ્યાંકન કરે], "મિશન પછી પૂછપરછ કરવા માટે").
પ્રવેશ(કચરો, સ, [કચરો], "ટુકડાઓ અથવા વિખરાયેલા અવશેષો").
એન્ટ્રી(ડિબ્રુઇઝ, વ, [ડિબ્રુઇઝ્ડ, ડિબ્રુઇઝિંગ, ડિબ્રુઇઝેસ], "કોટ ઓફ આર્મ્સને પાર કરવા માટે").
entry(ઋણ, ન, [ઋણો], "કંઈક જે દેવું છેDEBTLESS વિશેષण").
entry(દેવાદાર, ન, [દેવાદારો], "જે બીજાને કંઈક દેવું હોય તે").
entry(ડિબગ, v, [ડિબગ્ડ, ડિબગિંગ, ડિબગ્સ], "ભૂલ દૂર કરવા માટે").
entry(ડિબગર, પુ, [ડિબગર], "જોકે તે ડિબગ કરે").
entry(ખંડન, v, [ખંડિત કર્યું,ખંડન કરે છે,ખંડનો], "દેખાવ અથવા ખોટા પડવું").
entry(હકીકતપસારક, ન, [હકીકતપસારકો], "જે ખોટી માન્યતાઓને ખોટી સિદ્ધ કરે છે").
પપ્રવેશ(તિજા, v, [તિજાવી,તિજાવો,તિજાઓ], "તિજારે").
entry(deburr, v, [deburred,deburring,deburrs], "ખરાબ ધાર દૂર કરવા માટે").
entry(પ્રથમ-પ્રવેશ, v, [પ્રથમ-પ્રવેશ કર્યો, પ્રથમ-પ્રવેશ કરી રહ્યો છે, પ્રથમ-પ્રવેશ કરે છે], "ખુદના પ્રથમ જાહેર દેખાવ બતાવવા માટે").
entry(પ્રથમવારિ, n, [પ્રથમવારિઓ], "જે પહેલીવાર પ્રદર્શિત થાય છે").
entry(ડેબાય, n, [ડેબાયસ], "વિદ્યુત ડાઇપોલ ક્ષણો માટેનું માપન એકમ").
entry(દાયકું, n, [દાયકાઓ], "દસ વર્ષોની અવધિDECADAL વિશેષણ").
entry(ડેકેડન્ટ, n, [ડેકેડન્ટ્સ], "માનસિક અથવા નૈતિક ક્ષયની સ્થિતિમાં એક").
entry(decaf, n, [ડિકૈફ્સ], "ડોૅકાફિનેટેડ કૉફી").
પ્રવેશ (દશંક, ન, [દશંકો], "દસબાજૂવાળું બહુકોણ").
entry(decagram, n, [decagrams], "ડેકાગ્રામ").
entry(ડીકલ, નામ, [ડીકલ્સ], "ખાસ રીતે તૈયાર થયેલા કાગળ પરથી ટ્રાન્સફર કરવા માટે બનાવેલી ચિત્ર અથવા નમૂના").
entry(દેશલો, ન, [દેશલૉગ્સ], "દસ આજ્ઞા").
entry(છાવણી છોડી જવું, v, [છાવણી છોડી ગઈ,છાવણી છોડી રહી,છાવણી છોડી જાય છે], "છાવણી સ્થળ છોડવું").
entry(ડેકન, n, [ડેકન્સ], "રાશિચક્રના ચિહ્નના ત્રણ સમાન 10-ડિગ્રી વિભાજનોમાંનું એક").
entry(decanal, adj, [], "રજદારીના સંબંધમાં").
entry(decane, n, [ડિકેન], "એક હાઇડ્રોકાર્બન").
entry(decani, adj, [], "ગાયકમંડળના જમણા બાજુ દ્વારા ગવવું છે").
entry(ઠાલવું, ક્રિયાપદ, [ઠાલ્યું,ઠાલવું,ઠાલે છે], "એક દબંધમાંથી બીજા દંધમાં ઢોળવું").
entry(ઢલાવવામાંઆવતું, ન, [ઢલાવવામાંઆવતો], "શણગારયુક્ત બોટલ").
entry(decapod, n, [decapods], "દસ પગવાળું કરચલાંવાળું જીંવતર").
પ્રવેશ(ડેકેર, ન, [ડેકેરેસ], "ડેકરે").
entry(કટાશ, v, [કટા,કટાઈ રહ્યો છે,કટાય છે], "ક્ષય થવું").
પ્રવેશ(નાશક, ન, [નાશકો], "નાશક").
entry(decease, v, [મૃત, મૃત્યુ પામતા, મૃત્યુ પામે છે], "મરવા માટે").
ન્ટ્રી(મૃત, ન, [મૃતો], "મૃત વ્યક્તિ").
entry(મૃત, n, [મૃતો], "મૃત વ્યક્તિ").
entry(ચેપ, સ, [ચેપો], "છીપની ક્રિયા").
entry(દખે, ક્રિયાપદ, [દખાયો,દખાવતો,દખાવે], "ખોટા કહેવા દ્વારા ભુલવામાં").
entry(પ્રહારી, ન, [પ્રહારીઓ], "પ્રહારી").
entry(decemvir, n, [decemvirs], "કે દશ રોમન મેજિસ્ટ્રેટના તંત્રના એક સભ્ય").
entry(decenary, n, [decenaries], "દસનગર").
entry(વિનમ્રતા, n, [વિનમ્રતાઓ], "સાચું સર્જન કરવાની સ્થિતિ").
entry(decennia, npl, [], "દાયકાઓ").
entry(ઉત્તમ, વિશેષણ, [], "DECENTER DECENTESTપ્રમાણિત ધોરણોની અવલોકનDECENTLY ક્રિઆविशેષણ").
entry(કેન્દ્ર સ્થાનોમાંથી દૂર કરવું, ક્રિયા, [કેન્દ્રસ્થાનોમાંથી દૂર કર્યું, કેન્દ્રસ્થાનોમાંથી દૂર કરી રહ્યું, કેન્દ્રસ્થાનોમાંથી દૂર કરે છે], "કેન્દ્રમાંથી દૂર મૂકવું").
entry(decentre, v, [decentred,decentring,decentres], "ડીસેન્ટર કરવું").
entry(ન્યાયાસનનો દંડ નિર્ધારિયે છેવારો કરવો, ક્રિયાપદ, [ન્યાયાસનનો દંડ નિર્ધારિયે છેવારો કર્યો, ન્યાયાસનનો દંડ નિર્ધારિયે છેવારો કરી રહ્યો, ન્યાયાસનનો દંડ નિર્ધારિયે છેવારો કરે છે], "ન્યાયાસનના નિર્ણય દ્વારા સજ્જડો કરવું").
entry(ડેસિઆર, શ, [ડેસિઆર્સ], "વિસ્તૃત્ત્યનું મેટ્રિક એકમ").
entry(ડેસિબેલ, n, [ડેસિબેલ્સ], "ધ્વનિ તીવ્રતાનું એકમ").
entry(નક્કી, v, [નક્કી કર્યું,નક્કી કરવું,નક્કી કરે છે], "પસંદગી અથવા નિર્ણય લેવો").
entry(નિણૅયકર્તા, પ, [નિણૅયકર્તાઓ], "એક જે નિર્ણય લે છે").
entry(decidua, n, [deciduas], "અથવા ગર્ભાશયની શ્લેષ્મા પરત ડેસીડુઆઇડીડેસિડુઅલ વિશેષણ").
entry(ડેસિગ્રામ, પ, [ડેસિગ્રામ], "ગ્રામનું દશમાંશ").
પ્રવેશ(decile, n, [deciles], "એક આંકડાકીય અંતરાલ").
entry(દશાંશ, n, [દશાંશો], "એક અણુભાજ્ય જેના હરનો મૂળ્ય દશનો કોઈ ઘાત હોય છે").
entry(decimate, v, [decimated,decimating,decimates], "મોટો ભાગ નષ્ટ કરવાની ક્રિયા").
પ્રવેશ(વિભાર, ક્રિયા પદ, [વિભાર્યુ,વિଭારવું,વિભારે છે], "કોડ ઉકેલવાનો").
entry(નિર્ણય, v, [નિર્ણયિત, નિર્ણયિંગ, નિર્ણયો], "બૉક્સિંગ વિરોધી પર પોઈન્ટ દ્વારા વિજય મેળવવો").
entry(નિણાયક, વિશેષણ, [], "નિર્ણાયક").
entry(deck, v, [decked,decking,decks], "આભૂષિત કરવા માટે").
entry(deckel, n, [deckels], "ડેકલ").
entry(ડેકર, n, [ડેકર્સ], "કોઈ ચોક્કસ સંખ્યામાં સ્તરો, માળીઓ અથવા સ્તરો ધરાવતું કંઈક").
entry(deckhand, n, [deckhands], "જહાજના ડેક પર જહાજ સાથે સંબંધિત કામો કરે તે નાવિક").
entry(ડેકિંગ, ન, [ડેકિંગ્સ], "જહાજના ડેક માટેનો સામગ્રી, મંચ જે તળાવ તરીકે સેવા આપે છે").
entry(deckle, n, [deckles], "હાથ ધરવી કાગળ બનાવવામાં ઉપયોગમાં આવતું એક ફ્રેમ").
entry(deckless, adj, [], "ડેકની કમી").
entry(ઘોષણા, v, [ઘોષણા કરી, ઘોષણા કરી રહી, ઘોષણાઓ કરે છે], "વિધિવત બોલવા માટે").
entry(ઘોષણા, v, [ઘોષિત, ઘોષણા, ઘોષણાં], "ચોખ્ખું કરવા માટે").
entry(ઘોષક, પ, [ઘોષકો], "જે ઘોષણા કરે છે").
entry(ડિક્લાસ, v, [ડિક્લાસ્ડ, ડિક્લાસિંગ, ડિક્લાસેસ], "દરજામાં ઘટાડો કરવા").
entry(declasse, ગણન વિશેષણ, [], "દરજામાં ઘટાડેલું").
entry(ડિકલૉ, ક્રિયાપદ, [ડિકલૉડ,ડિકલૉઇંગ,ડિકલૉઝ], "નખ શસ્ત્રક્રિયાથી દૂર કરવા").
entry(કમતરતા, ક્રીયાપદ, [કમ્યું,કામી રહ્યા છે,કમે છે], "ઇનકાર કરવો").
entry(વિનમ્ર, નં, [વિનમ્રતા], "એક જે ના પાડી શકે").
entry(declutch, v, [declutched,declutching,declutches], "મોટર વાહનના ક્લચ એક આગિયા સાધનને અલગ કરવા માટે").
entry(deco, n, [decos], "સજાવટી શૈલી").
entry(ઉકાળવું, ક્રિયા, [ઉકાળેલી, ઉકાળવું છે, ઉકાળે છે], "કાષ્ય બનાવવું").
entry(અનુવાદ, v, [અનુવાદિત, અનુવાદન, અનુવાદે], "સંકોડિત સંદેશને સાદી ભાષામાં રૂપાંતરિત કરવા").
એન્ટ્રી(ડિકોડર, \, [ડિકોડર્સ], "એક જે ડિકોડ કરે").
entry(decolor, v, [decolored,decoloring,decolors], "રંગ કાાઢી નાખવો").
entry(રંગઉતાર, ક્રિયા, [રંગઉતાર્યું,રંગઉતારતા,રંગઉતારે], "રંગ ઉતારવા માટે").
entry(સજાવટ, બ, [સજાવટો], "સજાવટની શૈલી અથવા મોડ").
entry(સજાવટ, ક્રિયાપદ, [સજાવેલી, સજાવટ, સજાવે છે], "સજાવવા માટે").
entry(સજ્જન, વિશેષણ, [], "યોગ્ય").
entry(શિષ્ટાચાર, ન, [શિષ્ટાચાર], "સામાજિક પરંપરાઓને અનુરૂપ").
entry(ડિકપલ, v, [ડિકપલ્ડ,ડિકપલિંગ,ડિકપલ્સ], "અલગ કરવું").
entry(ચકમા, v, [ચકમાવ્યું,ચકમાવી રહ્યો,ચકમાવે છે], "બોલમાં અથડાવવું").
entry(decoyer, n, [decoyers], "એક તે જે મોકૂફ બનાવે").
entry(ઘટાડવું, v, [ઘટાડેલું,ઘટાડી રહ્યું છે,ઘટાડે છે], "ઘટાડવું").
entry(ફરમાન, ક્રિયા, [ફરમાવેલું, ફરમાવી રહ્યો, ફરમાવતા], "કાયદા દ્વારા અથવા કમાનથી આદેશ આપવો અથવા સ્થાપવું").
entry(ફરમાન જારી કરનાર, n, [ફરમાનો], "જોકે ફરમાન જાહેર કરે").
entry(ઝીણી, વિશેષણ, [], "લાંબા ઉપયોગથી ટૂંકેલું").
entry(ધ decre, n, [ધ decres], "પાપલ ડcree").
entry(દેખરיאל, n, [દેખરיאלસ], "દેખરીએગ નો કૃત્ય").
પ્રવેશ(દોષ મૂક્યો, ભૂતકાળ, [], "નિંદા કરવું").
entry(નિંદક, n, [નિંદકો], "જે નિંદા કરે").
entry(decrown, v, [decrowned,decrowning,decrowns], "મુકુટ ચૂંથવો, સિંહાસન દુર કરવા").
entry(દેખાવ, ક્રિયા, [દેખાવ્યો, દેખાવી રહ્યો છે, દેખાવે છે], "નિંદા કરવી").
Prolog: entry(decrypt, v, [decrypted,decrypting,decrypts], "ડિકોડ કરવા").
entry(decuman, વિશેષણ, [], "અતિશય મોટું").
entry(decuple, v, [decupled,decupling,decuples], "દસ ગણું વધારવું").
entry(ડેક્યૂરિસ, સ, [], "ડેક્યૂરિનો").
entry(ડેક્યુરિયન, પ, [ડેક્યુરિયોન્સ], "ડેક્યુરીનો કમાન્ડર").
entry(decurve, v, [decurved,decurving,decurves], "નીચા વળવું").
entry(decury, n, [decuries], "જણામાં પ્રાચીન રોમમાં દસ સૈનિકોનું જૂથ").
entry(દેડલ, વિશેષણ, [], "દેડલ").
entry(dedans, n, [દેદાં], "ટેનિસ દર્શકો માટેની ગેલેરી").
entry(દેડેન્ડમ, n, [દેડેન્ડમ્સ], "અથવા દેડેન્ડા ગિયર દાંતની મૂળ").
entry(સમર્પણ, ಕ್ರಿಯಾ, [સમર્પિત, સમર્પણ], "કંઈક ખાસ ઉપયોગ માટે ફાળવી રાખવું").
entry(નિષ્કર્ષ કાઢવો, v, [નિષ્કર્ષ કાઢ્યો,નિષ્કર્ષ કાઢી રહ્યો,નિષ્કર્ષો કાઢે છે], "અનુમાન કરવું").
entry(કાપવી, v, [કાપ્યું,કાપતા,કાપે છે], "ક્ટાવવું").
entry(ડી, ન, [ડીઝ], "અક્ષર ડી").
entry(કરાર, v, [કરાર કર્યો, કરાર કરી રહ્યો, કરારો], "કાયદેસર દસ્તાવેજની સાથે હસ્તાંતરણ કરવું").
entry(deedless, adj, [], "કર્મ વિનાનું હોવું").
entry(deedy, સવિશેષણ, [], "DEEDIER DEEDIESTindustrious").
entry(deejay, v, [deejayed, deejaying, deejays], "ડિસ્ક જોકી તરીકે કામ કરવું").
entry(ધીમ,ક્રિયા, [ધીમડ,ધીમતા,ધીમ], "મંતવી કે ધારી લાગણી રાખવી").
entry(દીમસ્ટર, n, [દીમસ્ટર્સ], "આઇલ ઓફ મેનના ન્યાયતંત્રના અધિકારી").
entry(ડીપ, કેવિશેષણ, [], "અગાડું અત્યુતમપણે ઊંડાણમાં જતું").
entry(ઘેરા, n, [ઘેરાઓ], "મોટી ઊંડાઈનું સ્થળ અથવા વસ્તુ").
entry(ઘેરાવ નું વર્તમાન રૂપ, v, [ઘેરાવ કર્યો, ઘેરાવ કરી રહ્યો છે, ઘેરાવો કરે છે], "ઘેરું બનાવવું").
entry(અતિશયકરણક,ન, [અતિશયકરણકો], "એક જે વધારે ઉંડો કરે").
એન્ટ્રી(ડીપલી, વિશેષણ, [], "મોટા ઊંડાણે અથવા તે તરફ").
entry(ઘેરાઈ, ન, [ઘેરાઈઓ], "ઘેરાઈનું ગુણવત્તા").
entry(હરણ, n, [હરણો], "એક ચરણારોહી સસ્તનDEERLIKE વિશેષણ").
પ્રવેશ(ડિયરફ્લાય, ન, [ડિયરફ્લાઈઝ], "એક લોહી શોષક માખી").
entry(હરણચર્મ, સ, [હરણચર્મોથી], "હરણનું ચામડી").
entry(ડિયરવીડ, n, [ડિયરવીડ્સ], "એક ઝાડ જેવો ઉગતો હર્બ").
entry(deeryard, n, [deeryards], "એક ક્ષેત્ર જ્યાં હરણ ટોળે જમાતા હોય છે શિયાળામાં").
entry(ડીટ, ન, [ડીટ્સ], "એક જીવાત પ્રતિબંધી").
entry(દેવાન, n, [દેવાન્સ], "દેવાન").
entry(def, adj, [], "DEFFER DEFFESTઉત્કૃષ્ટ").
entry(દેફેસ, ક્રિયાપદ, [દેફેસ્ડ,દેફેસિંગ,દેફેસેસ], "દેખાવને બગાડવા").
entry(નકામું, પ, [નકામાંઓ], "જે નકામું કરે").
entry(કુપ્રચાર, ક્રિયા, [કુપ્રચાર કર્યો,કુપ્રચાર કરતી,કુપ્રચાર કરે છે], "સારા નામનો હુમલો કરવો").
entry(બદનામકર્તા, ન, [બદનામકર્તાઑ], "જે બદનામ કરે છે").
entry(defang, v, [મૂળભૂત,મૂળભૂતતા,મૂળભૂત], "નિર્દોષ બનાવવું").
entry(defat, v, [defatted,defatting,defats], "ચરબી દૂર કરવા માટે").
જંતુ(મૂળભૂત, વિ, [મૂળભૂત,મૂળભૂતતા,મૂળભૂત], "જરૂરી કંઈક કરવામાં નિષ્ફળ થવું").
entry(હાર, ક્રિયા, [હાર્યો,હારતા,હારે છે], "વિજય મેળવવો").
entry(defeater, n, [defeaters], "જીતનાર").
entry(પ્રસ્રાવ કરવો, ક્રિયાપદ, [પ્રસ્રાવ કર્યો,પ્રસ્રાવ કરી રહ્યો છે,પ્રસ્રાવ કરે છે], "મલમૂત્ર છોડવું").
પ્રવેશ(દોષ, v, [દોષિત,દોષી રહ્યું,દોષો], "એકરી પ્રતિજ્ઞાનો ત્યાગ કરવા").
entry(દલ-બદલુ, ન, [દલ-બદલુઓ], "એક જે દલ-બદલ કરે છે").
entry(પ્રતિરક્ષા, v, [પ્રતિરક્ષિત,પ્રતિરક્ષા_કરવું,પ્રતિરક્ષાઓ], "રક્ષણ કરવા").
entry(બચાવ, રચનાપદ, [બચાવ્યો,બચાવી રહ્યા,બચાવે છે], "રક્ષા કરવા માટે").
entry(રક્ષક, પુ, [રક્ષકો], "જે રક્ષણ આપે છે").
entry(રક્ષણ, ક્રિયા, [રક્ષણ કર્યું, રક્ષણ કરી રહ્યું છે, રકશે], "નિર્ધારિત હુમલા સામે રક્ષણ કરવા").
entry(મુલતવી રાખવું, ક્રિયા, [મુલતવી રાખ્યું, મુલતવી રાખી રહ્યું, મુલતવી રાખે છે], "મુલતવી કરવા માટે").
પ્રવેશ(ડેફરન્ટ,ન,[ડેફરન્ટ્સ],"પૃથ્વી આસપાસની એક કલ્પિત ગોળાકાર").
entry(deferral, n, [મુથેરી], "મુથેરવાનું કાર્ય").
entry(વિલંબક, n, [વિલંબકો], "જે વિલંબ કરે").
પ્રવેશ(મુલતવી રાખવો, વર્તમાન, [], "મુલતવી રાખવાનો લ્ક્ષણિત રૂપ").
entry(deffer, તુલનાત્મક, [], "દફનો").
entry(deffest, superlative, [], "ઓફ ડેફ").
entry(defi, n, [defis], "એક પડકાર").
entry(વિરોધ, n, [વિરોધો], "સાહસિક વિરોધ").
entry(દિર્ઁઢ, વિશેષણ, [], "વિરોધભેર દર્શાવતું").
પ્રવેશ(ઘાટા, n, [ઘાટાઓ], "એક ઓછાશ").
entry(defied, past, [], "દેહનો સમય").
entry(defier, n, [defiers], "જ который ફાઈજ das જ સં."  h پہنાઓ").
entry(defies, present, [], "કૃતિ 'defy' નો તૃતીય પુરુષ એકવચન").
પ્રવેશ(ડેફિલેડ, ક્રિયાપદ, [ડેફિલેડ, ડેફિલેડિંગ, ડેફિલેડ્સ], "શત્રુ આગથી રક્ષણ આપવા").
દેશ પ્રવેશ, ક્રિયાપદ, [પ્રદૂષિત,પ્રદૂષણ,પ્રવેશો], "અશુદ્ધ બનાવવા માટે".
entry(defiler, n, [defilers], "એ જે નષ્ટ કરે").
entry(વ્યાખ્યાયિત કરો, v, [વ્યાખ્યાયિત,વ્યાખ્યાયિત કરી રહ્યું છે,વ્યાખ્યાયિત કરે છે], "અર્થ સ્પષ્ટ કરવા માટે").
પ્રવેશ(નિર્ધારક, પ, [નિર્ધારકો], "એક જે નિર્ધારિત કરે છે").
entry(નિશ્ચિત, નામ, [નિશ્ચિતો], "કશુંક જે ચોક્કસ રીતે જાણીતું છે").
entry(હવા કાઢવી, ક્રીયાપદ, [હવા કાઢી,હવા કાઢી રહી છે,હવા કાઢે છે], "હવા અથવા ગેસ બહાર કાઢવા માટે").
entry(deflater, n, [deflaters], "ફુગાવો ઘટાડવાનું એક").
entry(ડિફ્લેટર, n, [ડિફ્લેટર્સ], "તે જે ડિફ્લેટ કરે છે").
entry(deflea, v, [defleaed,defleaing,defleas], "જીંહીમાંથી મુક્ત કરવુ").
entry(ઢાળવું, ક્રિયા, [ઢાળ્યું, ઢાળતા, ઢાળે], "બાજુમાં મૂકવું").
entry(deflexed, adj, [], "નીચે વળેલા").
entry(deflower, v, [deflowered,deflowering,deflowers], "ફૂલોથી વંચિત કરવું").
entry(ਡੀફੋમ, v, [ਡੀફોમ્ડ,ਡੀફોમિંગ,ਡੀફોમ્સ], "ફોમ દૂર કરવા માટે").
પ્રવેશ(ડિફોમર, એન, [ડિફોમર્સ], "જે ડિફોમ કરે છે").
entry(અવધિક, ક્રિયાપદ, [અવધિકિત,અવધિકિત,અવધિકિત], "અથવા અવધિકિત અવધિકિત અવધિકિથે અધિગતિને અદૃષ્ટ બનાવવો").
Prolog:
entry(defog, v, [defogged,defogging,defogs], "કોમળતા દૂર કરવા માટે").
ઇન્ટ્રી(ડિફોગર, n, [ડિફોગર્સ], "જે ડિફોગ કરે").
entry(deforce, v, [deforced,deforcing,deforces], "બળપૂર્વક રોકવું").
પ્રવેશ(ડિફોર્સર, પ, [ડિફોર્સર્સ], "એક જે ડિફોર્સ કરે").
entry(deforest, v, [જંગલ વિનાના કરેલા, જંગલ વિનાના કરી રહ્યા છે, જંગલ વિનાના કરે છે], "જંગલ ખાલી કરવા માટે").
પ્રવેશ(લૂણ, ક્રિયા, [લૂણાયું, લૂણતા, લૂણનાર], "આકાર બગાડવા માટે").
entry(વિકારક, n, [વિકારકો], "જે વિકૃત કરે છે").
entry(ડિફ્રેગ, v, [ડિફ્રેગ્ડ, ડિફ્રેગિંગ, ડિફ્રેગ્સ], "કમ્પ્યુટર ફાઇલમાં વિખંડન દૂર કરવા માટે").
entry(defraud, v, [defrauded,defrauding,defrauds], "ઠગાઈ કરવી").
entry(ચુકવણી, v, [ચુકવી,ચુકવવાની,ચુકવે છે], "ચુકવવા માટે").
entry(defrayal, n, [defrayals], "ખર્ચ ચૂકવવાનો કૃત્ય").
entry(defrayer, n, [defrayers], "જો ચુકવી દે છે તે").
entry(મિત્રતાબંધ, ક્રિયાપદ, [મિત્રતાબંધી,મિત્રતાબંધતા,મિત્રતાબંધે], "મિત્રોની યાદીમાંથી વ્યક્તિનુ નામ કાઢી નાંખવું").
પ્રવેશ(દેખાવો, ક્રિયાપદ, [દેખાવ્યું, દેખાવી રહ્યા છે, દેખાવી રહ્યા છે], "પાદરી પદથી વિમુખ કરવું").
entry(ડિફ્રાંસ્ટ, v, [ડિફ્રાંસ્ટેડ,ડિફ્રાંસ્ટિંગ,ડિફ્રાંસ્ટ્સ], "હિમ દૂર કરવા").
entry(deft, adj, [], "ચપળ ચપળતમાકુશળચપળતાથી adv").
entry(પારંગતતા, ન, [પારંગતાઓ], "ચતુર હોવાનો ગુણ").
entry(defuel, v, [defueled,defueling,defuels], "અથવા DEFUELLED DEFUELLING DEFUELSto ઈંધણ દૂર કરવા માટે").
entry(defunct, adj, [], "મૃત").
entry(defund, v, [defunded,defunding,defunds], "નिधિ કાઢી લેવા").
entry(defuse, v, [defused,defusing,defuses], "ફ્યુઝ દૂર કરવા").
entry(defuser, n, [defusers], "જે વિસ્ફોટકો નિષ્ક્રિય કરે છે").
entry(ડિફ્યુઝ, ક્રીયા, [ડિફ્યુઝ়ડ,ડિફ્યુઝિંગ,ડિફ્યુઝસ], "નિષ્ફળ બનાવવું").
entry(પ્રતિસ્પર્ધા, ક્રિયાપદ, [પ્રતિસ્પર્ધિત,પ્રતિસ્પર્ધતા,પ્રતિસ્પર્ધે], "ખૂલ્લેઆમ અને નિર્ભયતાથી પ્રતિકાર કરવો").
entry(degage, adj, [], "મફત અને આરામદાર રીતમાં").
entry(degame, n, [degames], "એક ઉષ્ણકટિબંધિય વૃક્ષ").
entry(દેગામી, n, [દેગામિસ], "દેગામે").
ઇન્‍ટ્રી(degas, v, [degassed,degassing,degases], "અથવા DEGASSES ગેસ દૂર કરવા માટે").
entry(ડિગેસર, પાઠ્યક્રમાંક, [ડિગેસરો], "ડિગેસ કરે છે તે").
entry(degauss, v, [degaussed,degaussing,degausses], "ચુંબકિત ઝેરવું").
entry(degender, v, [degendered,degendering,degenders], "એક વ્યક્તિના લિંગને દર્શાવતી સંજ્ઞાઓને દૂર કરવા માટે").
entry(degerm, v, [degermed,degerming,degerms], "જર્મ્સ દૂર કરવા માટે").
entry(deglaze, v, [deglazed,deglazing,deglazes], "મોટા ટુકડા કાઢવા માટે").
entry(દ્ઘટિત કરો, ક્રિયા, [દ્ઘટિત કર્યું,र्द્ર્ઘટાન], "ખોટું પાડવા માટે").
entry(ક્ષણાંકક, પ, [ક્ષણાંકકો], "એક કે જે ક્ષણાંક કરનાર").
entry(degrease, v, [degreased,degreasing,degreases], "ચીકણાઈ દૂર કરવી").
entry(ડિગ્રી, n, [ડિગ્રીઝ], "સ્ટેજની શ્રેણીમાંથી એકDEGREED વિશેષણ").
entry(degum, v, [degummed,degumming,degums], "ચૂણામાંથી મુક્ત કરવાનો").
entry(degust, v, [degusted,degusting,degusts], "આનંદ સાથે સ્વાદ લેવા").
entry(dehair, v, [dehaired,dehairing,dehairs], "વાળ દૂર કરવા").
અંતર્ગત(ઊઘડવું, ક્રિયાપદ, [ઊઘડ્યું, ઊઘડતું, ઊઘડે છે], "અડધું ફાટવું").
entry(શીંગદૂર, ક્રિયાપદ, [શીંગદૂર્યો,શીંગદૂરી,શીંગદૂરશે], "શીંગોથી વંચિત કરવું").
entry(dehorner, n, [dehorners], "એક જે શિંગડાં કાપે છે").
entry(દેહોર, પૂર્વ, [], "અન્ય કરતાં").
entry(dehort, v, [dehorted,dehorting,dehorts], "વિનંતી કરવા પ્રયાસ કરે છે").
entry(deice, v, [deiced,deicing,deices], "હિમમાંથી મુક્ત કરવા માટે").
entry(ડીઆઇસર, n, [ડીઆઇસર્‍સ], "જે ડીઆઇસ કરે છે").
entry(વિશ્વ ઘાત, n, [વિશ્વ ઘાતક], "દેવતા હત્યાDEICIDAL વિશેષણ").
entry(ડાઇક્ટિક, ન, [ડાઇક્ટિક્સ], "એક શબ્દ અથવા વાક્ય એટલે ઓળખ અથવા સ્થાનની વિશિષ્ટતા કરવી").
entry(deific, adj, [], "દૈવી").
એન્ટ્રી(દૈફિકલ, વિશેષણ, [], "દેઇફિક").
entry(deified, past, [], "દેવતામાં માનવું તેનો રૂપીકર્તા").
entry(deifier, n, [deifiers], "આરાધક").
પ્રવેશ(દૈવીરૂપ, વિશેષણ, [], "દેવનો સ્વરૂપ ધરાવવું").
entry(deify, v, [દેીફાઇડ,દેઇફાઇંગ,દેઇફાઇઝ], "એક દેવતાનું સ્વરૂપ આપવું").
entry(ઑજ્યાયપ, v, [ઑજ્યાયપ્યું,ઑજ્યાયપવું,ઑજ્યાયપે છે], "કોઈ સાવ નકામી વસ્તુ કરવા માટે સ્વયંને નીચે ઉતારવું").
entry(દેઇલ, ન, [દેઇલ્સ], "દિવલ").
entry(ડિઓનિવ્સ, v, [ડિઓનિવસ્ડ,ડિઓનિવસિંગ,ડિઓનિવસ્સ], "ડિઓનાઇઝ કરવા").
entry(deioniser, n, [deionisers], "ડિઓનાઈઝર").
entry(ડીઆઈઓનાઇઝ, ક્રિયા, [ડીઆઈઓનાઇઝડ,ડીઆઈઓનાઇઝિંગ,ડીઆઈઓનાઇઝીઝ], "આયનો દૂર કરવા માટે").
entry(ડિઆઇઓનાઇઝર, n, [ડિઆઇઓનાઇઝર્સ], "એક જે ડિઆઇઓનાઇઝ કરે છે").
entry(ડેઇઝમ, ન, [ડેઇઝમ્સ], "એક ધાર્મિક દાર્શનિક").
entry(deist, n, [deists], "ડીઝમનો અનુયાયીDEISTIC વિશેષણ").
entry(દેવ, સ, [દેવતાઓ], "એક દેવી કે દેવતા").
entry(ડેઇકિસિસ, n, [ડેઇકિસિસીસ], "કેટલાક શબ્દોના નિર્દિશક કાર્ય").
entry( વિચલિત, ક્રિ, [વચ્ચલિત, વિચલિત કરવો, વિચલિત કરે છે], "મનોબળ ઘટાડવું").
entry(dejecta, npl, [], "મળમૂત્ર").
entry(દેજુનિયર, સાં, [દેજુનિયર્સ], "મોડી નાસ્તા").
entry(ડેકાગ્રામ, ન, [ડેકાગ્રામ્સ], "દસ ગ્રામના બરાબરનો એક માપ").
entry(ડેકાર, n, [ડેકારેસ], "દસ આરેસના સમાન એક માપ").
entry(deke, v, [], "DEKED DEKING અથવા DEKEING DEKEએવરી માટેની પ્રતિસ્પર્ધીને સ્થિતિની બહાર રાખવા").
entry(ડેક્કો, n, [ડેક્કોઝ], "એક નજર").
entry(del, n, [dels], "હાકલ ગણિતમાં એક સિદ્ધાંતચાલક").
entry(ડેલાઇન, n, [ડેલાઇનસ], "એક ઉનનો કાપડ").
entry(delate, v, [delated,delating,delates], "દોષ નાખવો").
entry(દિલેશન, ન, [દિલેશન્સ], "દિલેટ કરવાની ક્રિયા").
entry(દેલાટોર, ન, [દેલાટોર્સ], "દલાત કરનાર વ્યક્તિ").
entry(મૂંઝવણ, v, [મૂંઝાયેલું,મૂંઝાવે છે,મૂંઝવણો], "મોડી વખતે મૂકવા માટે").
entry(વિલંબક, ન, [વિલંબકો], "જે વિલંબ કરે").
entry(dele, v, [deled,deleing,deles], "કોઈ વસ્તુને કાઢી નાખવા").
entry(delead, v, [deleaded,deleading,deleads], "લીડ કાઢી નાખવા").
entry(deleave, v, [deleaved,deleaving,deleaves], "પ્રતિઓને અલગ પાડવા માટે").
entry(delegacy, n, [પ્રતિનિધિત્વ], "સત્તા ઉપલબ્ધ કરાવવાની ક્રિયા").
પ્રવેશ(પ્રતિનિધિ, વી, [સોંપેલું, સોંપી રહ્યું છે, સોંપે છે], "ખોદી one's પ્રતિનિધિ તરીકે નિમણૂક કરવા").
entry(delete, v, [કાઢી નાખ્યું, કાઢી, કાઢે છે], "લખેલી અથવા છપાયેલ વાતને દૂર કરવી").
entry(કાઢી નાખવું, n, [કાઢી નાખવી], "કાઢી નાખવાની ક્રિયા").
entry(delf, n, [delfs], "ડેલ્ફ્ટ").
entry(ડેલ્ફ્ટ, પં, [ડેલ્ફ્ટસ], "માટિકું").
entry(ડેલી, ન, [ડેલીસ], "એક નાશિકાકાર").
એન્ટ્રી(સ્વાદિષ્ટ, ન, [સ્વાદિષ્ટો], "પસંદીદા ભોજન").
entry(નાજુક, n, [નાજુક વસ્તુઓ], "એક નાજુકતા").
entry(અપરાધ, ન, [અપરાધો], "સિવિલ કાનૂન વિરુદ્ધ એક ગુનાહિત કાર્ય").
entry(સંતોષ, v, [સંતોષિત,સંતોષકારક,સંતોષ], "મોટો આનંદ આપવો").
entry(delime, v, [delimed,deliming,delimes], "ચુનામાંથી બંધનમુક્ત કરવું").
entry(સ્થાનસંકેત, v, [સ્થાનસંકેતિત,સ્થાનસંકેતણું,સ્થાનસંકેતે], "સીમાઓને ચિહ્નિત કરવા માટે").
entry(કડીતોડો, v, [કડીતોડી,કડીતોડું,કડીતોડે છે], "જોડાણ તોડવું").
entry(ઉન્માદ, n, [ઉન્માદો], "અથવા ઉન્માદાઉગ્ર ઉત્સાહ").
entry(સ્વાદિષ્ટ, વિશેષણ, [], "સ્વાદિષ્ટ").
entry(દેલિસ્ટ, v, [દેલિસ્ટડ,દેલિસ્ટિંગ,દેલિસ્ટ્સ], "યાદીમાંથી દૂર કરવા").
entry(ડિલિવર, ક્રિયાપદ, [ડિલિવર્ડ,ડિલિવરિંગ,ડિલિવર્સ], "ઈપ્સિત પ્રાપ્તિદારને પહોંચાડવું").
entry(ડિલિવરી, નામ, [ડિલિવરીઝ], "સપાથ વિતરણનું કાર્ય").
entry(ડેલ, ન, [ડેલ્સ], "એક નાનું વરેલી ખીણ").
entry(ડેલી, ન, [ડેલીઓ], "ડેલી").
પ્રવેશ(ડિલાઉઝ, ક્રિયા, [ડિલાઉઝડ, ડિલાઉઝિંગ, ડિલાઉઝિસ], "જું બીજાં વગેરેથી મુકત કરવું").
પ્રવેશ(ડિલ્યoser, n, [ડિલ્યoseers], "જે જીંદલ્બોને દૂર કરે છે").
entry(delphic, adj, [], "સંદિગ્ધ").
entry(delt, n, [delts], "a deltoid").
entry(ડેલ્ટા, ન, [ડેલ્ટાસ], "નદીના મુખ પર આવેલુ દૂલિય કામ ઉમાટી - ડેલ્ટાઇક ડેલ્ટીક વિશેષણ").
entry(ડેલ્ટોઈડ, પ, [ડેલ્ટોઈડ્સ], "ખભાનું પેશી").
entry(પ્રલોભિત કરવું, ક્રિયા, [પ્રલોભિત કર્યું, પ્રલોભિત કરતી], "મન અથવા નિર્ણય કરનારને ભ્રમિત કરવું").
પ્રવેશ(ભ્રમિત કરનાર, ન, [ભ્રમિત કરનારાઓ], "એક જે ભ્રમિત કરે છે").
entry(રેલ, ક્રિયા, [રેલાયુ, રેલવું, રેલો], "પૂર્ણપણે પાણીમાં ગરકાવ").
entry(મૂર્છા, બ, [મૂર્છાઓ], "ઠગાઈનો કૃત્ય").
entry(છળવોપવાનું, વિશેષણ, [], "છળાવવાનું વલણ ધરાવવું").
entry(વ્યલ્પિત, વિશેષણ, [], "ભ્રામક").
નવી પ્રવેશ(ડિલસ્ટર, v, [ડિલસ્ટર્ડ,ડિલસ્ટરિંગ,ડિલસ્ટર્સ], "ઊજાળાને ઓછું કરવા માટે").
entry(ડીલક્સ, વિશેષણ, [], "વિશિષ્ટ શોખીનો અથવા વૈભવી").
entry(ખોદવું, ક્રિયા, [ખોદ્યું, ખોદે છે, ખોદે છે], "ટહુકીને શોધવા").
entry(ખોદક, પ, [ખોદકાઓ], "જેણે ખોદવું").
પ્રવેશ(પ્રવચનકર્તા, v, [પ્રવચનકર્તાગિરિતા,પ્રવચનકર્તાગિંગ,પ્રવચનકર્તાગ્સ], "પ્રવચનકર્તા તરીકે વર્તવું, એક નેતા જે ભાવનાઓ અને પૂર્વગ્રહોને આકર્ષે છે").
entry(આમ જનતાને ભડકાવનાર શાસન, ન, [આમ જનતાને ભડકાવનાર શાસનો], "એક ભડકવીને શાસન").
entry(ડિમાન્ડ, v, [ડિમાન્ડેડ,ડિમાન્ડિંગ,ડિમાન્ડ્સ], "સત્તા સાથે માંગવા માટે").
entry(માગણીકર્તા, પ, [માગણીકર્તાઓ], "જે માંગે છે").
entry(કાયદેસર પગલાં, n, [કાયદેસર પગલાંઓ], "ઇક પ્રક્રિયા").
entry(નક્કી કરવું, v, [નક્કી કર્યો, નક્કી કરાઈ રહી છે, નક્કી કરે છે], "સીમા નક્કી કરવા માટે").
entry(demast, v, [demasted,demasting,demasts], "માસ્ટસને કાઢી નાખવા માટે").
entry(ડીમ, ન, [ડીમ્સ], "એક ગ્રીક જિલ્લો").
entry(વ્યવહાર, ક્રિયા, [વ્યવહારી,વ્યવહારો,વ્યવહારે], "નિર્ધારિત રીતે વ્યવહાર કરવો").
entry(વર્તન, ન, [વર્તનો], "જે રીતે વ્યક્તિ પોતાને વહીવટ કરે છે").
entry(dement, v, [દિમાગખોરું, દિમાગખોરાઈ, દિમાગખોરે છે], "પાગલ બનાવવું").
એન્ટ્રી(ડિમેન્ટી, ન, [ડિમેન્ટિસ], "પ્રকাশિત નિવેદનનો સત્તાવાર ઇંકાર").
entry(ડિમેન્શિયા, n, [ડિમેન્શિયાઝ], "માનસિક બીમારી").
entry(ડેમેરારા, n, [ડેમેરારાઓ], "એક કઠણ લાઈટબ્રાઉન ખાંડ").
entry(ડિમર્જ, ક્ર્યા, [ડિમર્જ્ડ, ડિમર્જિંગ, ડિમર્જેસ], "કંપનીમાંથી વિભાજન દૂર કરવાનો क्रिया").
entry(વિભાજન, v, [વિભાજિત,વિભાજિત કરતી,વિભાજનો], "વિભાજિત કરવા").
entry(દંડ, ક્રિયાપદ, [દંડિત, દંડિત કરી રહ્યું છે, દંડ], "સ્થાન અથવા દરજ્જામાં ઘટાડો કરવો").
entry(ડિમર્સલ, વિશેષણ, [], "સમુદ્રનાં તળિયે મળવાવાળું").
entry(જમીનદારી, સહ, [જમીંદારીઓ], "જમીનનો કાયદેસર સ્વામી હોવા એટલે પોતાનું હોવું").
entry(ડેમેટોન, n, [ડેમેટોનસમ], "એક કીટકનાશક").
entry(demic, adj, [], "એક સમાજથી સંબંધિત").
entry(demies, pl, [], "દેમીનો").
entry(અર્ધદેવ, n, [અર્ધદેવો], "નાની રૂપની દેવી કે દેવતા").
entry(demijohn, n, [demijohns], "સંકીનના ગળાવાળી એક મોટર").
entry(ડેમીલૂન, n, [ડેમીલૂન્સ], "અડધા ચાંદ").
entry(વિસ્ફોટક ઉપકરણો દૂર કરવા વાપરાતા વ્યક્તિ, n, [વિસ્ફોટક ઉપકરણો દૂર કરવા વાપરાતી વ્યક્તિઓ], "વિસ્ફોટક ઉપકરણો દૂર કરનાર").
entry(વિસ્ફોટક નિવારણ, n, [વિસ્ફોટક નિવારણો], "સુખાણુઓની દૂર કરવા").
entry(demirep, n, [demireps], "એક વેશ્યા").
પ્રવેશ(મરણ, v, [મરણ,મરતા,મરણ], "વસીયત કરવી").
entry(બુવાલા, ક્રિયાપદ, [બુવાલેલુ,બુવાલેતા,બુવાલે છે], "ધુમ્મસ દૂર કરવા માટે").
entry(ડિમિસ્ટર, ન, [ડિમિસ્ટર્સ], "એ જે ધૂંધ દૂર કરે છે").
entry(demit, v, [demitted,demitting,demits], "રાજીનામું આપવું").
entry(દેમીઆર્જ, ન, [દેમીઆર્જેસ], "પ્રાચીન ગ્રીસનો અધિકારી").
entry(ડેમિવોલ્ટ, ન, [ડેમિવોલ્ટ્સ], "કવેલીની અડધી ચક્રવિધી").
entry(ડેમો, v, [ડેમોર્ડ,ડેમોઇંગ,ડોમો], "પ્રદર્શન કરવા").
entry(demob, v, [demobbed,demobbing,demobs], "લશ્કરી સેવામાંથી મુક્ત કરવું").
entry(ડેમોક્રેટ, n, [ડેમોક્રેટ્સ], "जो राजनीतिक और सामाजिक समानता में विश्वास करता है").
entry(demode, adj, [], "પ્રાચીન").
entry(જુનો, વિશેષણ, [], "બાજું").
entry(ડેમોઈ, ન, [], "ડેમોઝના બહુવચન").
entry(તોડીને નાંખવું, v, [તોડ્યું,તોડ્યું રહ્યું છે,તોડી નાખે છે], "વિનાશ કરવા").
entry(ભૂત, ન, [ભૂતો], "એક દુષ્ટ આત્મા").
entry(demoness, n, [demonesses], "સ્ત્રી રાક્ષસ").
entry(દેમોનિયક, નામ, [દેમોનિયક્સ], "દેવ દ્વારા સતાવાયેલ માનવામાં આવે તેવા વ્યક્તિ").
entry(ડેમોનિયન, વિશેષણ, [], "ડિમોનિક").
entry(દાનવી, વિશેષણ, [], "ભૂતના લક્ષણ તરીકે").
entry(દેનાઈઝ, ક્રિયા, [દેનાઈઝ્ડ,દેનાઈઝિંગ,દેનાઈઝેસ], "દેવીય કરવું").
entry(ડિમોનિઝમ, ન, [ડિમોનિઝમ્સ], "ભૂતપ્રેતની આસ્થા").
entry(દીમાનિસ્ટ, ન, [દીમાનિસ્ટ્સ], "જોકે ભૂતપ્રેતોને માનતો હોય").
entry(પિશાચબનાવવું, v, [પિશાચબનવ્યું,પિશાચબનાવતાં,પિશાચબનાવે], "પિશાચ તરીકે બનાવવા માટે").
entry(દેમોસ, ન, [દેમોઇ], "એક પ્રાચીન ગ્રીક રાજ્યના લોકો").
entry(ઘટાડવું, ફ, [ઘટાડ્યું,ઘટાડવું,ઘટાડે છે], "પદ અથવા દરજ્જો ઘટાડવા").
entry(લોકપ્રિય, વિશેષણ, [], "પ્રાચીન મિસરી લખાણના સરળ રૂપ સાથે સંબંધિત").
entry(demotics, npl, [], "સમાજમાં લોકોનો અભ્યાસ").
entry(ઘટાડી, n, [ઘટાડણ], "ઘટાડવાનો કૃત્ય").
entry(દેમોટિસ્ટ, પુરુષવાચકનામ, [દેમોટિસ્ટ્સ], "દેમોટિક લખાણોનો વિદ્યાર્થી").
entry( કાઢે, ક્રિયા, [ દૂર કરવામાં આવ્યું, દૂર કર્યા વિના, દૂર કરે છે ], "સ્પષ્ટ સ્થાનથી દૂર કરવું").
entry(dempster, n, [dempsters], "એક ડીમસ્ટર").
entry(વિસંમતિ, ક્રિયાપદ, [વિસંમત, વિસંમતતા, વિસંમતીઓ], "વિરોધ કરવા").
entry(વિનમ્ર, વિશેષણ, [], "વિનમ્રતા વિનમ્રતમાશરમાળ અને વિનમ્રવિનમ્રપણે ক্রিয়া").
entry(વિલંબ, n, [વિલંબો], "વિલંબ કરાનો કૃત્ય").
entry(ઇનકાર, ન, [ઇનકાર], "એવો જેના પાસે ઇનકાર કરવાની ક્ષમતા હોય").
entry(હરીફાઇ, વર્તમાન, [], "હરીફાઇનો ભાગરૂપ").
entry(demy, n, [demies], "કાગળનું એક માપ").
entry(દેન, v, [દેન્ડ,દેન્નિંગ,દેન્સ], "એક ભંડાર અથવા ગુફામાં વાસ કરવા").
entry(દેનાર, સં, [દેનર્સ], "અથવા મેસેડોનિયન નાણાકીય એકમ DENARI").
પ્રવેશ(ડેનારિયસ, n, [ડેનારીઇ], "પ્રાચીન રોમનો એક સિક્કો").
પ્રવેશ(દંડ, વિશેષણ, [], "દસ ધરાવતું").
entry(denature, v, [denatured,denaturing,denatures], "કુદરતી ગુણોને વિહોણું કરવા માટે").
entry(ડેનાઝિફાય, ક્રિયાપદ, [ડેનાઝિફાઈડ, ડેનાઝિફાઈંગ, ડેનાઝિફાઈઝ], "નાઝીવાદથી મુક્ત કરવા").
entry(ડેન્ડ્રાઈટ, ન, [ડેન્ડ્રાઈટસ], "નડસ જડકોષનો શાખાઇત ભાગ").
entry(ડેન્ડ્રોઇડ, સં., [ડેન્ડ્રોઇડ્ઝ], "એક જીવાશ્મרי સમુદ્રી મિનરહિત પ્રાણી").
entry(ડેન્ડ્રોન, n, [ડેન્ડ્રોનેસ], "એક ડેન્ડ્રાઇટ").
entry(ડેને, n, [ડેનેસ], "એક ખીણ").
entry(ડેન્ગ્યુ, n, [ડેન્ગ્યુઝ], "એક ઉષ્ણપ્રદેશીય રોગ").
entry(દેની, n, [દેની], "મેસેડોનિયાની એક નાણાકીય એકમ").
entry(દેનાયબલ, વિશેષણ, [], "ાધકારપૂર્ણ રીતે ઇન્કાર કરી શકાય તેવુંDENIABLY adv").
entry(અંગીકરણનો ઇનકાર, સંપ, [અંગીકરણોના ઇનકાર], "અગતિકરણનો ઇનકાર કરવો").
દાખલો(નાકાર્યો, ભૂતકાળ, [], "નકારીને સમય").
entry(અસ્વીકર્તા, n, [અસ્વીકર્તાઓ], "એ જે અસ્વીકારે છે").
entry(નકારવો, વર્તમાન, [], "નાકારવાનો 3વો વ્યક્તિ એકવચન").
entry(ડેનિમ, ન, [ડેનિમ્સ], "એક ટકાઉ કાપડડેનિમેડ વિશેષણ").
entry(નાગરિક, ક્રિયા, [નાગરિક બનાવેલ, નાગરિક બનાવી રહ્યા છે, નાગરિકો], "નાગરિક બનાવવું").
entry(denned, past, [], "દેનનો કાળ").
entry(ડેનિંગ, હાજર, [], "ડેનનો ક્રિયાવિશેષણ").
entry(સૂચવવું, v, [સૂચવ્યું,સૂચવું,સૂચવે છે], "સૂચિત કરવા માટેDENOTIVE અસંબંધિત").
entry(દોષારોપણ, ક્રિયાપદ, [દોષારોપિત, દોષારોપણ કરતાં, દોષારોપણ કરે છે], "ખુલ્લેઆમ નિંદા કરવા").
entry(ઘણું, વિશેષણ, [], "ઘણું વધું સૌથી વધારે સંકુચિત, ઘણાવટથી ક્રિયા વિશેષણ").
entry(ઘનંગી, v, [ઘનિત,ઘનબનાવવું,ઘનબનાવે છે], "ઘન બનાવવું").
સભ્ય(density, n, [densities], "ઘનાવસ્થામાં હોવાની હાલત").
entry(ડેન્ટ, ક્રિયા, [ડેન્ટેડ, ડેન્ટિંગ, ડેન્ટ્સ], "ટીપો પાડવો").
ઇન્ટ્રી(ડેન્ટલ, એન, [ડેન્ટલ્સ], "ડેન્ટલી ઉત્પન્ન થતી ધ્વનિ").
પ્રવેશ(ડેન્ટાલિયા, npl, [], "લાંબા તીક્ષ્ણ શંખશંબુક ધરાવે છે").
entry(dentally, adv, [], "અ પરના આગળનાં દાંત સામે જીભના ટોણી સાથે").
Prolog:
entry(દંત, સર્વનામ, [દંત], "સસ્તનપ્રાણીઓમાં નીચલા જડબાનું હાડકું").
entry(દેંટેટ, વિશેષણ, [], "દાંત ધરાવતી").
entry(dentated, વિશેષણ, [], "dentate").
entry(ડેન્ટેલ,ન, [ડેન્ટેલ્સ], "પુસ્તકના કવરને શણગાળવાની લેસ જેવો શૈલી").
entry(દાંતની નાનીંદી, n, [દાંતની નાનીંદીઓ], "એક નાનું દાંત").
સ્થાનિ(dentil, ન, [dentils], "નાનો આયત આકારનો બ્લોકDENTILED વિશિ").
entry(ડેન્ટિન, ન, [ડેન્ટિન્સ], "દાંતનું શરીર બનાવતી કઠોર પદાર્થ DENTINAL નિયમિત અર્થ").
entry(ડેન્ટાઈન, n, [ડેન્ટાઈનો], "ડેન્ટિન").
entry(દાંતનો ડોક્ટર, n, [દાંતના ડોક્ટરો], "જો દાંતની સારવાર કરે છે").
entry(dentoid, વિષે, [], "દાંત અથવા દાંત જેવું").
entry(દાંતનો, n, [દાંતના], "દાંતનો સમૂહDENTURAL adj").
entry(દેન્યુડેટ, v, [દેન્યુડેટેડ,દેન્યુડેટિંગ,દેન્યુડેટ્સ], "ઉજાડવું").
entry(દેન્યુડ, ક્રિયા, [દેન્યુડેડ, દેન્યુડિંગ, દેન્યુડેસ], "તમામ આવરણ કાઢી ફેંકવું").
entry(અવિરક, n, [અવિરકો], "એ જે અવિરક કરે છે").
entry(નકારવું, ક્રિયા, [નકાર્યું, નકારી રહ્યો, નકારી છે], "અસત્ય હોવાનું જાહેર કરવું").
પ્રવેશ(દેઓડેન્ડ, ન, [દેઓડેન્ડ્સ], "પૂર્વ અંગ્રેજી કાયદા હેઠળ રાજસત્તાને જપ્ત કરેલી સંપત્તિ").
entry(દિયાનાર, n, [દિયાનાર], "પૂર્વ ભારતીય દેવદારુ").
એન્ટ્રી(દેઓદાર, ન, [દેઓદરસ], "દેઓદાર").
entry(દિયોન્ટિક, વિશેષણ, [], "નૈતિક ફરજ સાથે સંબંધિત").
પ્રવેશ(પુનઃપ્રવેશ, v, [પુનઃપ્રવેશિત,પુનઃપ્રવેશિતા,પુનઃપ્રવેશો], "કક્ષાનું પુનઃપ્રવેશ").
entry(deoxy, adj, [], "તે સંયોજન કરતાં ઓક્સીજન ઓછું હોય છે જેમાંથી તે પ્રાપ્ત થાય છે").
entry(dep, n, [deps], "એક સુવિધા સ્ટોર").
entry(depaint, v, [depainted,depainting,depaints], "ચિત્ર રીતે દર્શાવવું").
પ્રવેશ(પ્રસ્થાન, v, [પ્રસ્થાન કર્યું, પ્રસ્થાન કરી રહ્યો છે, પ્રસ્થાન કરે છે], "દુર જવું").
entry(departed, n, [departeds], "જેણે મૃત્યુ પામ્યું છે").
એન્ટ્રી(જાણનાર, પ, [જાણનારાઓ], "તે જે જાય છે").
entry(પરિભરવું, v, [પરિભર્યો,પરિભરી રહ્યો,પરિભરે છે], "ભરોસો રાખવો").
entry(depeople, v, [depeopled,depeopling,depeoples], "વસ્તી ઘટાડવા માટે").
entry(deperm, v, [depermed,deperming,deperms], "ડિમેગ્નેટાઇઝ કરવા માટે").
entry(depict, v, [depicted,depicting,depicts], "ચિત્રિત કરવું").
entry(depicter, n, [depicters], "ડિપિક્ટ કરનાર").
entry(depictor, n, [depictors], "કલાકાર").
entry(વિલોચન, ક્રિયા, [એવિલોચિત,વિલોચન કરતી], "વાદ કોશથીની વાળ દૂર કરવા માટે").
entry(deplane, v, [deplaned,deplaning,deplanes], "વિમાનમાંથી ઉતરવું").
entry(કમાવવું, v, [કમાયેલું,કમાવી રહ્યું છે,કમાવે છે], "પુરવઠાને ઓછા અથવા ખતમ કરવા").
entry(ખર્ચકારક, ન, [ખર્ચકારકો], "જે ખોટ કરે છે").
entry(દુખ વ્યક્ત કરવો, v, [દુખ વ્યક્ત કર્યું,દુખ વ્યક્ત કરી રહ્યું,દુખ વ્યક્ત કરે છે], "મજબૂતીપૂર્વક પસ્તાવવું").
entry(નિંદક, ન, [નિંદકો], "જે નિંદા કરે છે").
entry(મોહરવા, ક્રિયા, [મોહરવામાં, મોહરવા, મોહરે છે], "લડાઈ માટે સૈન્યને સ્થિતિમાં મુકવા").
entry(deployer, n, [deployers], "જે નિયોજિત કરે છે").
entry(deplume, v, [deplumed,depluming,deplumes], "પાંખો છીનવી લેવામાં").
entry(depolish, v, [depolished,depolishing,depolishes], "તેજસ્વી અથવા પોલિશ દૂર કરવું").
entry(depone, v, [deponed,deponing,depones], "શપથ હેઠળ સાક્ષી આપવાનો").
entry(અપસંજીવન, પ, [અપસંજીવકો], "એક જે નિવેદન આપે").
entry(બહાર કાઢવું, ક્રિયાપદ, [બહાર કાઢ્યું,બહાર કાઢી રહ્યું છે,બહાર કાઢે છે], "દેશમાંથી કાઢી મૂકવું").
entry(deportee, n, [deportees], "જેની દેશમાંથી રવાનગી કરવામાં આવે છે").
entry(બહિષ્કારક, ન, [બહિષ્કારકો], "એક જે બહિષ્કાર કરે").
entry(પ્રતિક્ષેપણ, n, [પ્રતિક્ષેપણો], "પ્રતિક્ષેપણ કરવાની ક્રિયા").
entry(depose, v, [deposed,deposing,deposes], "પદથી દૂર કરવું").
entry(deposer, n, [deposers], "એક જે છોડી દે છે").
entry(જમા, v, [જમા કર્યું,જમા કરી રહ્યું,જમા કરે છે], "રાખવું").
entry(ડિપો, ઈ, [ડિપોઝ], "એક રેલવે અથવા બસ સ્ટેશન").
entry(અધઁય, ક્રિયાપદ, [અધઁયિત,અધઁયન,અધઁયે છે], "નૈતિકતા ખોલવી").
entry(depraver, n, [depravers], "તે જે બગાડે છે").
entry(ડિપ્રેનિલ, n, [ડિપ્રેનિલ્સ], "પાર્કિનસન રોગને મટાડવા માટેની દવા").
entry(ઉદાસ, v, [ઉદાસ, ઉદાસજનક, ઉદાસ કરે છે], "દુખી બનાવવા માટે").
entry(બંચિત કરવું, ન, [બંચિતતા], "બંચિત કરવાની ક્રિયા").
entry(કડવું, v, [કડ્યું,કડતા,કડે], "કદાચीत કોઈ વસ્તુ છીનવી લેવી").
entry(કાઢી લેનાર, ન, [કાઢી લેતા], "એક જે દૂર કરે છે").
એન્ટ્રી(ડેપસાઇડ, ન, [ડેપસાઇડ્સ], "એક સુગંધિત સંયોજન").
દાખલ(depth, n, [depths], "deepness").
entry(શુદ્ધ, v, [શુદ્ધ કર્યું,શુદ્ધ કરે છે,શુદ્ધ કરે], "અશુદ્ધિઓમાંથી મુક્ત".).
entry(પ્રતિનિધિ, v, [પ્રતિનિધિત્વ આપ્યું,પ્રતિનિધિત્વ આપવું,પ્રતિનિધિત્વ આપે છે], "અધિકાર આપવું").
entry(પદાર્પણ, ક્રિયા, [પદાર્પિત, પદાર્પણ કરી રહ્યું છે, પદાર્પણ કરે છે], "પ્રતિનિધિ બનાવવા માટે").
entry(નિયુક્ત કરવું, v, [નિયુક્ત કર્યું,નિયુક્ત કરી રહ્યું,નિયુક્ત કરે છે], "ઉપપ્રતિનિધિ તરીકે નિયુક્ત કરવું").
entry(ઉપપ્રધાન, n, [ઉપપ્રધાનો], "બીજા માટે કાર્ય કરવા માટે નિયુક્ત વ્યકિત").
entry(ડેરાસાઇન, n, [ડેરાસાઇન્સ], "એક સ્થળાંતર કરાયેલ વ્યક્તિ").
entry(deraign, v, [deraigned,deraigning,deraigns], "દાવા પર વાંધો ઉઠાવવો").
entry(પરાખુન, ક્રિયાપદ, [પરાખ્યું,પરાખવું,પરાખે], "પટરી પરથી ઉતરી જવું").
entry(derange, v, [deranged,deranging,deranges], "અવ્યવસ્થિત કરવું").
એન્ટ્રી(ડિરેન્જર, સા, [ડિરેન્જર્સ], "જે ડિરેન્જ કરે છે").
entry(દેરેટ, ક્રિયા, [દેરેટેડ,દેરેટિંગ,દેરેટ્સ], "ઉંદરો દૂર કરવા").
entry(ઘટાડવું, ક્રિયા, [ઘટાડેલું,ઘટાડે છે,ઘટાડે છે], "મૂલ્યાંકિત ક્ષમતા ઘટાડવા માટે").
entry(deration, v, [derationed,derationing,derations], "રેશનિંગમાંથી મુક્ત કરવું, ખાસ કરીને ખોરાક").
entry(ડેરે, ન, [ડેરેસ], "અવ્યવસ્થિત આવડજાવડ").
entry(ડર્બી, નામ, [ડર્બીઓ], "ટોપીનો એક પ્રકાર").
entry(dere, વિશેષણ, [], "dire").
entry(derecho, n, [derechos], "તિવ્ર વ્યાપક પવનના વાવાઝોડાઓની એક રેખા").
entry(અવ્યವಹારુ, n, [અવ્યವಹારો], "કંઈક છોડી દેવામાં આવેલું").
entry(ઉપહાસ,ક્રિયા, [ઉપહાસ કર્યો,ઉપહાસ કરવો,ઉપહાસ કરે છે], "ઉપહાસ કરવો").
entry(derider, n, [deriders], "મૂંઝવનાર").
entry(ડેરિન્જર, ન, [ડેરિન્જર્સ], "એક ટૂંકા પાઇપવાળું પિસ્તોલ").
entry(તिरસ્કાર, n, [તિરસ્કારો], "તિરસ્કાર કરવાનોាគિયા").
entry(અવહેલનાત્મક, વિશેષણ, [], "બેફામ અભિવ્યક્તિ").
એન્ટ્રી(ડીરિસોરી, વિશેષણ, [], "ડીરાઇસિવ").
entry(derivate, n, [derivates], "કાંઈક એનાથી ઉત્પન્ન થયેલું").
entry(ઉત્પન્ન, ક્રિયાપદ, [ઉત્પન્ન,ઉત્પાદન,ઉત્પન્ન કરે], "સ્ત્રોતમાંથી મેળવવું અથવા પ્રાપ્ત કરવું").
entry(deriver, n, [derivers], "એક જે કાઢે").
entry(ડર્મ, n, [ડર્મ્સ], "ડર્મા").
entry(ડર્મા, n, [ડર્માસ], "ચામડીની એક પરતDERMAL વિશેષણ").
entry(ડર્મિસ, n, [ડર્મિસેસ], "ડર્માડર્મિક વિશે").
entry(ડર્મોઇડ, ન, [ડર્મોઇડ્સ], "એક સિસ્ટિક વધુરૂપ").
entry(છેલ્લો, વિશેષણ, [], "છેલ્લો").
entry(અપમાનિતા, ક્રિયા, [અપમાની, અપમાનિત, અપમાને છે], "ભ્રષ્ટ કરવા માટે").
entry(ડેરિક, n, [ડેરિક્સ], "એક ઉંચકી ઉપકરણ").
entry(દેરીઅર, ન, [દેરીઅર્સ], "દી બટોક્સ").
entry(ડેરીસ, n, [ડેરીસેસ], "એક ચડતી વનસ્પતિ").
entry(ડેરી, ન, [ડેરીઝ], "જૂના ગીતોની કોરસમાં ઉપયોગમાં લેવાતું એક અર્થહીન શબ્દ").
entry(ધરૂઈશ, ਨ, [ધરૂઈશઝ], "મુસ્લિમ ધાર્મિક ઓર્ડરના સભ્ય").
entry(desalt, v, [desalted, desalting, desalts], "ઉપલીન કરવાથી મીઠું દૂર કરવું").
entry(desalter, n, [desalters], "જે ડીસોલ્ટ કરે છે").
entry(desand, v, [desanded,desanding,desands], "રેતી દૂર કરવા માટે").
entry(descale, v, [descaled,descaling,descales], "તરાઝુઓ દૂર કરવા માટે").
entry(descant, v, [descanted,descanting,descants], "ધનની સંગતમાં તેનો વિરોધી સ્વર ગાવું").
entry(ઉતરો, v, [ઉતર્યો,ઉતરતો,ઉતર્યા], "નીચે આવવું કે જવું").
entry(ઉતરણ, સ, [ઉતરણો], "ઉતરણ કરવાની ક્રિયા").
entry(વર્ણન, ક્રિયાપદ, [વર્ણન કર્યું, વર્ણન કરતી, વર્ણન કરે છે], "મૌખિક વર્ણન આપવા માટે").
entry(descrier, n, [descriers], "એક જે વર્ણન કરે").
entry(descry, v, [descried,descrying,descries], "સમજવું").
entry(વિજ્ઞાનજ, v, [વિજ્ઞાનજ્યો,વિજ્ઞાનજા,વિજ્ઞાનજતો], "માંથી બીજો દૂર કરવા").
entry(બીજાલો, ન, [બીજાલાઓ], "જે બીજ કાઢે").
entry(deselect, v, [deselected,deselecting,deselects], "શિક્ષણ કાર્યક્રમમાંથી વગડાવવા").
entry(મુકવાનું, v, [મુક્યું,મુકી રહ્યું છે,મુકે છે], "છોડવા").
entry(જયછોડિયા, n, [જયછોડિયાઓ], "તે જે જયછોડે").
entry(વિરાન, વિશેષણ, [], "સૂકું અને બાંજાર").
entry(લાયક, ક્રિયા, [લાયક_થયા,લાયક_થતી,લાયક_થાય_છે], "અથવા માટે પાત્ર હોય અથવા લાયક હોઈ").
entry(deserver, n, [deservers], "જે લાયક છે તે").
entry(desex, v, [desexed,desexing,desexes], "કસ્ત્રેડ અથવા સ્પાય કરવું").
entry(દેશી, n, [દેશીઓ], "દેસી").
entry(દેશી, n, [દેશનિકો], "વિdescriptorાઓ કે પાકિસ્તાની અથવા બાંગ્લાદેશી જન્મનો વ્યક્તિ કે જે વિદેશમાં રહે").
entry(ડિઝાઇન, v, [ડિઝાઇન કર્યું, ડિઝાઇન કરી રહ્યા છે, ડિઝાઇન્સ], "વિચારણા કરવી અને આયોજન કરવું").
entry(નામનિર્ણીતવ્ય, ન, [નામનિર્ણયિતાઓ], "જેને નિયુક્ત કરાયો હોય તે વ્યકતિ").
entry(ડિઝાઇનર, n, [ડિઝાઇનર્સ], "જે ડિઝાઇન કરે છે").
entry(desilver, v, [desilvered,desilvering,desilvers], "ચાંદી દૂર કરવા").
entry(અંતિમ, વિશેષણ, [], "સમાપ્તિ").
entry(ઇચ્છા, v, [ઇચ્છતા, ઇચ્છી રહ્યો, ઇચ્છે], "ઇચ્છા રાખવી").
entry(ઇચ્છુક, n, [ઇચ્છુકો], "તે જે ઇચ્છે છે").
entry(ઇચ્છુક, વિશેષણ, [], "ઇચ્છા રાખતા").
entry(બંધ, ક્રਿ, [બંધ કર્યો, બંધ કરી રહ્યો, બંધ કરે છે], "કશુંક કરવાનું બંધ કરવા").
entry(ડેસ્ક, ને, [ડેસ્કસ], "લખવાનું ટેબલ").
entry(deskill, v, [deskilled,deskilling,deskills], "જરૂરી કુશળતા સ્તર ઘટાડવું").
entry(સુપ્રિટેન્ડન્ટ, પુ, [સુપ્રિટેન્ડન્ટ], "એક જે ડેસ્ક પર કામ કરે છે").
ભ્રમણિકા(ડેસ્કટોપ, n, [ડેસ્કટોપ્સ], "ડેસ્કના ઉપરનું ભાગ").
entry(ડેસમેન, n, [ડેસમેનસ], "જળચર સ્તનીય પ્રાણી").
પ્રવેશ(ડેસમિડ, ન, [ડેસમિડ્સ], "એક મીઠું પાણીનો શેવાળ").
entry(desmoid, n, [જન્તુદ્રવ્યજ], "એક ખૂબ કઠિન ગાંઠ").
entry(ઉજાડ, ક્રિયા, [ઉજાડ્યું,ઉજાડી રહ્યો,ઉજાડે છે], "ઉજાડવું").
entry(desorb, v, [desorbed,desorbing,desorbs], "શોષણના વિપરીત દ્વારા દૂર કરવું").
entry(desorber, n, [desorbers], "જે ડીસોર્બ કરે છે").
entry(desoxy, ખાસણામ, [], "ڊيآڪسي").
entry(નિરાશા, v, [નિરાશ થયો, નિરાશ થઈ રહ્યો, નિરાશ થાય છે], "બધું આશા ગુમાવવા").
entry(ડિસ્પેચ, v, [ડિસ્પેચેડ,ડિસ્પેચિંગ,ડિસ્પેચેસ], "મોકલવા માટે").
entry(તિરસ્કાર, n, [તિરસ્કાર], "તેંવ્ર અલ-animation").
entry(ઘૃણા, ક્રિયાપદ, [ઘૃણીષ,ઘૃણાવતા,ઘૃણાવે], "તિરસ્કાર કરવો").
entry(અવગણનાર, n, [અવગણનારો], "જે અવગણ કરે").
entry(સત્તા, v, [સત્તાવાળી,સત્તાવાળું,સત્તાઓ], "અવાદ્યમાન વલણથી વર્તવું").
entry(લૂંટફાટ, ક્રિયા, [લૂંટફાટ કર્યું, લૂંટફાટ કરી રહ્યો છું, લૂંટફાટ કરે છે], "લૂંટવાનું").
entry(દુઃખી, ક્રિયા, [દુઃખી કર્યું, દુઃખી કરતું, દુઃખ કરે છે], "આશા અથવા આત્માની હાર થવી").
entry(ભગત, પ, [ભગતો], "એક તેને તેનારાBHAGATIક વિશેષણ").
entry(મીઠાઈ, n, [મીઠાઈઓ], "ભોજનનો છેલ્લો કોર્સ રુપે આપવામાં આવતું બધુ કાંઇક").
entry(destain, v, [destained,destaining,destains], "ડાઘ દૂર કરવા").
entry(destine, v, [destined,destining,destines], "પહેલેથી જ નક્કી કરવું").
પ્રવેશ(નિયતિ, ન, [નિયતિઓ], "જ્યાં એકની નિયતિ નક્કી થયેલી હોય તે ભાગ્ય અથવા નસીબ").
entry(destream, v, [destreamed,destreaming,destreams], "વિદ્યાર્થીઓની વર્ગીકરણપ્રત્યાવર્તન કરવા માટે").
entry(destress, v, [destressed,destressing,destresses], "તણાવને દૂર કરવો").
entry(destrier, n, [destriers], "એક યુદ્ધ ઘોડો").
entry(નષ્ટ, v, [નષ્ટ કર્યું, નષ્ટ કરી રહ્યું, નષ્ટ કરે છે], "મરામત અથવા નવીકરણથી પરે નુકસાન પહોંચાડવું").
entry(destruct, v, [destructed,destructing,destructs], "નાશ કરવા").
entry(ડિસગર, v, [ડિસગારડડ,ડિસગરીંગ,ડિસગર્સ], "ચીણી દૂર કરવા માટે").
entry(ડીસલ્ફર, ક્રિયા, [ડીસલ્ફર્ડ, ડીસલ્ફરિંગ, डીસલ્ફર્સ], "સલ્ફરમાંથી મુક્ત કરવું").
પ્રવેશ(અલગ, ક્રિયાપદ, [અલગ કર્યો,અલગ કરી રહ્યો,અલગ કરે છે], "અનફાસ્ટન અને અલગ કરવા માટે").
entry(પતાડનાર, n, [પતાડનારા], "જે પતાડે").
વિશ્વ(Prolog):
entry(detail, v, [detailed,detailing,details], "પૂરે પુરૂ વિગતો સાથે અહેવાલ આપવા માટે").
entry(detailer, n, [વિગતો આપનાર], "એક જે વિગતો આપે છે").
entry(અટકાવવું, v, [અટકાવ્યું,અટકાવતો,અટકાવે છે], "કસ્ટડીમાં રાખવું").
entry(બंदी, n, [બબંદીઓ], "જેને બંદી બનાવવામાં આવ્યો છે").
entry(detainer, n, [સંપાદકો], "બીજાનું સંપત્તિ ગેરકાયદે રીતે રાખવું").
entry(detangle, v, [detangled,detangling,detangles], "ગાંઠો દૂર કરવા માટે").
entry(ડિટેંગલર, ન, [], "pl DETANGLERSને અનટેંગલ કરનાર").
પ્રવેશ(detassel, v, [detasseled,detasseling,detassels], "અથવા DETASSELLED DETASSELLING DETASSELSto ટાસલ્સ દૂર કરવાં માટે").
entry(检测, v, [检测到,检测中,检测], "આવેદન અથવા સમજવું").
entry(ડિટેક્ટર, પ, [ડિટેક્ટર્સ], "ડિટેક્ટર").
પ્રવેશ(શોધક, પ, [શોધકો], "શોધનાર").
entry(ડિટેન્ટ, ન, [ડિટેન્ટ્સ], "એક લોકિંગ અથવા અનલોકિંગ મિકેનિઝમ").
entry(detente, n, [detentes], "અંતરરાષ્ટ્રીય તણાવમાં છૂટછાટ").
entry(અવરોધ, ક્ર્યા, [અવરોધિત,અવરોધી,અવરોધ કરવો], "આગળ વધવાથી અટકાવવું").
entry(દૂષણ, ક્રિયા, [સાફ કર્યું,સાફ કરી રહ્યો છે,સાફ કરે છે], "સાફ કરવા માટે").
entry(deterger, n, [detergers], "જે ડિટર્જ કરે છે").
entry(deterrer, n, [deterrers], "જોકો હોવા તે").
entry(deterring, present, [], "નિષેધ કરવાનો કારક સંજોગ").
entry(દ્વેષ કરવો, ક્રિ, [દ્વેષ કર્યો, દ્વેષ કરતો, દ્વેષ કરે છે], "તીવ્રતાથી નાપસંદ કરવું").
entry(તિરસ્કર્તા, ન, [તિરસ્કર્તાઓ], "જ્યાં એક તિરસ્કાર કરે").
પ્રવેશ(રેરખા દૂર કરવી, ક્રિ, [રેરખા દૂર કર્યો, રેરખા દૂર કરી રહ્યો છે, રેરખા દૂર કરે છે], "રેરખા દૂર કરવા").
entry(સિંહાસનિચ્તિ, ક્રિયા, [સિંહાસનિચ્ત કર્યો, સિંહાસનિચ્ત કરી રહ્યો છે, સિંહાસનિચ્ત કરે છે], "સિંહાસન પરથી દૂર કરવું").
entry(detick, v, [deticked,deticking,deticks], "ટીક્સને દૂર કરવાનો").
entry(deticker, n, [detickers], "જે કિડિયાં કાઢે છે").
entry(detinue, n, [detinues], "માલિકીની ભૂલથી કબ્જમાં લીધી ગયો હોય તેવા મિલકતને પાછું મેળવવા માટેની કાર્યવાહી").
entry(વિસ્ફોટ, ક્રિયા, [વિસ્ફોટ કર્યો,વિસ્ફોટ કરશે,વિસ્ફોટ કરે છે], "વિસ્ફોટ થવા આપવો").
(entry, v, [ખેર-માર્ગે લઈ જવું, ખેર-માર્ગે જઈ રહ્યું છે, ખેર-માર્ગે જાય છે], "અલ્ટરનેટિવ માર્ગ લેવા માટે").
entry(detox, v, [ડિટોક્સ્ડ,ડિટોક્સિંગ,ડિટોક્સસ], "ડિટોક્સિફાઇ કરવા").
entry(detoxify, v, [detoxified,detoxifying,detoxifies], "ઝેર દૂર કરવા").
થી પ્રવેશ કરો(દૂર કરવું, ક્રિયાપદ, [દૂર કર્યું, દૂર કરી રહ્યા છે, દૂર કરે છે], "અલગ કરવા માટે").
entry(detrain, v, [detrained,detraining,detrains], "રેલવે ટ્રેન પરથી નીચે ઉતરવું").
entry(detritus, n, [કચરો], "પથ્થરના કણોDETRITAL વિશેષણ").
પ્રવેશ(દેટ્રુડ, ક્રિયાપદ, [દેટ્રુડેડ,દેટ્રુડિંગ,દેટ્રુડ્સ], "બહાર ધકેલવું").
entry(detune, v, [detuned,detuning,detunes], "સંગીત સાધનને એ રીતે પ્રસ્થાપિત કરવું કે તે હવે સુરે ન રહે").
entry(deuce, v, [deuced,deucing,deuces], "ટેનિસના સ્કોરને બરાબરી ઉપર લાવવું").
entry(દ્યુસેડલી, ક્રિયાવિશેષણ, [], "અતિશય").
entry(ડ્યુટિરિક, વિશેષણ, [], "ગોરા હાઇડ્રોજન સંબંધિત").
entry(ડ્યુટેરોન, n, [ડ્યુટેરોન], "એક પરમાણુક કણ").
એન્ટ્રી(ડ્યુટ્ઝિયા, n, [ડ્યુટ્ઝિયાઝ], "એક સજાવટી ઝાડ").
entry(dev, n, [devs], "દેવ").
entry(દેવા, પ, [દેવાસ], "એક હિન્દુ દેવી").
entry(કુવાંત, v, [કુવાંયેલું,કુવાંયતા,કુવાંયે છે], "મૂલ્ય ઓછુ કરવું").
entry(devein, v, [deveined,deveining,deveins], "પીઠની નલીકાને દૂર કરવા માટે").
entry(devel, v, [develed,develing,devels], "જોરથી બજાવવું").
entry(વિકાસ, v, [વિકસ્યું,વિકાસ કરી રહ્યું છે,વિકસાવે છે], "એક વધુ વિકસિત અથવા અસરકારક સ્થિતિમાં લાવવા માટે").
entry(વિકસાવવું, ક્રિયા, [વિકસાવ્યું, વિકાસ કરી રહ્યો છે, વિકસાવે છે], "વિકસાવવું").
entry(ક્રિયાપ્રત્યય, સ, [ક્રિયાપ્રત્યયો], "એક ક્રિયાથી અવધારિત શબ્દ").
entry(devest, v, [સમાપ્ત થયું,સમાપ્ત કરી રહ્યો છે,સમાપ્ત કરે છે], "સ્થિતિ મુકત કરવા માટે").
entry(દેવી, ન, [દેવીઓ], "એક હિંદુ દેવી").
entry(વિચલન, n, [વિચલનો], "એક વિચલિતનું વર્તન").
ઇન્ટ્રી(દેવિયન્સી, ન, [દેવિયન્સીસ], "દેવિયન્સ").
entry(વિચલિત, ક્રિયા નામ, [વિચલિતો], "જે નિયમિત ધોરણથી વિચ્છેદ કરે છે").
entry(વિચલિત, ક્રિયા, [વિચલિત,વિચલિત થતા,વિચલિત થાય છે], "કોર્સ અથવા માપદંડથી વિમુખ થવું").
entry(વિભ્રામક, પ, [વિભ્રામકો], "જે વિભ્રમી કરે છે").
entry(ઉપકરણ, n, [ઉપકરણો], "નિશ્ચિત હેતુ માટે રચવામાં આવેલી કે બાંધવામાં આવેલી વસ્તુ").
entry(ડેવિલ, v, [ડેવિલ્ડ,ડેવિલિંગ,ડેવિલ્સ], "અથવા DEVILLED DEVILLING DEVILS મસાલેદાર સીઝનિંગ સાથે ખોરાક તૈયાર કરવા માટે").
entry(શૈતાની, વિશેષણ, [], "દુષ્ટ").
પ્રવેશ(ડેવિલકિન, ન, [ડેવિલકિન્સ], "એક નાનો દાનવ").
એન્ટ્રી(ડેવિલરી, ન, [ડેવિલરીઝ], "ડેવિલટ્રી").
એન્ટ્રી(દેવિલટ્રી, અમુક, [દેવિલટ્રીઝ], "ખોટ").
entry(કુચાળા ગામતુ, વિશેષણ, [], "અપ્રત્યક્ષ").
entry(devisal, n, [devisals], "રચનાનું કાર્ય").
entry(રીચે, ક્રિયા, [રીચ્યુ, રીચી રહ્યું, રીચે છે], "મન માં આકાર આપવો").
entry(વસિયતગ્રાહક, n, [વસિયતગ્રાહકો], "જેણે વસિયત માટે નામાંકિત કરવામાં આવ્યો હોય").
entry(deviser, n, [devisers], "એક જે રચનકર્તા છે").
પ્રવેશ(વસિયતનામાનિર્માતા, n, [વસિયતનામાનિર્માતાઓ], "મહત્વનું કેન્દ્ર બિંદુ").
entry(devoice, v, [devoiced,devoicing,devoices], "અનવોકલ કરવા માટે").
entry(ખાલી, વિશેષણ, [], "સંપૂર્ણ રૂપે અભાવ").
entry(devoir, n, [devoirs], "નાગરિકતા અથવા આદરની ક્રીયા").
entry(હસ્તાંતર, v, [હસ્તાંતરિત, હસ્તાંતરીત, હસ્તાંતરે], "એક વ્યક્તિ પાસેથી બીજાની પાસે હસ્તાંતર").
entry(ડેવોન, પ, [ડેવોન્સ], "છોટ તકલેદાર ગાયનાં એક જાતિ").
પ્રવેશ(અર્પિત કરો, ક્રિયા, [અર્પણ કર્યું,અર્પણ કરવું,અર્પે છે], "સંપૂર્ણપણે પોતાને ખપાવી દેવા").
અનુપ્રવેશ(ભક્ત, ન, [ભક્તો], "એક તત્સ્વરૂપ અનુયায়ી અથવા તરફદાર").
entry(ભક્તિ, ન, [ભક્તિઓ], "અર્પણ કરવાનો વિચાર").
entry(ખાઈ જવું, ક્રિયા, [ખાધેલું,ખાતું,ખાય છે], "ભુખાયા જેવા ખાઈ જવું").
ઇન્‍ટ્રી(ડિવાઉરર, ન, [ડિવાઉરર્સ], "જેમને ભૂખ લાગે તે").
પ્રવેશ(નિષ્ઠાવાન, વિશેષણ, [], "નિષ્ઠાવાન નેબધાર્મિક નિતાંત").
entry(શીતલ, ક્રિયાપદ, [શીતલ્યું, શીતલીકરણ, શીતલ], "સંઘનિત ભિનભીનીતા સાથે ભીનું કરવું").
entry(દેવાન, n, [દેવાનો], "ભારતમાં એક અધિકારી").
entry(dewar, n, [ડેવર્સ], "ડબલવોલ્ડ ફ્લાસ્ક").
entry(dewater, v, [dewatered,dewatering,dewaters], "પાણી દૂર કરવા").
પ્રવેશ(ડિવેક્સ, ક્રિયા, [ડિવેક્ઝડ, ડિવેક્સિંગ, ડિવેક્સેસ], "મામ થી મોમ દૂર કરવા").
entry(dewberry, n, [ડ્યુબેરીઝ], "ખાધા યોગ્ય બેરી").
entry(ડ્યુંક્લૉ, ન, [ડ્યુંક્લૉઝ], "એક અવશેષ ટોપી").
entry(શબનમ, ખુબ, [શબનમબિંદુઓ], "છાંયા નો બિંદુ").
entry(dewfall, n, [dewfalls], "શિરડું")
entry(dewier, comparative, [], "ની શીતલता").
entry(dewiest, શ્રેષ્ઠ, [], "આકર્ષક").
entry(dewily, adv, [], "ષરારા ઢબે").
entry(ઓલવું, ન, [ઓલવાંઓ], "ઓલો હોય તેવું").
entry(ઠપક,명, [થપકો], "ગળા નીચેની ત્વચાનો ઢીલો ભાગ").
entry(dewless, વિશેષણ, [], "જેમા શિશિર નથી").
entry(દેવૂલ, ક્રિયા, [દેવૂઅલડ,દેવૂઅલિંગ,દેવૂઅલ્સ], "ऊन દૂર કરવું").
entry(deworm, v, [dewormed,deworming,deworms], "કીડાઓને દૂર કરવા").
entry(dewormer, n, [dewormers], "જે કિડાં દૂર કરે છે").
entry(dewy, adj, [], "ડીવિઅર ડીવિએસ્ટ પડવા સાથે ભીની").
entry(ડેક્સ, ન, [ડેક્સેસ], "કેન્થ્રલ નર્વસ સિસ્ટમ ઉમાજક તરીકે વપરાતું સલ્ફેટ").
entry(dexie, n, [ડેક્સીઝ], "ડેક્સની એક ગોળી").
entry(dexies, pl, [], "ડેક્સીનો").
entry(ડેક્સ્ટર, ન, [ડેક્સ્ટર્સ], "આઇરિશ પશુઓની જાતનો પ્રાણી").
entry(ડෙක්્સટ્રલ, n, [ડેકસટ્રલ્સ], "એક જમણેઆંઠનો વ્યક્તિ").
ઍન્ટ્રી(ડેકસ્ટ્રાન, એન, [ડેકસ્ટ્રાન્સ], "રક્ત પ્રાપ્લિઝમા બદલી ઉપરોક્ત પદાર્થ").
entry(ડેક્સ્ટ્રિન, n, [ડેક્સ્ટ્રિનસ], "એડહેસિવ તરીકે ઉપયોગમાં લેવાતું પદાર્થ").
entry(ડેક્સ્ટ્રિન, n, [ડેક્સ્ટ્રિન], "dextrin").
entry(ડેક્ટ્રો, અલંકાર, [], "જમણાની બાજુએ વળવું").
entry(ડેક્ટરોઝ, n, [ડેક્ટ્રોસેસ], "ગ્લૂકોઝનું એક સ્વરૂપ").
entry(નિપુણ, વિશેષણ, [], "કુશળ").
પ્રવેશ(ડેક્સી, ન, [ડેક્સીઝ], "ડેક્સી").
entry(dey, n, [દેેસ], "એક પૂર્વ ઉત્તર આફ્રિકન શાસક").
પ્રવેશ(ડિઝિંક, v, [ડિઝિંકડ, ડિઝિંકિંગ, ડિઝિંક્સ], "અથવા ડિઝિંકડ ડિઝિંકિંગ ડિઝિંક્સથેથી જસ્ત દૂર").
entry(ઢાક, ન, [ઢાક્સ], "એશિયન વૃક્ષ").
entry(ડહાલ, ન, [ડહાલ્સ], "દાળ").
entry(ધાનસાક, પ, [ધાનસાક્સ], "મીટ અને શાકભાજીના કસરોલ").
entry(ધર્મ, સ, [ધર્મો], "હિન્દૂ કાયદા સાથે સન્મિતીધાર્મિક વિશિષ્ટ").
પ્રવેશ(ધરણા, n, [ધરણાઓ], "ભારતમાં વિરોધ નોંધાવવાનો एक પ્રકાર").
entry(ધિક્ર, n, [ધિક્ર્સ], "એક સુફી ધાર્મિક સમારોહ").
entry(ધોબી, n, [ધોબીઓ], "ભારતમાં જે વ્યકિત કપડા ધોવે છે").
entry(ઢોલક, ન, [ઢોલકસ], "એક દિલ્લાાંવાળું ડ્રમ").
entry(ઢોલ, ન, [ઢોલ્સ], "ભારતનો એક જંગલી કૂતરો").
entry(ધૂળી, n, [ધૂળીઓ], "ડૂલી").
entry(દૂર, ન, [દૂર], "દુર્રા").
entry(ધોટી, n, [ધોટીઓ], "ધોટી").
entry(ધુતી, n, [ધુતીઓ], "ધોતી").
entry(ધોતીઆ,ન, [ધોતીઓ], "હિન્દુ પુરુષો પહેરે છે તે લુંગી").
entry(ઢુરા, n, [ઢુરાસ], "ડુરા").
entry(ઢો, n, [ઢોઝ], "એક અરબી જહાજ").
entry(ધર્ના, n, [ધર્નાસ], "ધર્ણા").
entry(ધુર્રા, n, [ધુર્રાસ], "દુર્રા").
entry(ધુરરી, n, [ધુરરીઝ], "ભારતમાં બનાવવામાં આવેલ કોટન ગાલિચો").
entry(ધુતિ, n, [ધુતિઓ], "ધોટી").
પ્રવેશ(ધ્યાન, ન, [ધ્યાનસ], "હિંદુ ધર્મમાં ઊંડો ધ્યાન").
પ્રવેશ(ડાયાબેઝ, ન, [ડાયાબેઝેસ], "એક આગ્નેય ખનિજ ડાયાબેસિક વિશેષણ").
entry(ડાયાબિટીસ, n, [ડાયાબિટીસ], "એક મેટાબોલિક વિકાર").
પ્રવેશ(મધુમેહી, સિ, [મધુમેહીઓ], "જ્યાને મધુમેહ હોય તે").
entry(ડાયાબ્લરી, n, [ડાયાબ્લરીઓ], "જાદૂ-મંત્ર").
entry(દા�βολિક, વિશેષણ, [], "શેતાની").
entry(ડાયાબોલો, ન, [ડાયાબોળોસ], "હાથનો કૌશલ્ય આવશ્યક હોય તેવું ખેલ").
entry(ડાયસેટાઈલ, n, [ડાયસેટાઈલ્સ], "બાયસેટાઈલ").
entry(diacid, n, [diacids], "એસિડના પ્રકારDIACIDIC વિશેષણ").
entry(ડાયોકનલ, વિશેષણ, [], "એક બિચારકથી સંબંધિત").
entry(મુકુટ, v, [મુકુટસ્ત,મુકુટરહિત,મુકુટો], "મુકુટથી શણગારવું").
entry(રોગનિર્દાન, v, [નિદાન કર્યું, નિદાન કરી રહ્યું છે, નિદાન કરે છે], "રોગની લક્ષણો અને લક્ષણોથી રોગને ઓળખવું").
entry(ત્રિકોણીય, n, [ત્રિકોણીય  રેખાઓ], "એક તરછોડી રેખા").
entry(ડાયગ્રામ, v, [ડાયગ્રામ્ડ, ડાયગ્રામિંગ, ડાયગ્રામ્સ], "અથવા ડાયગ્રામ્ડ ડાયગ્રામિંગ ડાયગ્રામ્સે આલેખન દ્વારા ચિત્રાંકિત કરવું").
entry(ડાયાગ્રાફ, n, [ડાયાગ્રાફ્સ], "ડ્રોઇંગ સાધન").
entry(ડાયલ, v, [ડાયલડ, ડાયલિંગ, ડાયલ્સ], "અથવા ડયાલડ ડયાલિંગ ડયાલ્સને કેલિબ્રેટેડ ડિસ્કને સંચાલિત કરવા માટે").
entry(ઉપભાષા, ઉ, [ઉપભાષાઓ], "એક ભાષાનો જાતીય ભાગ").
entry(dialer, n, [dialers], "કોઈ જે ડાયલ કરેછે").
entry(dialing, n, [dialings], "સૂર્યઘડિયાળ દ્વારા સમયનું માપન").
entry(ડાયાલિસ્ટ, ણ, [ડાયાલિસ્ટ્સ], "એક ડાયલર").
entry(ડાયલેજ, n, [ડાયલેજસ], "એક ખનિજ").
entry(ડાયલ્ડ, એ, [], "ડાયલનો ભૂતકાળ").
entry(diallel, adj, [], "જૈવિક ક્રોસિંગ પ્રત્યેના").
entry(ડાયલર, n, [ડાયલર્સ], "ડાયલર").
અમે Prolog વર્ઝન માં હોઈએ છીએ: 
entry(dialling, n, [diallings], "dialing").
entry(diallist, n, [diallists], "ડાયાલિસ્ટ").
entry(dialog, v, [dialoged,dialoging,dialogs], "વાતચીત માટે").
entry(dialoger, n, [dialogers], "એક જે સંવાદ કરે").
entry(dialogic, adj, [], "સંવાદાત્મક").
entry(સંવાદ, v, [સંવાદિત,સંવાદ કરતા,સંવાદો], "વાતચીત ચાલુ રાખવા માટે").
પ્રવેશ(ડાયાલાઇઝ, ક્રિયા, [ડાયાલાઇઝ્ડ, ડાયાલાઇઝિંગ, ડાયાલાઇઝીસ], "ડાયાલાઇઝ કરવું").
entry(ડાયાલાઇઝર, ન, [ડાયાલાઇઝર્સ], "ડાયાલાઇઝર").
entry(ડાયાલિસિસ, ન, [ડાયાલિસેસ], "મેમ્બ્રેન દ્વારા વિસરણ દ્વારા દ્રાવણમાં પદાર્થોની અલગતા").
entry(ડાયલિટિક, વિશેષણ, [], "ડાયાલિસિસ સાથે સંબંધિત").
entry(ડાયાલાઇઝ, v, [ડાયાલાઇઝ્ડ,ડાયાલાઇઝિંગ,ડાયાલાઇઝિઝ], "ડાયાલિસિસ માટે વિષય બનાવવા").
entry(dialyzer, n, [dialyzers], "ડાયાલિસિસ માટે વપરાતું સાધન").
entry(ડાયમન્ટ, n, [ડાયમન્ટ્સ], "એક સ્પાર્કલીંગ શણગાર").
entry(વ્યાસ, n, [વ્યાસો], "સર્કલના કેન્દ્રમાંથી પસાર થતી અને પરિઘ પર સમાપ્ત થતી સીધી રેખા").
entry(ડાયામાઇડ, n, [ડાયામાઇડ્સ], "એક રાસાયણિક સંયોજક").
entry(diamin, n, [diamins], "ડાયામીન").
પ્રવેશ(ડાયમીન, n, [ડાયમીન્સ], "એક રાસાયણિક સંયોજન").
એન્ટ્રી(ડાયમંડ, v, [ડાયમંડેડ, ડાયમંડિંગ, ડાયમંડ્સ], "દ્વARA રત્નદ્રવ્યમાલાથી શણગારવું").
entry(ડાયાન્થસ, n, [ડાયાન્થસેસ], "સજાવટી વિદૂષક છોડ").
entry(દાયાપાસન, પ, [દાયાપાસન્સ], "સૂરેલું ધ્વનિ પ્રસ્ફૂટન").
entry(દિયાપોઝ, v, [દિયાપોઝડ, દિયાપોઝિંગ, દિયાપોઝેસ], "નિર્દિષ્ટ અવસ્થામાં સુનિયંત્રિત સુસ્તાવસ્થામાં જવું").
પ્રવેશ(ડાયપર, ક્રિયાપદ, [ડાયપરડ, ડાયપરિંગ, ડાયપર્સ], "બાળકના વર્કલોથ પર ડયપર મૂકવું").
એન્ટ્રી(ડાયાફોન, ન, [ડાયાફોન્સ], "એક ઉચ્ચ સ્તરનું ફોરહોર્ન").
entry(ડાયાફોની, n, [ડાયાફોનીઓ], "ઓર્ગેનમ").
entry(ડાયાપિર, n, [ડાયાપિર્સ], "ચાર્લી નવા વિચારો લઈ આવ્યો").
entry(ડાયાપ્સિડ, n, [ડાયાપ્સિડ્સ], "ખોપડીમાં બે જોડ સમયિક ખોળાઓ ધરાવતું રેપટાઇલ").
entry(દ્વિશાસન, n, [દ્વિશાસનો], "બે શાસકો ધરાવતી સરકારદ્વિશાસનિક વિશેષણદ્વિશાસનિક વિશેષણ").
entry(રોજકાની, pl, [], "રોજકારની").
entry(ડાયરિસ્ટ, એન, [ડાયરિસ્ટ્સ], "જે ડાયરી રાખે છે").
entry(ડાયરીયા, n, [ડાયરીયાસ], "એક આંતરડામાં શુદ્ધિનો બીમારીઓ").
entry(ડાયરી, ન, [ડાયરીઝ], "અવ્યક્તિગત જર્નલ").
entry(વિશ્વવિતર, ન, [વિશ્વવિતરો], "પ્રવાસ").
entry(ડાયાસ્પોર, નામ, [ડાયાસ્પોર્સ], "એક ખનિજ").
entry(ડાયાસ્ટેઝ, ન, [ડાયાસ્ટેઝિસ], "એક એમ્ઝાઇમ").
entry(ડાયાસ્ટેમ, ન, [ડાયાસ્ટેમ્સ], "ખનિજ દ્રવ્યના બિછાવટમાં વિક્ષેપ").
પ્રવેશ(ડાયાઝ્ટેમા, n, [ડાયાઝ્ટેમાસ], "અથવા DIASTEMATAદાંત વચ્ચેનો અંતર").
entry(વિપત્તિ, એ, [વિપત્તિઓ], "માયટોસિસનો એક તબક્કોDIASTRAL વિશે").
entry(દિયાસ્ટોલ, ન, [દિયાસ્ટોલેસ], "હૃદયનું સામાન્ય લયબદ્ધ વિસ્ફોટન").
entry(ડાયેટમ, n, [ડાયેટમ્સ], "અલ્જીનો એક વર્ગ").
entry(diatomic, adj, [], "બે પરમાણુઓના બનેલા").
entry(ડાયાટોનિક, વિશેષણ, [], "એક પ્રકારના સંગીતના સ્કેલ સાથે સંબંધિત").
entry(ડાયાટ્રીમ, ન, [ડાયાટ્રીમ્સ], "ગેસીય વિસ્ફોટો દ્વારા ઉત્પન્ન થયેલ એક જ્વાળામુખી વેન્ટ").
entry(ઝગડો, n, [ઝગડા], "તીક્ષ્ણ અને ગાળભરી ટીકા").
entry(ડાયાટ્રોન, ન, [ડાયાટ્રોન્સ], "ડાયોડનો ઉપયોગ કરનારી સર્કિટરી ડિઝાઇન").
entry(ડાયાઝેપામ, ન, [ડાયાઝેપામ્સ], "એક શાંતિકારક").
entry(diazin, n, [ડાઇઝિન્સ], "ડાઇજીન").
પ્રવેશ(ડાઇઝીન, ન, [ડાઇઝીનો], "રાસાયણિક સંયોજન").
entry(ડાયઝિનોન, n, [ડાયઝિનોન્સ], "એક કીડાનાશક").
entry(ડાયાઝો, ન, [ડાયાઝોઝ], "રંગવણ અથવા વિલકણ પ્રક્રિયાનો એક પ્રકાર").
entry(diazole, n, [ડાયાઝોલ્સ], "એક રસાયણિક સંયોજન").
entry(dib, v, [dibbed,dibbing,dibs], "ચારો પાણી ઉપર હળવેથી તરતા રાખીને માછલી પાડવી").
entry(ડાયબેસિક, વિશેષણ, [], "બધિ પ્રતિસ્થાપિત કર્તા બે હાઇડ્રોજન એટમ ધરાવા").
entry(ડિબર, સ્, [ડિબર્સ], "પ્લાન્ટિંગ સાધન").
entry(ડિબલ, v, [ડિબલ્ડ,ડિબલિંગ,ડિબલ્સ], "ડિબ કરવા માટે").
entry(dibbler, n, [dibblers], "જોયું કે જે ખાતુ છે").
એન્ટ્રી(dibbuk, n, [dibbuks], "અથવા DIBBUKIMdybbuk").
entry(dicamba, n, [dicambas], "એક કીટનાશક").
entry(દિકાસ્ટ, n, [દિકાસ્ટસ], "પ્રાચીન એથન્સના ન્યાયાધીશDICASTIC વિશેષણ").
entry(અડૂસ, ક, [અડૂસ્યા, અડૂસવું, અડૂસે], "નાનાં ઘનાકૃતમાં કાપવું").
entry(dicentra, n, [ડિસેન્ટ્રાસ], "એક બહુવર્ષીય ઔષધિ").
entry(ડાઇસર, n, [ડાઇસર્સ], "ખોરાકને બારીક ટુકડી કરવા માટેનું ઉપકરણ").
entry(dicey, adj, [], "DICIER DICIESTસંકટમય").
entry(ડાઇકેશિયા, બહુવચન, [], "ફૂલના સમૂહો").
entry(ડાયકોટિક, વિશ્વેષણ, [], "બન્ને કાનને અલગ અસર કરતા").
entry(દ્વિવર્ણ, વિશેષણ, [], "બે રંગ ધરાવતું").
entry(dicier, comparative, [], "ના dicey").
entry(સાબુદાણું, મહત્તમ, [], "dicey નો").
entry(dicing, present, [], "પાર્ટિસિપલ ઑફ ડાઈસ").
ડિજિટલ:

entry(ડિક, પ, [ડિક્સ], "એક ગુપ્તચર").
entry(ડિકેન્સ, પ, [ડિકેન્સેસ], "શેતાન").
entry(દિકર, ક્રિયાપદ, [દિકર્યો,દિકરવું,દિકરો], "વાચક").
entry(dickerer, n, [dickerers], "જે سودા કરે છે").
entry(ડિકી, n, [ડિકીઝ], "કપડાનું આગળનું ભાગ").
entry(ડિકી, પ, [ડિકીસ], "ડિકી").
entry(ડિકી, વિશેષણ, [], "ડિકિયર ડિકિએસ્ટનબળી હાલતમાં").
entry(ડિકી, n, [ડિકીઝ], "ડિકી").
entry(dicliny, n, [diclinies], "સ્ટેમન્સ અને પિસ્તિલ્સ અલગ ફૂલમાં હોવાની સ્થિતિ").
entry(દ્વિપત્રીય, ન, [દ્વિપત્રીઓ], "બેઉ પડિયાળા રોપા").
entry(ડાયકોટાઈલ, n, [ડાયકોટાઈલ્સ], "ડાયકોટ").
entry(dicrotal, adj, [], "દ્વિધિસ્પંદી").
entry(દાયક્રોટિક, વિશેષણ, [], "ડબલ ધબકારા ધરાવતું").
entry(dicta, a, [], "dictum નું બહુવચન").
dictate(પ્રવેશ, v, [dictated,dictating,dictates], "રેકોર્ડિંગ માટે જોરથી વાંચવું").
entry(હુકૂમશાહ, n, [હુકૂમશાહો], "જે હુકમ આપે છે").
entry(શબ્દકોશ, n, [શબ્દકોશો], "વાણી અથવા લેખનમાં શબ્દોની પસંદગી અને ઉપયોગ").
entry(dictum, n, [dictums], "અથવા DICTAan સત્તાવાર નિવેદન").
entry(dicty, adj, [], "ડિક્ટિયર ડિક્ટીએસ્ટસ્નોબિશ").
entry(દ્વિવૃત્ત, વિશેષણ, [], "દર વર્ષે બે મહત્તમ વસ્તી ધરાવતાં").
entry(dicycly, n, [dicyclies], "દ્વિચક્રીરૂપ હાલત").
entry(did, a, [], "કરવું ના ભૂતકાલીન કાળ").
પ્રવિષ્ટિ(ડિડેક્ટ, પ, [ડિડેક્ટસ], "શિક્ષક વ્યક્તિ").
entry(શૈક્ષણિક, વિશેષણ, [], "શિક્ષણરૂપ").
entry(દ્વિઅંગુલીય, વિશેષણ, [], "દરેક અંગના અંતે બે આંગળીઓ હોવી").
entry(ડિડૅપર, ન, [ડિડૅપરસ], "એક ડૅબચિક").
entry(diddle, v, [diddled,diddling,diddles], "કોઈને છેતરવું").
entry(દિડલર, પ, [દિડલર્સ], "જે diddle કરે છે").
entry(diddley, n, [diddleys], "diddly").
entry(diddly, n, [diddlies], "સૌથી ઓછું").
entry(diddums, interj, [], "બાળક સાથે સહાનુભૂતિ વ્યક્ત કરવા માટે ઉપયોગમાં લેવાતું").
entry(ડિડિ, ન, [ડિડિઝ], "ડિડી").
entry(ડિડીસ, બહુવચન, [], "ડિડીસના").
entry(dido, n, [didos], "અથવા DIDOES દુષ્ટ કર્મ").
ઓ કહીઓ:
entry(કર્યું, a, [], "કરવાનું ભૂતકાળ વૃત્ત").
entry(didy, n, [didies], "ડાયપર").
એન્ટ્રી(ડાયડેમિયમ, ન, [ડાયડેમિયમ્સ], "નવિન પૃથ્વી તત્ત્વોનું મિશ્રણ").
entry(દ્વિતીય, વિશેષણ, [], "જોડીમાં થતું").
entry(didynamy, n, [didynamies], "અસમાન લંબાઈના જોડીમાં ચાર પુષ્પકેસર ધરાવવાની સ્થિતિ").
entry(મરે, ક્રિયાપદ, [મેર્યો, મરી રહ્યો, મરે છે], "ફોર્મ બનાવવા માટે સામગ્રીને કાપવું").
entry(મરવું, ક્રિયાપદ, [મર્યું,મરી રહ્યા છે,મરે છે], "અનેક શ્વાસનો અંત").
entry(dieback, n, [ગાલા], "વૃક્ષના ડાંટા ની ધીમે ધીમે મૃત્યુ પામવાના પ્રક્રિયા").
entry(diecious, adj, [], "દ્વિગૃહી").
entry(મરણ, ભૂતકાળ, [], "મરણનો કાળ").
entry(ડાઇહાર્ડ, ન, [ડાઇહાર્ડઝ], "એક અડગ વ્યક્તિ").
entry(diel, વિશેષણ, [], "પૂરા દિવસનો સમાવેશ કરે છે").
entry(ડિલ્ડ્રિન, n, [ડિલ્ડ્રિન], "એક કીટનાશક").
entry(દીમેકર, પ, [દીમેકર્સ], "જે મંફા બનાવે છે").
entry(ડાયન, સા, [ડાયનસ], "એક રાસાયણિક સંયોજન").
entry(મૃત્યુ, નામ, [મૃત્યો], "એક વસ્તીમાં અચાનક ઘટાડો").
entry(dieresis, n, [diereses], "બે સ્વરની બે અક્ષરોમાં વિભાજનDIERETIC વિશેષણ").
entry(ડીઝલ, v, [ડીઝલ્ડ, ડીઝલિંગ, ડીઝલ્સ], "ઇગ્નિશન બંધ કર્યા પછી ચાલુ રહેવું").
entry(diesis, n, [ડાયસિસ], "લે આ ભંગોળમાં સુચક ચિહ્ન").
entry(ડાયએસ્ટર, સ, [ડાયએસ્ટરો], "રાસાયણિક યુગ્મનો એક પ્રકાર").
entry(diestock, n, [diestocks], "ડાઈઝ ધારણ માટેનું ફ્રેમ").
entry(diestrum, n, [diestrums], "ડાયસ્રસ").
એન્ટ્રી(ડાઇઇસ્ટ્રસ, ન, [ડાઇઇસ્ટ્રસેસ], "લૈંગિક નિષ્ક્રિયતાનો સમય").
entry(આહાર, v, [આહાર કરતો, આહાર કરતો, આહાર કરે છે], "એના દૈનિક જીવનાધારને નિયમિત કરવો").
entry(ખાનાબતોર, ન, [ખાનાબતોરો], "ખોરાકનુ વ્યવહાર").
entry(ડાયટર, n, [ડાયટર્સ], "એક જે આહાર કરે").
entry(ડાયેટેટિક, વિશેષણ, [], "આહાર સાથે સંબંધિત").
entry(ડાઇઈથર, n, [ડાઇઈથર્સ], "એક રાસાયણિક સંયોજન").
entry(અંતર, ન, [અંતરો], "અંત્ર").
ઍન્ટ્રી(diff, n, [diffs], "આ એક તફાવત છે").
entry(ભિન્નીભવનિ, v, [અલગથલગ, અલગથલતા, ભિન્ની], "અન્ય હોવું").
entry(વિભાજન, v, [વિભાજિત,વિભાજિત_કરવું,વિભાજિત_કરે_છે], "ભાગોમાં વહેંચવા").
entry(પ્રસરણ, v, [પ્રસारित,પ્રસરતા,પ્રસરે છે], "વિસ્ત્રૃત અથવા પાતળું વિતરણ કરવા").
entry(diffuser, n, [diffusers], "જોકે વિસરીત કરે").
entry(diffusor, n, [વિસરક], "વિસરક").
entry(dig, v, [digged,digging,digs], "માટી ખોદવી, ઉથલાવી અથવા હટાવવી").
entry(દ્વિવ્યાહ, બહુવચન, [], "દ્વિમહત્વ ની").
entry(દ્વિવિવાહવાડી, પ, [દ્વિવિવાહવાડીઓ], " જે વ્યક્તિ દ્વિવિવાહનું પાલન કરે છે").
entry(ડિગામ્મા, n, [ડિગામ્માસ], "એક ગ્રીક અક્ષર").
પ્રવેશ(દ્વિતીયવિવાહ, સ, [દ્વિતીયવિવાહો], "બીજું કાયદેસરનું લગ્ન દ્વિતીયવિધવિક્ષે ધરાવનાર વિશેષણ").
entry(digerati, npl, [], "કમ્પ્યુટર્સના ઉપયોગમાં નિષ્ણાંત વ્યક્તિઓ").
entry(પાચન, v, [પાચવામાં,પાચન,પાચે છે], "ખોરાકને શરીર માટે ઉપયોગી બનાવવાનો").
entry(ડાઇજેસ્ટર, ન, [ડાઇજેસ્ટરો], "એક ઉપકરણ જેમાં પદાર્થો નરમ અથવા વિઘટિત થાય છે").
entry(ડિઝેસ્ટીફ, ન, [ડિઝેસ્ટીફસ], "ભોજન પછી લેવાતું મદિરાપાન").
entry(ડાયજેસ્ટર, n, [ડાયજેસ્ટર્સ], "ડાઇજેસ્ટર").
entry(ખોદ્યું, a, [], "ખોદવાનો ભૂતકાળ").
entry(ખોદનાર, ન, [ખોદનારાઓ], "જે ખોદે છે").
entry(ખોદવું, વર્તમાન, [], "ખોદ નું ક્રિયા વિશેષણ").
entry(ખોદકામ, બહુવચન, [], "ખોદકામનું સ્થળ").
entry(dight, v, [dighted,dighting,dights], "સજાવવા માટે").
entry(ડિજિકેમ, ન, [ડિજિકેમ્સ], "ડિજિટલ કેમેરા").
ડેટા(અંક, ન, [અંકો], "આંગળીઓનો એક").
entry(ડિજિટલ, n, [ડિજિટલ્સ], "a પિયાનો કી").
entry(ડિજિટેટ, વિશેષણ, [], "અંક હોય એવું").
entry(ડિજિટાઇઝ, v, [ડિજિટાઇઝ્ડ, ડિજિટાઇઝિંગ, ડિજિટાઇઝેસ], "ડિજિટાઇઝ કરવા").
entry(ડિજિટાઇઝ, ક્રિયાપદ, [ડિજિટાઇઝ્ડ, ડિજિટાઈઝિંગ, ડિજિટાઇઝઝ], "માહિતીને ડિજિટલ નોંધનમાં મુકો").
entry(diglot, n, [diglots], "દ્વિભાષી પુસ્તક અથવા આવૃત્તિ").
entry(મર્યાદા, ક્રિયા, [મર્યાદિત, મર્યાદિત કરો, મર્યાદા આપે છે], "મર્યાદા વધારવી").
entry(આન, ન, [આનો], "થાટભાટી અને કળાની ઉન્નતતા").
entry(ડિજોક્ષિન, ન, [ડિજોક્ષિન્સ], "હ્રદયની કાર્યક્ષમતા સુધારવા માટેની દવા").
entry(દ્વિઆક્ષરી, n, [દ્વિઆક્ષર], "એક જ ભાષાણ ધ્વનિ દર્શાવતાં અક્ષરોની જોડી").
entry(અંતરધ્યાન, v, [અંતરધ્યાન કર્યું,અંતરધ્યાન કરવું,અંતરધ્યાન કરે છે], "મુખ્ય વિષયથી ભટકવું").
entry(ડાયહીડ્રલ, n, [ડાયહીડ્રલ્સ], "એક બે સપાટીવાળો પ્રીઓ").
entry(દ્વિસפּર્શ, ન, [દ્વિસ્પર્શો], "બે છેદન સમતલોથી બનેલો આકાર").
entry(ડાઇહાઇબ્રિડ, n, [ડાઇહાઇબ્રિડસ], "જૅનેરલ કુળમાંથી બે જોડી માંસપેશીઓમાં ફર્ક ધરાવતી માતાપિતાનો સંતાન").
entry(dihydric, adj, [], "બે હાઇડ્રોક્સિલ મૂલક ધરાવતા").
પ્રવેશ(ડિકડિક, સ, [ડિકડિક્સ], "એક નાનું હરણ").
entry(ડાઇક, v, [ડાઇકડ,ડાઇકિંગ,ડાઇક્સ], "બાંધથી સભર કરવું").
entry(ડાઈકર, ન, [ડાઈકર્સ], "જોકે ડાઇક કરે").
entry(દિકટત, ન, [દિકટત્સ], "એ હાર્ષ સેટલમેન્ટ જે હારેલા રાષ્ટ્ર પર લાદવામાં આવે છે").
entry(વિસ્તારક, ન, [વિસ્તારકો], "એક વિસ્તારક").
entry(ફેલાવો, વિશેષણ, [], "ફેલાયેલું").
entry(વિસ્તારક, ક્રિયાપદ, [વિસ્તારિત,વિસ્તારતા,વિસ્તારે છે], "વિશાળ અથવા મોટા બનાવવા માટે").
entry(દિલાટર, n, [દિલાટર્સ], "દિલાટર").
entry(વિસ્ફોટન, ન, [વિસ્ફોટનો], "પસંગ કરવા નો કૃત્ય").
entry(વિસ્તારક, વિશેષણ, [], "વિસ્તાર કરવાની દિશામાં ઝુકેલું").
entry(ફૂગાવો, n, [ફૂગાવા], "જે ફૂગાવે છે").
entry(દિલેટરી, વિશેષણ, [], "મોઇનોબאָלક").
entry(ડિલ્ડો, ન, [ડિલ્ડોઝ], "લિંગ ઉપન્યાસ તરીકે ઉપયોગમાં લેવાતી એક વસ્તુ").
entry(dildoe, n, [dildoes], "દિલ્ડો").
entry(દ્વિધા, ન, [દ્વિધાઓ], "એક અવઢવજનક પરિસ્થિતિદ્વિધાત્મક વિશેષણ").
entry(કર્મઠ, વિશેષણ, [], "સતત પ્રયાસશીલ").
પ્રવેશ(તોરી, ન, [તોરીઓ], "એક વાર્ષિક જડીબુટી").
entry(dilled, adj, [], "ડિલ સાથે સ્વાદિષ્ટ").
entry(સવા, ન, [સવાના પાંદડા], "સવા છોડના પાંદડા").
entry(ડિલી, n, [ડિલીઝ], "કંઈક અદ્દભુત").
entry(પાતળું પદાર્થ, n, [પાતળાં પદાર્થો], "એક પાતળું કરનાર પદાર્થ").
entry(ફીકી, ક્રિયાપદ, [ફીકી કરી,ફીકી કરવું,ફીકી કરે], "પાતળી કરવા અથવા ધ્યાનની એકાગ્રતા ઘટાડવા માટે").
entry(પાતળું કરવાની વસ્તુ, n, [પાતળું કરવાની વસ્તુઓ], "જે પાતળું કરે છે").
entry(પાતળું, ન, [પાતળાં], "પાતળું કરવાનું કાર્ય").
entry(હલકા, વિશેષણ, [], "પાતળું બનાવવાની પ્રવૃતિ").
entry(ઘોળનાર, n, [ઘોળનાર], "ઘોળનાર").
entry(દિલુવિયા, a, [], "પ્્લ ઓફ દિલુવિયમ").
entry(દિલ્યુવિયલ, વિશ્વેશ, [], "પૂર સાથે સંબંધિત").
entry(દિલુવિયન, વિશેષણ, [], "દિલુવિયલ").
entry(દિલુવિઅન, n, [દિલુવિઅન્સ], "દિલુવીમ").
entry(દિલુવિયમ, સંજ્ઞા, [દિલુવિયમ્સ], "અથવા ડિલુવિયાકોર્સ ખનિજ સામગ્રી જે હિમનદી દ્વારા જમાવવામાં આવે છે").
entry(dim, adj, [], "ધૂંટળું ધૂંટળિંશ કલૂુષિત DIMMISH adj").
entry(ડિમ, વી, [ડિમ્ડ, ડિમિંગ, ડિમ્સ], "ધૂંધળું બનાવવું").
entry(dime, n, [dimes], "યુનાઇટેડ સ્ટેટ્સનું એક સિક્કો").
entry(ડાઇમર, ન, [ડાઇમર્સ], "બે અનુક્રિયાંશ માંગણારા અણુમાંથી બનેલું એક અણુ").
entry(ડાઈમેરિક, વિશેષણ, [], "ડાયમરસ").
entry(ડાઇમેરિઝમ, n, [ડાઇમેરિઝમ્સ], "ડાઇમેરસ હોવાની સ્થિતિ").
entry(ડાઇમરાઇઝ, v, [ડાઇમરાઇઝ્ડ, ડાઇમરાઇઝિંગ, ડાઇમરાઇઝેસ], "ડાઇમર બનાવવો").
entry(દ્વિખંડિત, વિશેષણ, [], "બે ભાગોમાંથી બનેલું").
entry(દીમિટર, પુરુષવાચક, [દીમીટરો], "બે લેસભર પગ છેવટે આવતી કેટલીક પંક્તિ").
entry(ડાઇમીઠાઇલ, n, [ડાઇમિથાઇલ], "ઍથેન").
entry(ડાઈમેટ્રિક, વિશેષણ, [], "ક્રિસ્ટલ સિસ્ટમના એક પ્રકાર સંબંધિત").
entry(ઘટાડવું, ક, [ઘટાડ્યું, ઘટાડી રહ્યું છે, ઘટાડે છે], "ઘટાડવા માટે").
entry(dimity, n, [dimities], "એક કપાસનો કાપડ").
entry(dimly, adv, [], "અસ્પષ્ટ રીતે").
entry(dimmable, અત્ય મુ, [], "ધાગા ઘટાડવા અથવા વધારવા યોગ્ય").
entry(ટીમ્ડ, ભૂત, [], "ટીમ નું કાળ").
entry(ડિમર, પ, [ડિમર્સ], "ઉજ્જવળતાની તીવ્રતા ફેરવવા માટેનું ઉપકરણ").
entry(દિમ્મેસ્ટ, સર્વોચ્ચ, [], "દિમના").
entry(અંધકાર, હાજર, [], "અધિયારું કરવાની ક્રિયા").
entry(ડીમદેશ, વિશેષણ, [], "થોડી ડિમ").
entry(અંધકાર, n, [અંધકારતા], "અંધારું હોવા ની સ્થિતિ").
entry(dimorph, n, [ડિમૉર્ફ્સ], "બન્નેમાંનું કોઈ એક અલગ રૂપ").
entry(dimout, n, [dimouts], "આંશિક અંધકારની સ્થિતિ").
entry(ડિમ્પલ, v, [ડિમ્પલ્ડ,ડિમ્પલિંગ,ડિમ્પલ્સ], "ખાડા સાથે નિશાન કરવું").
entry(dimply, વિશેષણ, [], "DIMPLIER DIMPLIESTdimpled").
entry(dimwit, n, [dimwits], "એક મોદ\u003e").
entry(દિન, v, [દિનડ, દિનિંગ, દિન્સ], "જોરથી અવાજ કરવો").
entry(દીનાર, ન, [દીનારો], "મુસ્લિમ ક્ષેત્રોમાંનો પ્રાચીન સોનાનો સિક્કો").
entry(ડિન્ડલ, ક્રિયાપદ, [ડિન્ડલ કર્યું, ડિન્ડલ કરવું, ડિન્ડલ કરે છે], "ટિંગલ થવું").
entry(ડાઇન, ક્રિયા, [ડાઇન્ડ, ડાઇનિંગ, ડાઇનસ], "જમવા માટે").
entry(ડિનર, n, [ડિનર્સ], "જે રાત્રીભોજન કરે છે").
entry(dineric, adj, [], "બે અવિલયુમ્ય પ્રવાહિઓ વચ્ચેના ઇન્ટરફેસ સાથે સંબંધિત").
entry(દિનેરો, સં, [દિનેરોસ], "પેરુનો એક પૂર્વવર્તી ચાંદીનો સિક્કો").
entry(ડાઈનેટ, n, [ડાઈનેટ્સ], "નાની ડાઇનિંગ રૂમ").
entry(ding, v, [dinged,dinging,dings], "બજવું").
entry(dingbat, n, [ડિંગબેટ્સ], "એક ટાઇપોગ્રાફિકલ આભૂષણ").
entry(ડિંગડોગ, v, [ડિંગડોગેડ, ડિંગડોગિંગ, ડિંગડોગ્સ], "રિંગિંગ અવાજ કરવો").
entry(ચીજ, ન, [ચીજો], "મલિન હોવાની સ્થિતિ").
પ્રવેશ(ડીન્જર, n, [ડીન્જર્સ], "એક હોમ રન").
entry(dingey, n, [dingeys], "ડિંઘી").
entry(ડીંગી, સં, [ડીંગીઓ], "નાનું નાવડું").
entry(અધિક ચોક્કસ, તુલનાત્મક, [], "અશુદ્ધ").
entry(ડિંગીઓ, બહુવચન, [], "ડિંગીનું").
entry(મલિનતમું, ઉચ્ચત્તમ, [], "મલિનનું").
entry(મળીમાં, ક્રિયાવિશેષણ, [], "મળીધઈ રીતે").
entry(ડિંગલ, સં, [ડિંગલ્સ], "એક નાનો ખિંડ").
entry(ડિંગો, n, [ડિંગોઝ], "અથવા ડિંગોઝ ઓસ્ટ્રેલિયાનો જંગલી kutro").
entry(dingus, n, [dinguses], "એક વસ્તુ").
entry(dingy, adj, [], "ધૂંધળો ધૂંધળામાંથી ધૂંધળો").
entry(ડિંજી, ન, [ડિંજીઓ], "ડિંહી").
entry(જમવાનું, n, [જમવાઓ], "ડિનર ખાવાની પ્રવૃત્તિ").
entry(dinitro, adj, [], "બેઉ નાઇટ્રો ગ્રુપ ધરાવતી").
entry(ડિન્ક, ક્રિ, [ડિન્કડ, ડિન્કિંગ, ડિન્ક્સ], "અલંકારીત કરવા માટે").
entry(ડિન્કી, n, [ડિન્કીનો], "એક નાનું લોકોમોટિવ").
entry(દિન્કિયર, તુલનાત્મક, [], "દિંકીનું").
entry(ડિંકીઝ, બહુ, [], "દિન્કીનો").
entry(દિન્કીસ્ટ, સર્વોત્તમ, [], "દિન્કી નો").
entry(dinkly, adv, [], "નિવૃત્તિપૂર્વક").
entry(ડિંકમ, n, [ડિંકમ્સ], "સત્ય").
entry(dinky, adj, [], "નાનકડું નાનકડું").
entry(ડિંકી, n, [ડિંકીસ], "ડિંકી").
entry(dinned, past, [], "ડિન નો સમય").
entry(રાત્રિભોજન, n, [રાત્રિભોજન], "દિવસનું મુખ્ય ભોજન").
entry(ડિનિંગ, વર્તમાન, [], "ડિનનો ભાગરૂપ").
entry(ડિનો, ન, [ડિનોઝ], "એક ડાયનોસર").
entry(ડાયનોસોર, ન, [ડાયનોસોરસ], "પ્રમુખ રીતે લુપ્ત થયેલી રેપ્ટાઇલ્સના એક જૂથમાંથી એક").
entry(ડિન્ટ, ક્રિયાપદ, [ડિન્ટેડ,ડિન્ટિંગ,ડિન્ટ્સ], "ડેન્ટ કરવા").
પ્રવેશ(ડિયોબોલ, ક, [ડિયોબોલ્સ], "પ્રાચીન ગ્રીસનું એક નાણું").
entry(diobolon, n, [diobolons], "ડાયોબોલ").
entry(બાઇબલિક વિસ્તાર પાદરી, n, [બાઇબલિક વિસ્તાર પાદરીઓ], "એક બિશપ").
entry(ધર્મપ્રાંત, પ, [ધર્મપ્રાંતો], "એક ધાર્મિક જિલા").
entry(ડાયોડ, એન, [ડાયોડસ], "ઈલેક્ટ્રોન ટ્યુબનો એક પ્રકાર").
entry(દ્વિલીંગીપણું, n, [દ્વિલીંગીપણાં], "દ્વિલીંગી હોવાનું રાજ્ય").
entry(દ્વિગર્ભાશિત્ત્વ, ન, [દ્વિગર્ભાશિત્ત્વો], "દ્વિગર્ભાશિત્ત્વ").
entry(dioicous, adj, [], "એકલિંગી").
entry(દાયોલ, ન, [દાયોલ્સ], "એક રાસાયણિક સંયોજન").
entry(ડાયઓલિફિન, n, [ડાયઓલિફિન્સ], "એક હાઇડ્રોકાર્બન").
entry(ડાયોપસાઇડ, ન, [ડાયોપસાઇડ્સ], "એક ખનિજ").
entry(ડાયોપ્ટેઝ, n, [ડાયોપ્ટેઝસ], "એક ખનિજ").
entry(ડાયોપ્ટર, ન, [ડાયોપ્ટર્સ], "રેફ્રેક્ટિવ શક્તિનું પ્રમાણ DIOPTRAL વિશેષણ").
entry(ડાયોપ્ટર, n, [ડાયોપ્ટર્સ], "ડાયોપ્ટર").
entry(dioptric, adj, [], "ભંગણ દ્વારા દ્રષ્ટિમાં સહાયક").
entry(ડાયોરામા, નં, [ડાયોરામાઝ], "ત્રિઆયામી પ્રદર્શનોડાયોરામિક વિશેષણ").
entry(ડાયોરાઇટ, n, [ડાયોરાઇટ્સ], "એક અગ્નિજન્ય શિલા ડાયોરિટિક વિશેષણ").
entry(ડાયોક્સન, n, [ડાયોક્સન], "ડાયોક્સેન").
entry(ડાયોક્સેન, n, [ડાયોક્સેન્સ], "એક દહનશીલ પ્રવાહી").
entry(ડાયોક્સાઇડ, n, [ડાયોક્સાઇડ્સ], "ડાયોક્સાઇડ").
entry(ડાયોક્સાઇડ, n, [ડાયોક્સાઇડસ], "ઑક્સાઇડના એક પ્રકાર").
entry(ડાયોક્સિન, n, [ડાયોક્સિન્સ], "એક ઝેરી ઘન હાઇડ્રોકાર્બન").
entry(ડીપ, ક્રિયા, [ડીપ્ટ, ડીપિંગ, ડીપ્સ], "થોડીવાર માટે વિલીન કરવું").
entry(diphase, વિશેષણ, [], "બે તબક્કાઓ ધરાવવું").
entry(દ્વિચરણ, વિશેષણ, [], "દ્વિચરણ").
entry(ડિફેનિલ, n, [ડિફેનિલ્સ], "બાઇફેનિલ").
entry(ડિપ્લેજિયા, n, [ડિપ્લેજિયાસ], "શરીરના બંને તરફના એક જ ભાગનું લકવો DIPLEGIC ઔપ").
entry(diplex, adj, [], "બે રેડિયો સિગ્નલોના સાથે સાથે પ્રસારણ અથવા સ્વીકૃતિ સાથે સંબંધિત").
entry(ડાયપ્લેક્સર, n, [ડાયપ્લેક્સર], "એક જોડાણ સાધન").
entry(ડિપ્લોઈ, ન, [ડિપ્લોઈઝ], "ખોપરીનું અસ્થિ તંતુડિપ્લોઈક વિશેષણ").
entry(ડિપ્લોઇડ, ન, [ડિપ્લોઇડ્સ], "મૂળ ક્રોમોસોમ સંખ્યા બમણી ધરાવતી એક કોષ").
entry(ડિપ્લોઇડી, પા, [ડિપ્લોઇડિઝ], "ડિપ્લોઇડ હોવાના પરિસ્થિતિ").
પ્રવેશ(ડિપ્લોમા, ન, [ડિપ્લોમાસ], "અથવા ડિપ્લોમાટઆ એક એકેડેમિક ડિગ્રીનું પ્રમાણપત્ર").
entry(diploma, v, [diplomaed,diplomaing,diplomas], "ડિપ્લોમા આપવા માટે").
entry(રાજદૂત, n, [રાજદૂਤો], "એક શાસકીય અધિકારી").
entry(ડિપ્લોન્ટ, નવ, [ડિપ્લોન્ટ્સ], "નિર્ણિત ક્રોમોઝોમલ ગઠનવાળો સજીવ").
entry(ડિપ્લોપિયા, ન, [ડિપ્લોપિયાઝ], "ડબલ વિઝનડિપ્લોપિક વિશેષણ").
entry(ડિપ્લોપોડ, પ, [ડિપ્લોપોડસ], "એક બહુ પગવાળું જીવ").
entry(diplosis, n, [diploses], "ક્રોમોઝોમ રચનાનો એક પદ્ધતિ").
entry(ડિપનેટ, v, [ડિપનેટેડ, ડિપનેટિંગ, ડિપનેટ્સ], "નેટના પ્રકાર સાથે માછલી ઊઠાવવી").
entry(dipnoan, n, [dipnoans], "એક ફેફસું માછલી").
entry(દિપોડી, ન, [દિપોડીઝ], "ડાઇમીટરદિપોડિક વિશેષણ").
પ્રવેશ(ડાયપોલ, n, [ડાયપોલ્સ], "સમાન અને વિપરીત વિદ્યુત ચાર્જના જોડીDIPOLAR વિશેષણ").
entry(ડિપેબલ, વિશેષણ, [], "ડૂબાવવા યોગ્ય").
entry(ડિપ્ડ, a, [], "ડિપનો ભૂતકાળ").
entry(ડિપર, n, [ડિપર્સ], "જેમ диплом શરીરના ઊપર ભાગને મોટું બતાવે છે").
entry(ડિપિંગ, વર્તમાન, [], "ડિપ નું બ્રહ્મ શબ્દ").
entry(ડીપી, વિશેષણ, [], "ડિપpier ડિપpiestનાદાન").
entry(diprotic, વિશેષણ, [], "આધારોને દાન કરવા માટે બે હાઇડ્રોજન આયન ધરાવતા").
entry(ડિપ્સાસ, ન, [ડિપ્સાડેસ], "એક કથિત સાપ").
entry(ડિપ્સો, ન, [ડિપ્સોસ], "એક વ્યક્તિ જે આલ્કોહોલિક પ્રવાહી માટે આકર્ષિત છે").
entry(ડિપસ્ટિક, n, [ડિપસ્ટિક્સ], "માપવાની છડી").
entry(દિપ્ટ, ક, [], "ડૂબવાનું ભૂતકાળ").
entry(ડિપ્ટેરા, બહુવચન, [], "ડિપ્ટેરનો").
entry(ડિપ્ટરલ, વિશેષણ, [], "બે પંક્તિઓ અથવા સ્તંભો ધરાવે છે").
entry(દ્વિકપાત્ર, n, [દ્વિકપાત્રો], "એક બન્ને પાંખવાળી માખી").
એન્એનટ્રી(ડિપ્ટેરોન, એન, [ડિપ્ટેરા], "ડિપ્ટેરન").
entry(ડિપ્ટિકા, n, [ડિપ્ટિકાસ], "ડિપ્ટિક").
entry(દ્વિફળક, સુ, [દ્વિફળકો], "એક પ્રાચીન લેખન ટેબ્લેટ").
entry(ડાયક્વાટ, ન, [ડાયક્વાટ્સ], "એક જંતુનિવારક").
entry(દિરામ, ન, [દિરામ્સ], "તાજિકિસ્તાનની એક નાણાકીય એકમ").
entry(dirdum, n, [dirdums], "દોષ").
entry(દાયર, વિશેષણ, [], "ડાયર ડાયરસ્ટવિનાશક").
entry(સ્િધ્ધા, વિશેષણ, [], "સિદ્ધ સ્િધ્ધત્તમસરળતાથીસિદ્ધ રીતે adv").
પ્રવેશ(પ્રત્યક્ષ, v, [ક الرقશિત, વાપરીવું, પ્રત્યક્ષ], "વ્યવહારનું નિરાશા અથવા પ્લાનિંગ કરવું").
entry(નિર્દેશક, n, [નિર્દેશકો], "એક جيڪو નિર્દેશ આપે છે").
entry(દુર્દેશ, વિશેષણ, [], "ભયંકર").
entry(ગંભીરપણે, ક્રিয়া વિશેષણ, [], "એક ભયાનક રીતે").
entry(ગંભીરતા, ન, [ગંભીરતાઓ], "ગંભીર હોવાની સ્થિતિ").
entry(direr, comparative, [], "ડાયરના").
entry(direst, superlative, [], "ડાયરનું").
entry(dirge, n, [dirges], "મૃત્યુગીતDIRGEFUL વિશેષણ").
entry(દિરહામ, न, [દિરહામ્સ], "મોરોક્કોન એક નાણાકીય એકમ").
entry(diriment, adj, [], "નુલ્લિફાઇંગ").
entry(દિર્ક, v, [દિર્કેડ,દિર્કિંગ,દિર્ક્સ], "નાની છરીથી ઘા મારવા માટે").
entry(dirl, v, [dirled,dirling,dirls], "કાંપવું").
entry(dirndl, n, [dirndls], "એક સ્ત્રીનો કપડો").
entry(માટી, ન, [માટીઓ], "પૃથ્વી અથવા મિષ્ટિક".).
entry(દૂરાગ્રહી, n, [દૂરાગ્રહીઓ], "મેલાણા અથવા ધિક્કારપાત્ર વ્યક્તિ").
entry(dirtball, n, [dirtballs], "મેળિયો અથવા નિકૃષ્ટ વ્યક્તિ").
entry(મેલાં, વિશેષણ, [], "મેલીં વધુ મેલીંગુંનમેલીકળતા પહેલા").
entry(માટિયો, v, [માટિયોશ,માટિયોવું,માટિયોવાઓ], "માટિયો બનાવવા માટે").
entry(ડિસ, ક્રિયાપદ, [ડિસ્ડ, ડિસિંગ, ડિસેસ], "અપમાન કે ટીકા કરવી").
entry(અક્ષમ કરવું, v, [અક્ષમ, અક્ષમ બનાવી રહ્યા, અક્ષમ બનાવે છે], "અસમર્થ અથવા અસમર્થ બનાવવા").
entry(disabler, n, [disablers], "જે અગતિયું કરે છે").
entry(ભ્રમતોડવું, ક્રિયા, [ભ્રમતોડ્યું,ભ્રમતોડીરહ્યું,ભ્રમતોડે છે], "ખોટા ಅಥವಾ ભૂલભર્યા વિચારોથી મુક્ત કરવું").
entry(અસહમત, v, [અસહમત થયો,અસહમત રહેતા,અસહમત છે], "મતભેદ હોવો").
entry(નકાર, પ, [નકાર્યો, નકારતા, નકાર કરે છે], "અનુમતિ આપવાનો ઇન્કાર કરવો").
entry(નકામું કરવું, v, [નકામું કર્યું, નકામું કરતા, નકામું કરે છે], "રદ્દ કરવું").
entry(disarm, v, [disarmed,disarming,disarms], "હથિયારોમાંથી વંચિત કરવાં").
entry(નિષ્ક્રિયક, n, [નિષ્ક્રિયકો], "જોકો નિષ્ક્રિય કરે છે").
entry(વ્યવસ્થાહિનતા, ક્રિયા, [વ્યવસ્થાહિન,વ્યવસ્થામાંહિનરહેલું,વ્યવસ્થામાંહિનરીહયે], "અવ્યવસ્થિત કરવા").
entry(પ્રકાશન, પ, [પ્રકાશને], "એક અભ્યાસ").
entry(અસ્વીકાર, v, [અસ્વીકૃત,અસ્વીકરવામાં,અસ્વીકર્યો], "જવાબદારી હોય તે દાવા ન કરવો").
entry(વિઘટન, ક્રિયા, [વિઘટિત,વિઘટન કરતી,વિઘટિત કરે], "તોડવું").
entry(બાર બહાર કરવું, ક્રિયા, [બાર બહાર કર્યો, બાર બહાર કરવો, બાર બહાર કરે છે], "કાયદાકીય વ્યવસાયમાંથી કઢવું").
entry(ખોલીને કહ્યેવું, ક્રિયાપદ, [ખોલીને કહેવું, ખોલીને કહી રહ્યું છે, ખોલીને કહી છે], "અંગ્રેજીમાં 'to confess'").
entry(disbound, ઉ.વિ., [], "બંધણી રહિત").
entry(disbowel, v, [disboweled,disboweling,disbowels], "અથવા DISBOWELLED DISBOWELLING DISBOWELSto આંતરડાં દૂર કરવાનો").
entry(ડિસબડ, v, [ડિસબડેડ,ડિસબડિંગ,ડિસબડ્સ], "હૂંફલાને દૂર કરવા").
પ્રવેશ(વિતરણ, ક્રિયા, [વિતરિત, વિતરવાનું, વિતરે], "ચૂકવણી કરવા માટે").
એન્ટ્રી(ડિસ્ક, વી, [ડિસ્કેડ, ડિસ્કિંગ, ડિસ્ક્સ], "ટુ ડિસ્ક").
entry(discant, v, [discanted,discanting,discants], "વર્ણન કરવું").
entry(discard, v, [discarded,discarding,discards], "ફેંકી દેવું").
entry(ભેતરથી, v, [ભેતરથીયું,ભેતરથીતા,ભેતરથી], "ભેતરથી કાઢી નાખવું").
entry(વિવાદ, v, [ુવિવાદ કર્યો,ુવિવાદ કરતા,ુવિવાદ કરે], "તર્ક કરવા").
entry(જાણવું, v, [જાણ્યો,જાણતા,જાણે છે], "સમજવા માટે").
entry(ડિસ્કી, એ, [], "ડિસ્કસનો બહુવચન").
entry(શિષ્ય, ક્રિયાપદ, [શિષ્યવેણ, શિષ્યીકરણ, શિષ્યો], "અનુયાયી બનવવાનું કારણ").
entry(મુکراવુ, ક્રિયાપદ, [મુકરાવેલું,મુકરાવવું,મુકરાવે છે], "કોઈ દાવા અથવા સંબંધને નકારવા").
entry(discless, adj, [], "ડિસ્કલેસ").
entry(ડિસ્લાઇક, વિશેષણ, [], "ડિસ્કલાઇક").
entry(ઉઘાડવું, ક્રિયા, [ઉઘાડ્યું, ઊઘાડી રહ્યું છે, ઉઘાડે છે], "જાહેર કરવું").
પ્રવેશ(ડિસ્કો, ક્રિયા, [ડિસ્કોઇડ, ડિસ્કોઇંગ, ડિસ્કોઝ], "અથવા ડિસ્કોઇસડિસ્કોથેકમાં નૃત્ય કરવા માટે").
entry(ડિસ્કોઈડ, n, [ડિસ્કોઈડ્સ], "એક ડિસ્ક").
પ્રવેશ(અરંગાવચે, ક્રિયા, [અરંગાવગ્રસ્ત, અરંગાવમાર્શ, અરંગાવისუფ્ણ], "રંગમાં ફેરફાર કરવા માટે").
entry(અણમનસોબી, v, [અણમનસોબી_કરેલી,અણમનસોબી_કરવી,અણમનસોબી_કરે છે], "અસહમત થવું").
entry(ડિસ્કાઉન્ટ, v, [ડિસ્કાઉન્ટેડ,ડિસ્કાઉન્ટિંગ,ડિસ્કાઉન્ટ્સ], "કિંમત ઘટાડવા માટે").
entry(શોધવું, v, [શોધ્યું,શોધી રહ્યું,શોધે છે], "દેશ નું ખ્યાલ મેળવવો અથવા તેની માહિતી મેળવવો").
entry(સાવધ, વિશેષણ, [], "સાવચેતીથી સાવધતા").
entry(વિભાજિત, વિશેષણ, [], "અલગ").
entry(discrown, v, [discrowned,discrowning,discrowns], "મોખટ થી લઈ જવું").
entry(ડિસ્કસ, ન, [ડિસ્કસીઝ], "અથવા ડિસ્કીઆ એક થાળ જે થ્રો ઇવેન્ટમાં ઉછાળવામાં આવે છે").
entry(ચર્ચા, v, [ચર્ચા કરી, ચર્ચા કરી રહ્યાં છે, ચર્ચાઓ કરે છે], "વિષે વાત કરવા માટે અથવા લખવા માટે").
entry(અવહેલના, v, [અવહેલનાકરી,અવહેલનાકરવી,અવહેલનાઓ], "અવમાન કરવા").
entry(રોગ, v, [રોગી,રોગતા,રોગો], "અન આરોગ્ય કરવું").
entry(અનુદાનહરણ, v, [અનુદાનહરિત,અનુદાનહરણકાર્યમાં,અનુદાનહરિતક્રિયા કરે છે], "અનુદાન નાં હકટપ્પો માફ કરવો").
entry(diseur, n, [diseurs], "એક કુશળ વાચક").
entry(કલાકારણી, n, [કલાકારણીઓ], "એક સ્ત્રી કલાકાર").
પ્રવેશ(અનિચ્છા, ક્રિયા, [અનિચ્છિત,અનિચ્છતા,અનિચ્છે], "અસ્વીકાર સાથે જોવું").
entry(disfrock, v, [disfrocked,disfrocking,disfrocks], "અંધવદન કરવું").
entry(બહાર કાઢવું, ક્રિયા, [બહાર કાઢ્યું, બહાર કાઢી રહ્યો, બહાર કાઢે છે], "ઉલટી કરવી").
entry(અપમાન, ક્રિયાપદ, [અપમાનિત,અપમાનતા,અપમાનો], "શરમ અથવા અપક્ષાને લાવવું").
entry(વેશ, ક્રિયા, [વેશબદલ્યો, વેશબદલવો, વેશબદલાવે છે], "ફરક દેખાણાઓ માટે").
entry(વિરાણા, v, [વિરાણું,વિરાણાશીલ,વિરાણતા], "નાusias અથવા તિરસ્કાર ઉત્પન્ન કરવા માટે").
પ્રવેશ(ડિશ, v, [ડિશ્ડ,ડિશિંગ,ડિશેસ], "ખાડો નાંવાના વાસણમાં મૂકવું").
પ્રવેશ(ડિશેલ્મ, સ, [ડિશેલ્મડ, ડિશેલ્મિંગ, ડિશેલ્મસ], "હેલ્મેટથી વંચિત કરવું").
entry(disherit, v, [disherited,disheriting,disherits], "વારસાગતથી વંચિત કરવું").
entry(ખુલવા, v, [બખેરવું,બખેરી રહ્યા છે,બખેરવામાં આવે છે], "અથવા બખેરવું બખેરવાથી બખેરવુંઅવિન્યસ્ત બનાવવા માટે").
entry(dishful, n, [dishfuls], "જેટલુ એક વાસણ રાખી શકે તેટલુ").
entry(ડિશિયર, તુલનાત્મક, [], "ડિશીનો").
entry(સૌથી રસદાર, તુલનાત્મક, [], "રસદાર માંથી").
entry(dishlike, adj, [], "ભોજન જેવી").
entry(અપમાન, v, [અપમાનિત,અપમાન કરવું,અપમાનો], "માન હણવું").
entry(થાળી પૅન, n, [થાળી પૅન્સ], "થાળીઓ ધોવાનો પૅન").
entry(કપડું, ન, [કપડાં], "વાસણ ધોવા માટે ઉપયોગમાં લેવાતું કપડું").
entry(ડિશવેર, ન, [ડિશવેર્સ], "જમવામાં વાપરું વાસણ").
entry(dishy, adj, [], "આકર્ષક DISHIER DISHIEST").
entry(ખોદવા, v, [ખોદી કાઢ્યું,ખોદી કાઢી રહ્યા છે,ખોદે છે], "સમાધિમાંથી બહાર કાઢવું").
entry(વિસર્જન, ક્રિયાપદ, [વિસર્જિત, વિસર્જન કરે છે], "વિખેરી દેવું").
entry(વિભાજિત કરવું, ક્રિયાપદ, [વિભાજિત કર્યો,વિભાજિત કરી રહ્યો,વિભાજિત કરે છે], "વિભાજિત કરવા માટે").
entry(વિભક્ત, v, [વિભક્તા,વિભક્તિ,વિભક્ત કરે છે], "ક્રમ બહાર પાડવા માટે").
entry(વિકલ્પ, નં, [વિકલ્પો], "તર્કસંગત વિસર્જનમાં એક વિકલ્પ").
entry(ડિસ્ક, v, [ડિસ્કડ, ડિસ્કિંગ, ડિસ્ક્સ], "ખેતર માટેના એક સાધન સાથે જમીન હલાવવી").
પ્રવેશ(ડિસ્કર, n, [ડિસ્કર્સ], "એ જે ડિસ્ક કરે છે").
entry(ડિસ્કેટ, ન, [ડિસ્કેટ્સ], "કમ્પ્યુટર માટેની એક ફ્લોપી ડિસ્ક").
entry(diskless, ક્રિયાવિશേષણ, [], "કોઈ ડિસ્ક ન ધરાવતી 컴퓨터 માટે રાઉન્ડ ફ્લેટ સંગ્રહ ઉપકરણ").
entry(ડિસ્કલાઇક, વિશેષણ, [], "ડિસ્ક જેવું એક સપાટ વર્તુળાકૃતિ પાતર盤").
entry(નાપસંદ, v, [નાપસંદ કર્યો, નાપસંદ કરી રહ્યો, નાપસંદ કરે છે], "અવેરોજન સાથે જોવું").
entry(disliker, n, [dislikers], "જે નાપસંદ કરે છે").
entry(dislimn, v, [dislimned,dislimning,dislimns], "અસ્પષ્ટ કરવા").
entry(દૂરકરવું, ક્રિયાપદ, [દૂરકર્યું,દૂરકરી રહેલું,દૂરકરે], "એક મજબૂત સ્થિતિમાંથી દૂર કરવા માટે").
entry(અવિશ્વાસુ, વિશેષણ, [], "લોયલ નથી").
entry(dismal, adj, [], "DISMALER DISMALESTઊદાસ અને નિરાશાજનકDISMALLY adv").
entry(નિરાશાજનક, ન, [નિરાશાજનકો], "દલદ્ભૂમિનો એક માર્ગ").
entry(dismast, v, [dismasted,dismasting,dismasts], "મસ્ત હટાવવો").
entry(મનમાં વ્યાકુળતા, ક્રિયા, [કમઝોર, કંપારી, કમકો], "સાહસ અથવા નિશ્ચય છીનવી લેવું").
entry(disme, n, [dismes], "સંયુક્ત રાજ્યનું પૂર્વ વપરાશનું એક સિક્કો").
entry(રજા આપવી, v, [રજી કર્યો, રજી કરતા, રજી કરે છે], "જવા દેવાની અથવા છૂટ આપવાની ક્રિયા").
entry(dismount, v, [dismounted,dismounting,dismounts], "ઊંચી સ્થિતિમાંથી નીચે ઊતરવું").
entry(અનાજ્ઞાપાલન, v, [અનાજ્ઞાપાલન કર્યું,અનાજ್ಞાપાલન કરવું,અનાજ્ઞાપાલન કરે છે], "આજ્ઞા પાળવામાં નિષ્ફળ થવું").
પ્રવેશ(ડિસોમિક, વિશેષણ, [], "ક્રોમોઝોમ્સની સંખ્યા નકલી હોવી").
પ્રવેશ(ડિસોમિ, ન, [ડિસોમીઝ], "ડિસોમિક હોવાની સ્થિતિ").
entry(અનિપર્યાપ્તતા, v, [અ ચોક્કસ ક્રમમાં ન હોવું,અવ્યવસ્થા સ્થાપિત કરવાનો ક્રિયા,અન્ય ક્રમમાં ફેરફાર કરવો], "ક્રમમાં તોટા").
entry(અધિકારનકારી, ક્રિયા, [અધિકારનકાર્યા, અધિકારનકારી રહ્યા, અધિકારનકારે છે], "માલિકીની ના પાડી").
entry(અસ્વીકારનાર, n, [અસ્વીકારનારો], "જુઓ કે ઇનકાર કરે છે").
પ્રવેશ(વિભાગ, ક્રિયાપદ, [વિભાજિત,વિભાગીentrée,વિભાગોને], "અલગ કરવા").
પ્રવેશ(ડિસ્પેચ, v, [ડિસ્પેચડ, ડિસ્પેચિંગ, ડિસ્પેચેસ], "ઝડપી રીતે મોકલવું").
entry(દુર, ન, [દુર કર્યો,દૂર કરવાનું,દૂર કરે છે], "વિભિન્ન દિશાઓમાં દૂર કરો").
entry(dispend, v, [dispended,dispending,dispends], "ઉડાઉ કરવું").
entry(વિતરિત કરો, v, [વિતરિત, વિતરિત કરી રહ્યું છે, વિતરીત કરે છે], "વિતરિત કરવા માટે").
પ્રવેશ(ફેલાવો, ક્રિયા, [ફેલાવ્યો,ફેલાવતો,ફેલાવે], "છીતરવા માટે").
entry(હિંમતગૂમ, ક્રિયા, [હિંમતગૂમાવ્યો,હિંમતગૂમાવતો,હિંમતગૂમાવે છે], "હિંમત અથવા આત્માવિશ્વાસ ઘટાડવો").
entry(વિસ્થાપિત કરો, ક્રિયાપદ, [વિસ્થાપિત કર્યું, વિસ્થાપિત કરવું, વિસ્થાપિત કરે છે], "સામાન્ય અથવા યોગ્ય સ્થાનથી દૂર કરવા માટે").
entry(ઉખેડવું, v, [ઉખેડ્યું,ઉખેડતા,ઉખેડે છે], "સ્થાનાંતર કરવું").
entry(ફેરફાર, v, [ફેરફાર, ફેરફાર, ફેરફાર], "સ્પષ્ટ અથવા પોષણ કરવા માટે").
entry(વિસ્ફોટ, ક્રિયા, [વિસ્ફોટિત,વિસ્ફોટાવી રહ્યો,વિસ્ફોટિત કરે છે], "સ્ફોટ થવું").
entry(displume, v, [displumed, displuming, displumes], "મૂળમાંથી નક્કાલવું").
entry(રમણ, v, [રમ્યો, રમતું, રમે છે], "પણ્સવા માટે").
entry(ઉપપ્રાપ્તિ, ન, [ઉપપ્રાપ્તિઓ], "નિકાસ કરવાનો અભિગમ").
entry(છાંટવો, v, [છાંટ્યું,છાંટી રહેલું,છાંટે છે], "સ્થાને મૂકવા માટે").
entry(નિકાલક, ન, [નિકાલકો], "અકસ્માત કરે તે").
entry(dispread, v, [dispread,dispreading,dispreads], "ફેલાવવા માટે").
entry(અવગણના, v, [અવગણવામાં આવ્યું,અવગણવાની પ્રક્રિયામાં,અવગણને], "અવગણવા માટે").
entry(ಪ್ರತ್ಯಾಖ್ಯಾನ, n, [ಪ್ರತ್ಯಾಖ್ಯಾನಗಳು], "ಅಸಡ್ಡೆ ಮಾಡುವುದು").
entry(નકારવું, v, [નકારેલ, નકારી ჩુક્યું, નકારતા], "નકારવું માટે નકારવું").
entry(વિવાદ, ક્રિયા, [વિવાદિત, વિવાદી, વિવાદો], "છીંદતું").
એન્ટ્રી(વિવાદક, નામ, [વિવાદકો], "અન્ય સાથે વિવાદ કરતાં વ્યક્તિ").
entry(અશાંતિ, ક્રિયા, [અશાંતિવાળી,અશાંતિવાળતો,અશાંતિરાખે છે], "શાંત આરામ અથવા શાંતિથી વંચિત કરવું").
entry(disrate, v, [disrated, disrating, disrates], "રેટિંગ અથવા સ્થાનમાં ઘટાડવો").
entry(ઊલંગ થવું, ક્રિયાપદ, [ઊલંગ થયો,ઊલંગ થવું,ઊલંગ થાય છે], "કપડા ઉતારવા માટે").
entry(ઉતરાવતા, ન, [ઉતરાવતા], "જે ઉતરાવે").
પ્રવેશ(ડિસરૂટ, ક્રિયા, [ડિસરૂટેડ, ડિસરૂટિંગ, ડિસરૂટ્સ], "મૂળથી ઉખેડવું").
entry(વિઘ્ન, ક્રિયા, [વિઘ્નિત,વિઘ્નશીલ,વિઘ્નો], "ગૌલમાં ફેરવવા").
entry(diss, v, [dissed,dissing,disses], "ડિસ કરવું").
entry(dissave, v, [dissaved,dissaving,dissaves], "વર્તમાન ખર્ચ માટે બચતનો ઉપયોગ કરવો").
entry(dissaver, n, [dissavers], "જે બચત કરતું નથી").
entry(disseat, v, [disseated,disseating,disseats], "બેઠક પરથી ઉતારવું").
entry(વિભાજન, ક્રિયા, [વિભાજિત,વિભાજનની પ્રક્રિયા,વિભાજિત કરે છે], "વૈજ્ઞાનિક પરીક્ષણ માટે કાપીને અલગ કરવામાં આવશે").
entry(dissed, past, [], "ડિસના કાળ").
entry(disseise, v, [disseised,disseising,disseises], "હેરાફેરો કરવો").
entry(disseize, v, [disseized,disseizing,disseizes], "અધિકાર બદલો").
entry(અસંમતિ, ક્રિયા, [અસમત,અસમતભરી,અસમતતા], "અસહમત થવું").
entry(નિબંધ, v, [નિબંધિત,નિબંધન,નિબંધો], "વિદ્વત્ અથવા ઔપચારિક ઢબે ચર્ચા કરવી").
entry(disserve, v, [disserved,disserving,disserves], "ખરાબ વર્તન કરવું").
entry(disses, present, [], "ઉપહાસ કરવાની ક્રિયા 3rd વ્યક્તિ અને એકવચન").
entry(છે especially zenԧe, v, [dissevered, dissevering, dissevers], "અલગથી ખાતાંા").
entry(dissing, present, [], "dis નો અંકિત ભાષાંતર").
entry(દ્રાવિત, ક્રિ, [દ્રાવિત,દ્રાવણ,દ્રાવિત કરે છે], "દ્રાવણમાં ફેરવવું").
entry(હટાવવા, ક્રિયા, [હટાવ્યો, હટાવી રહ્યો, હટાવે છે], "કઈક ન કરવા માટે મનાવવું").
entry(distaff, n, [distaffs], "અથવા DISTAVES એક પ્રકારનો સ્ટાફ").
entry(distain, v, [distained,distaining,distains], "લાંકવવું").
પક્ષ(distal, વિશેષણ, [], "મૂળ બિંદુથી દૂરસ્થિતDISTALLY વિશેષ્યાંશ તરીકે").
entry(distance, v, [દૂરી રાખવી,દૂરી મૂકવી,દૂરીઓ], "પાછળ છોડવું").
entry(દૂર, વિશેષણ, [], "ફરથી દૂર અથવા અલગ").
entry(અરુચિ, v, [અરુચિકરલુ,અરુચિકરવો,અરુચિઓ], "અપસંતોષિત થવું").
entry(distaves, a, [], "ડિસ્ટાફનો ગંભીર").
entry(ફુલાવો, v, [ફુલાવ્યો,ફુલાવતો,ફુલાવે છે], "સૂજવું").
entry(distent, adj, [], "ફેલાયો").
entry(distich, n, [દ્વિપદી], "એક દ્વિપદી").
entry(distil, v, [distilled,distilling,distils], "ડિસ્ટિલ કરવું").
entry(distill, v, [distilled,distilling,distills], "વાષ્પીકરણ અને દ્રવણનીક્રિયા દ્વારા કાઢવો").
entry(distinct, adj, [], "અસ્પષ્ટ રીતે ભિન્ન").
પ્રવેશ(ડિસ્ટોમ, ન, [ડિસ્ટોમસ], "એક પરોપજીવી ચપટીકીડો").
entry(વિકારવું, ક્રિયાપદ, [બગાડવું, વિકૃત કરવું, વિકારવું], "આકારથી બહાર પાડવું").
entry(વિખ્યાત, ક્રિયાપદ, [વિખ્યાત થયો, વિખ્યાત કરવો, વિખ્યાત કરે છે], "ધ્યાન હટાવવા માટે").
પ્રવેશ(જપતી, ક્રિયા, [જપતી, જપતી રહ્યા, જપતી છે], "સંપત્તિને સુરક્ષિત રૂપે જાતી રાખવું").
entry(distrait, adj, [], "અસ્થિરচিত્ત").
entry(distress, v, [distressed,distressing,distresses], "ચિંતા અથવા પીડા મુક્ત કરવી માટે").
entry(જિલ્લો, v, [જિલ્લավորված,જિલ્લાકારણ,જિલ્લાઓ], "સ્થાનિક વિસ્તારોમાં વહેંચવા માટે").
entry(અવિશ્વાસ, ક્રિયાપદ, [અવિશ્વાસ કર્યો,અવિશ્વાસ કરી રહ્યો છે,અવિશ્વાસ કરે છે], "વિશ્વાસ નથી એટલું").
entry(ખલેલ પોહચે, ક્રિયાપદ, [ખલેલ પોહચી, ખલેલ પોહચી રહ્યો છે, ખલેલ પોહચે છે], "શાંતિ, આરામ અથવા શાંત વરતનને ભંગ કરવા માટે").
entry(ડાયસલ્ફાઇડ, એન, [ડાયસલ્ફાઇડ્સ], "રાસાયણિક સંયોજન").
entry(અનૈકમત્ય, ન, [અનૈકમત્યો], "અણેકના ભાગોમાં વિભાજિત હવાની સ્થિતિ").
entry(અલગ, ક્રિયાપદ, [અલગ કર્યો,અલગ કરી રહ્યો છે,અલગ કરે છે], "અલગ કરવું").
entry(અસંગતતા, n, [અસંગતતાઓ], "એકતા નો અભાવ").
entry(ઉપયੋਗબંદ, ક્રિયાપદ, [ઉપયોગછોડેલ,ઉપયોગછોડીશ,ઉપયોગછોડે], "ઉપયોગ કરવાનું બંધ કરવું").
entry(disvalue, v, [disvalued,disvaluing,disvalues], "સરસ્વેય વેગમાં લઇ જવું").
entry(disyoke, v, [disyoked,disyoking,disyokes], "જથ્થો અથવા બોજમાંથી મુક્ત થવું").
entry(dit, n, [dits], "મોર્સ કોડમાં એક ડોટ").
entry(ડિટા, ન, [ડિટાસ], "એક ફિલિપાઇન વૃક્ષ").
entry(ditch, v, [ditched, ditching, ditches], "જમીન માં લાંબુ સંકુচিত ખોદકામ કરવું").
entry(ડિચર, n, [ડિચર્સ], "સરવાણી કરનાર").
entry(દિતે, પા, [દિતેસ], "ઊણું").
entry(દ્વિથેઇઝમ, n, [દ્વિથેઇઝમ્સ], "બે સમાન દેવતાઓમાં વિશ્વાસ").
entry(દિતીયવાદી, ન, [દિતીયવાદીઓ], "દ્વિ ઈશ્વરવાદનો અનુયાયી").
entry(ડિથેર, ક્રિ, [ડિથેર્દ,ડિથેરિંગ,ડિથેર્સ], "ચિંતિત અથવા અસ્થિર રીતે પ્રવૃત્તિ કરવી").
entry(ditherer, n, [ditherers], "એક જે આંખ મલકાવશે").
entry(ડિથેરી, વિશેષણ, [], "ચિંતા ભર્યું ઉત્સાહિત").
entry(ડાયથાયોલ, વિશેષણ, [], "બે રાસાયણિક જૂથો ધરાવતા જે બંનેમાં સલ્ફર અને હાઇડ્રોજન શામેલ છે").
entry(ditsy, વિશેષણ, [], "આવેશભર્‍યાંમૂર્ખ вынેષટક").
entry(ડિટેની, н, [ડિટેનિઝ], "એક બારમાસી હર્બ").
entry(ડિટ્ટો, v, [ડિટ્ટોઇડ,ડિટ્ટોઇંગ,ડિટ્ટોઝ], "ફરી પાડવું").
entry(ડિટ્ટી, ન, [ડિટ્ટીઝ], "કંઈક ટૂંકું અને સરળ ગીત").
entry(ડિટ્ઝ, n, [ડિટ્ઝેસ], "એક ડિટ્સી વ્યક્તિ").
entry(ditzy, adj, [], "DITZIER DITZIESTડિટ્સી").
entry(ડાયુરેસિસ, n, [ડાયુરેસિસ], "મૂત્રના વધુ પ્રમાણમાં નીકાસ").
entry(ડાય્યુરેટીક, ન, [ડાય્યુરેટીક્સ], "એક દવા કે જે મૂત્ર خارج ٿيڻને વધી દે છે").
પ્રવેશ(દિનદૈনিক, ન, [દિનદૈનિકો], "એક ડાયરી").
entry(ડાયુરોન, ન, [ડાયુરોન્સ], "એક જંતુનાશક").
entry(દીવા, n, [દીવાસ], "અગ્રણ મહિલા ઓપેરેટિક ગાયિકા").
એસૂધી(વિચલિત, ક્રિયા, [વિચલિત થયેલ,વિચલિત થઈ રહ્યો,વિચલિત કરે છે], "ભટકવું").
entry(divalent, adj, [], "ઉપસર્જાત્મક જથ્થો બે ધરાવનારો").
entry(દિવાન, n, [દિવાન્સ], "કાઉચ અથવા સોફા").
પ્રવેશ(ુડકી મારવી, ક્રિયાવાચક, [ઉડક્યું, ઊડકી મારવાં, ઉડકીઓ], "પાણીમાં માથાં પહોળું ઊડકી મારવી").
પ્રવેશ(ડાઇવબોમ્બ, ક્રિયા, [ડાઇવબોમ્બડ, ડાઇવબોમ્બિંગ, ડાઇવબોમ્બ્સ], "ડાઇવિંગ વિમાનમાંથી નિશાન પર બોમ્બ ડ્રોપ કરવું").
પ્રવેશ(ડાઇવર, નં, [ડાઇવરો], "એક જે ડાઇવ કરે").
entry(diverge, v, [વિવેચન કર્યું, વિવેચન કરી રહ્યું છે, વિવેચે છે], "સાધારણ બિંદુ પરથી વિવિધ દિશામાં આપોઆપ ચાલવું").
entry(વિવિધ, વિશેષણ, [], " مختلف").
પ્રવેશ(મોડવું, v, [મોડવામાં આવ્યું,મૂડી રહ્યા છે,મોડે છે], "બાજુએ વળવું").
entry(વિભાજક, n, [વિભાજકો], "એક જે વિભાજિત કરે છે").
entry(વિમોચન, ક્રિયાપદ, [વિમોચિત, વિમોચન કરવો, વિમોચન કરે છે], "કશુંક દૂર કરતાં").
પ્રવેશ(વિભાજિત કરો, v, [વિભાજિત,વિભાજિત કરે છે], "ભાગો, વિસ્તાર અથવા જૂથોમાં વિભાજિત કરવું").
entry(ભાજક, ન, [ભાજકો], "વિભાજિત કરવામાં આવનાર રકમ").
entry(વિભાજક, n, [વિભાજકો], "જે વિભાજન કરે છે").
entry(વિભાગ, વર્તમાન, [], "વિભાગના.participle").
entry(વિભાજ્ય, વિશેષણ, [], "વિભાજિત થઈ શકાય તેવું").
entry(divine, adj, [], "દૈવી DIVINESTદેવતા સંબંધિત અથવા લક્ષણવાળુંDIVINELY adv").
પ્રવેશ(દિવ્ય, v, [દિવ્યમાન,દિવ્યતા,દિવ્ય], "અલૌકિક ઉપાયો દ્વારા આગાહી કરવા માટે").
entry(ગુણજ, n, [ગુણજો], "એક જે ભવિષ્યકથન કરે").
entry(ડાઈવિંગ, સં, [ડાઈવિંગ્સ], "પાણીમાં હેડફર્સ્ટ કૂદવાનું કાવ્ય અથવા રમત").
entry(પૂછવા, વર્તમાન, [], "દૈવીનું વર્તમાન અતિર્મજ").
פּרવેશ(divinise, v, [divinised,divinising,divinises], "દૈવીકરણ કરવુ‌").
entry(દૈવત્વ, સ, [દૈવત્વો], "દિવ્ય હોવાની સ્થિતિ").
entry(દેવત્વ આપવું, ક્રિયા, [દિવાઇન કરે છે, દૈવીકરણ કરે છે, દૈવીકરણ કર્યો], "દિવ્ય બનાવવા માટે").
entry(વિભાગ, ન, [વિભાગો], "વિભાજનની ક્રિયા").
entry(વિભાજક, વિશેષણ, [], "એકતા કે વિસંવાદનો આરંભ કરવો").
entry(હિસ્સાદાર, n, [હિસ્સાદારો], "એક સંખ્યા જેણે ભાગફળી કોઢાય છે").
entry(છૂટાછેડા, v, [છૂટાછેડા લીધા,છૂટાછેડા લેતા,છૂટાછેડા લે છે], "બેઠક કરારને સમાપ્ત કરવા").
entry(divorcee, n, [divorcees], "તલાકપામેલ મહિલા").
પ્રવેશ(અલગથલગ કરી, ના, [અલગથલગ કરનારાઓ], "અલગ થનાર").
entry(divot, n, [divots], "ડિવોટ, ઘાસનો ટુકડો").
entry(પ્રકટ, v, [પ્રકટ કર્યું,પ્રકટ કરવું,પ્રકટ કરે], "પ્રકાશમાં લાવવું").
entry(ખુલાસો કરનાર, ન, [ખુલાસો કરનારોએ], "જેણે ખુલાસો કર્યો").
entry(ખોટું, v, [ખોટું,ખોટું,ખોટું], "ફાડી દેવું").
પ્રવેશ(ડિવ્વી, v, [ડિવ્વીડ,ડિવ്വીઇંગ,ડિવ્વીઝ], "વિભાગ કરવો").
entry(દીવાન, n, [દીવાનો], "દેવાન").
entry(દિક્ષીત, પ, [દિક્ષીત્સ], "એક નિવેદન").
entry(ડિઝન, ક્રિયા, [ડિઝન્ડ, ડિઝનિંગ, ડિઝન્સ], "ભવ્ય કપડામાં વસ્ત્રધારી થવું").
entry(દ્વિઓવિક, વિ, [], "બે નિષેચિત અંડાણુઓમાંથી વિકસિત").
entry(ચ્છકિ ગયેલો, વા, [], "અધિક છ્ષ્કિ ગયેલો બધાથી વધારે છ્ષ્કિ ગયેલો ફેરાતા સંવેદનાથીય છ્ષ્કિ થયેલો છ્ષ્કિથઈને ક્રિયાપદ").
entry(ચક્કર, v, [ચક્કર આવ્યો, ચક્કર આવતો, ચક્કર આવે છે], "ચક્કર લાવવા").
entry(જેબલ, નં, [જેબલ્સ], "જેબલ").
entry(ઝેલાબા, પ, [ઝેલાબાઓ], "એક લાંબા કુહાડાવાળા વસ્ત્ર").
entry(જેમ્બે, n, [જેમ્બેસ], "અફ્રિકન હેન્ડ ડ્રમનો એક પ્રકાર").
entry(djibba, n, [djibbas], "જિબ્બા").
entry(જિબ્બાહ, n, [જિબ્બાહ્સ], "જિબ્બા").
entry(દજિન, નામ, [દજિન્સ], "જિન્ની").
entry(જિન્ન, ન, [જિન્નસ], "જિન્ની").
એન્ટ્રી(દિન્ની, ન, [દિન], "જિન્ની").
entry(જિન્ની, n, [જિન્ન], "જિન્ની").
entry(કરી, નામ, [કરી], "ડાયાટોનીક સંગીત સ્કેલનો પ્રથમ સૂર").
entry(do, v, [didst,done,doing], "વર્તમાન કર્તા единственная одиночка 2ં વ્યક્તિ DO અથવા DOEST અથવા DOST 3рli વ્યક્તિ DOES અથવા DOETH અથવા DOTH શરુ કરવું અને પૂર્ણતા સુધી લઈ જવું").
entry(સંભવપનું, વિશેષણ, [], "કરવી શક્ય છે").
entry(દોટ, ક્રિયા, [દોટેડ,દોટિંગ,દોટસ], "પ્રીત્યે પાગલ થવા").
entry(ડોબર, n, [ડોબર્સ], "ફિશિંગ લાઇન માટેનો ફ્લોટ").
entry(dobbin, n, [dobbins], "એક ખેતરનું ઘોડું").
entry(ડોબી, સ, [ડોબીઓ], "મૂर्ख").
entry(dobe, n, [dobes], "અડોબે").
entry(ડોબી, ન, [ડોબીસ], "અદોબી").
entry(ડોબીઝ, બહુવચન, [], "ડોબીનો").
entry(ડોબલા, ન, [ડોબલાસ], "સ્પેનનું ભૂતપૂર્વ સોનાનું સિક્કો").
entry(doblon, n, [doblons], "અથવા DOBLONES સ્પેઇન અને સ્પેનિશ અમેરિકા નો ભૂતપૂર્વ સોનાનો સિક્કો").
entry(દોબ્રા, ન, [દોબ્રાસ], "પોર્ટુગલનો ભૂતપૂર્વ સોનાનો સિક્કો").
entry(ડૉબ્સન, ન, [ડૉબ્સન્સ], "જળચર કીટકનો મંથરવસ્થામાં આવ્યો").
entry(દોબી, ન, [દોબીઝ], "દોબી").
entry(doc, n, [ડૉક્સ], "ડોક્ટર").
પ્રવેશ(ઉપદેશક, ન, [ઉપદેશકો], "કોલેજ અથવા યુનિવર્સিটির લેક્ટરર").
પ્રવેશ(docetic, વિશેષણ, [], "ધાર્મિક સિદ્ધાંત સંબંધિત").
entry(docile, adj, [], "સહેજ ફાળોDOCILELY ક્રિયાવિશેષણ").
entry(વિનમ્રતા, ન, [વિનમ્રતાઓ], "વિનમ્ર હોવાનો ગુણ").
પ્રવેશ(ડોક, v, [ડોક્ડ,ડોકિંગ,ડોક્સ], "ડોક અથવા વ્હાર્ફમાં લાવવા માટે").
entry(ધમતાણું, ન, [ધમતાણાંઓ], "ધમ માટે ઉઘરાવેલી રકમ").
entry(ડોકર, n, [ડોકર્સ], "એક ડોક કામદાર").
entry(દસ્તાવેજ, v, [દસ્તાવેજિત,દસ્તાવેજીકરણ,દસ્તાવેજો], "ઓળખ દર્શાવતું નિવેદન પૂરું પાડવું").
entry(ડોકહેન્ડ, પ, [ડોકહેન્ડ્સ], "એક ડોકર").
entry(ડૉકલૅન્ડ, n, [ડૉકલૅન્ડ્સ], "બંધરગાહનો તે ભાગ જે ડૉક્સ દ્વારા આવરિત છે").
entry(dockside, n, [docksides], "一个码头附近的区域")
entry(બંદરગાહ, ન, [બંદરગાહો], "એક જહાજશાળા").
entry(ડૉક્ટર, v, [ડૉક્ટર્ડ, ડૉક્ટરિંગ, ડૉક્ટર્સ], "તબીબી સારવાર આપવીDOCTORLY સંજ્ઞા").
entry(ડોક્ટોરલ, વિશેષણ, [], "ડોક્ટર સબંધિત").
પ્રવેશ(શિક્ષણ, ન, [શિક્ષણો], "એક વિશ્વાસ અથવા મંતવ્યોનુ સમૂહ, જે શીખવવામાં અથવા સમર્થન કરવામાં આવે છે ").
entry(દસ્તાવેજ, v, [દસ્તાવેજિત,દસ્તાવેજીકરણ,દસ્તાવેજો], "નિર્ણાયક માહિતી અથવા પુરાવાથી સમર્થન આપવા માટે").
entry(ડોક્યુસોપ, ન, [ડોક્યુસોપ્સ], "યથાર્થના લોકોની પ્રવૃત્તિઓ વિષેનો ટેલીવિઝન સીરિયલ").
entry(dodder, v, [doddered,doddering,dodders], "ટોળું.").
entry(dodderer, n, [dodderers], "એક જે ડોડર્સ").
entry(ડોર્ડરી, વિશેષણ, [], "અશક્ત").
entry(doddle, n, [doddles], "સલુ કામ").
entry(ડૉજ, ક્રિયા, [ડૉજ્ડ,ડૉજિંગ,ડૉજેસ], "બચાવ કરવા માટે").
entry(ડોજેમ, ન, [ડોજેમ્સ], "એક એમ્યુઝમેન્ટ પાર્કમાં હવાઈ પ્રવાસ").
entry(ડોડજર, નામ, [ડોડજર્સ], "એક જે ડોડ્જ કરે").
entry(તરૂણાઇ, સ, [તરૂણાયીઓ], "પ્રતિહથ્ઠા").
entry(dodging, present, [], "ડૉજનું જોકે છે").
entry(ડૉજિ, વિશેષણ, [], "ડોડજીયર ડોડજીયસ્ટevasive").
entry(ડોડો, ન, [ડોડોઝ], "અથવા ડોડોઝ એક લુપ્ત ઉડવા માટે અસમર્થ પક્ષી").
entry(dodoism, n, [dodoisms], "નીચ ઉજ્ઞા").
પ્રવેશ(ડોઇ, ન, [ડોઝ], "એક સ્ત્રી હરણ").
entry(કર્તા, n, [કર્તાઓ], "એક જે કંઈક કરે છે").
entry(does, a, [], "હાજર 3ડી વ્યક્તિ એકવચન do નો").
entry(doeskin, n, [doeskins], "હરણની ხાલ").
entry(doest, a, [], "હાલ 2દ્વિતીય વ્યક્તિ એકવચન do નો").
પ્રવેશ(કરીતે, એક, [], "કરવાનું વર્તમાન 3d વ્યક્તિ એકવચન").
entry(ઉડાડવો, v, [ઉડાડ્યો,ઉડાડતા,ઉડાડે છે], "ઉતારવું").
entry(દોફર, n, [દોફર્સ], "જોટેકર").
entry(કૂતરો, v, [કૂતરી, કૂતરી રહ્યા, કૂત્રા], "કૂતરાની જેમ પાછળથી અનુસરણ કરવા ઘરેલું માંસાહારી સ્તંધી પ્રાણી").
entry(ડૉગબેન, n, [ડૉગબેન્સ], "એક વાર્ષિક હર્બ").
પ્રવેશ(ડોગબેરી, ન, [ડોગબેરિઝ], "જંગલી બેરી").
entry(ડોગકાર્ટ, n, [ડોગકાર્ટ્સ], "એક ઘોડાની ગાડી").
entry(dogdom, n, [dogdoms], "કૂતોનો વિશ્વ").
entry(doge, n, [doges], "વેનિસ અને જિનોઆની ભૂતપૂર્વ પ્રજાસત્તાકોમાં મુખ્ય માજીસ્ટ્રેટ").
entry(કડિયું, ક્રિયા, [કડિયું_કરેલું,કડિયું_કરી_રહ્યું,કડિયા], "પાનું વાળવવું").
entry(dogedom, n, [dogedoms], "ડોજના પ્રાંતો").
entry(ડોજશિપ, n, [ડોજશિપ્સ], "ડોજનું કાર્યાલય").
entry(ડોગી, ન, [ડોગીઝ], "ડોગી").
entry(dogface, n, [dogfaces], "અమెరికન સેના માં એક સૈનિક").
entry(ડોગફાઇટ, ક્રિયા, [ડોગફought,ડોગફાઇટિંગ,ડોગફાઇટ્સ], "હવાઈ યુદ્ધમાં જોડાવા માટે").
entry(ડૉગફિશ, n, [ડૉગફિશીઝ], "નાનો શેરખ").
entry(દોગ્ડ, ભૂતકાળ, [], "ડોગનો કાળ").
પ્રવેશ(ડૉગેડલી, ક્રિયા વિશેષણ, [], "જિદ્દીપણે").
entry(ડોગર, n, [ડોગર્સ], "એક મચ્છીમારી જહાજ").
entry(ડોગેરલ, ન, [ડોગેરલ્સ], "ત્રિવિઅલ અવ્વારડલી લખાયેલ કાવ્ય").
entry(કૂતરીગિરિ, સં, [કૂતરીગિરિઓ], "રોખી વર્તણુક").
entry(ડોગી, ન, [ડોગીઓ], "ડოგી").
entry(doggier, કેમ્પેરેટિવ, [], "ડોગીનો").
entry(ડોગીસ, બહુવચન, [], "ડોગીનું").
entry(ડૉગીસ્ટ, ઉત્તમ, [], "ડૉગીનું").
entry(dogging, present, [], "ડોગ નો ભાગરૂપ").
entry(ડૉગિશ, વિશેષણ, [], "ડૉગલાઈક").
entry(doggo, adv, [], "છૂપવામાં").
entry(doggone, adj, [], "DOGGONER DOGGONESTdamned").
entry(doggone, v, [doggoned,doggoning,doggones], "શાપ આપવો").
entry(doggoned, adj, [], "DOGGONEDER DOGGONEDESTdamned").
entry(doggrel, n, [doggrels], "ડોગરલ").
entry(doggy, adj, [], "કૂતરો જેવી કે કૂતરા જેવી").
entry(ડોગી, ન, [ડોગીઝ], "એક નાનું કૂતરું").
entry(કૂતોના ઘર, ન, [કુતોના ઘરો], "કુતરા માટેના રેવા માટેનું ઘર").
પ્રવેશ(ડોગી, ન, [ડોગીસ], "એક છૂટક વાછરડું").
entry(ડોગીઝ, બહુવચન, [], "ડોગીનો").
entry(ડૉગલેગ, ક્રિયા, [ડૉગલેગ્ડ,ડૉગલેગિંગ,ડૉગલેગ્સ], "એક વાંકણ fost જોઇને ઉથલતાં જવું").
entry(કૂતરા જેવું, વિશેષણ, [], "કૂતરા જેવી ઉણપ ધરાવતું").
entry(ડોગ્મા, ન, [ડોગ્માસ], "અથવા ડોગ્માટાઅધિકૃત તરીકે રજૂ કરેલ સિદ્ધાંત અથવા માન્યતાડોગ્મેટિક વિશેષણ").
Prolog:
entry(dognap, v, [dognaped,dognaping,dognaps], "અથવા DOGNAPPED DOGNAPPING DOGNAPSto ચોરાવવું કૂતરો").
entry(કૂતરા ચોર, n, [કૂતરા ચોરો], "એ જે કૂતરા ચોરી કરે").
entry(ડૉગ્સબોડી, ન, [ડૉગ્સબોડીઝ], "એક હલકું કામદાર").
entry(dogskin, n, [dogskins], "કૂતરાના ચામડીમાંથી બનેલ ચામડું").
entry(કૂતરાંનીબખ્ખલ, ક્રિયા, [કૂતરાંનીબખ્ખલકરી, કૂતરાંનીબખ્ખલકરતા, કૂતરાંનીબખ્ખલ], "કૂતરાં દ્વારા ખેંચાતી બખ્ખલ પર જવું").
entry(dogstail, n, [dogstails], "કાંટાળી ફૂલવાળી ઘાસ").
entry(ડોગટેલ, ન, [ડોગટેલ્સ], " ઘાસનો એક પ્રકાર").
entry(ડોગટૂથ, n, [ડોગટીથ], "એક કસ્પિડ").
entry(ડૉગટ્રોટ, ક્રિયાપદ, [ડૉગટ્રોટેડ, ડૉગટ્રોટિંગ, ડૉગટ્રોટ્સ], "નિષ્ઠાપૂર્વક ટ્રોટીંગથી જવું").
entry(ડૉગવેન, ન, [ડૉગવેન્સ], "એક નાનકડી પવનચક્કી").
entry(dogwatch, n, [dogwatches], "જહાજ પર નગરાણી ફરજની ઓછી સમયગાળાની ડ્યૂટી").
entry(ડોગવુડ, ના, [ડોગવુડ્સ], "એક વૃક્ષ").
entry(dogy, n, [dogies], "અનેક કૂતરા").
entry(દોહ, ન, [દોહ્સ], "ડાયાટોનિક સ્કેલનો પ્રથમ સૂર").
entry(doiled, adj, [], "હાલી ગયેલો").
entry(ડોઇલી, n, [ડોઇલીઝ], "નાનું નૅપકિન").
entry(કરવું, n, [કર્મો], "એક ક્રિયા").
entry(doit, n, [doits], "એક પૂર્વ ડચ સિક્કો").
entry(doited, adj, [], "જૂનું અને બળહીન").
ઍન્ટ્રી(ડોજૉ, પુરુષ, [ડોજો"], "એક શાળા જે જુડો અથવા કરાટે શીખવે છે").
entry(dol, n, [dols], "દર્દની તીવ્રતાનું એક માપ").
entry(ડોલ્સ, સં, [ડોલ્સી], "નરમ ટોનનો ઑર્ગન સ્ટોપ").
entry(દોલચેટ્ટો, ન, [દોલચેટ્ટોઝ], "ઇટાલીનું એક લાલ વાઇન").
entry(મનોબળમાં ઘટાડો, npl, [], "નراسતા કે ઠંડક નો સમય").
entry(ડોલ, ક્રિયા, [ડોલ્ડ, ડોલિંગ, ડોલ્સ], "નાનાં ભાગોમાં વિતરણ કરવું").
entry(દુ:ખી, વિશેષણ, [], "અતિશય દુ:ખી દુ:ખીઉદાસ").
entry(ડોલેરાઇટ, n, [ડોલેરાઇટ્સ], "બેઝાલ્ટનો એક પ્રકાર").
ઇન્ટ્રી(દોલેસમ, વિશેષણ, [], "દોલફુલ").
entry(વિતરવાનું, વર્તમાન, [], "દોલનું ભાગ રૂપ").
entry(ડોલ, v, [ડોલ્ડ, ડોલિંગ, ડોલ્સ], "સ્ટાઇલિશ રીતે કપડા પહેરવા").
entry(ડોલર, n, [ડોલર્સ], "યુનાઇટેડ સ્ટેટ્સની એક મોનિટરી યુનિટ").
entry(dollied, past, [], "ડોલીનો કાળ").
entry(dollies, present, [], "ડોલી નું તૃતિય પુરુષ એકવચન").
પ્રવેશ(ડોલિશ, વિશેષણ, [], "સુંદર").
entry(દોલોપ, v, [દોલોપ્ડ,દોલોપિંગ,દોલોપ્સ], "નાના માત્રામાં વિતરણ કરવા").
entry(dolly, v, [dollied,dollying,dollies], "ચાકિયા પ્લેટફોર્મ પર ખસેડવું").
entry(ડોલ્મા, ન, [ડોલ્મસ], "અથવા ડોલમાડેસ એક ભરી લીધેલું દ્રાક્ષનું પાન").
entry(ડોલ્માન, પુ, [ડોલ્માન્સ], "એક તુર્કી પાણી").
entry(ડોલમેન, ન, [ડોલમેનસ], "પૂરાતન સ્મારકડોલમેનિક વિશેષણ").
પ્રવેશ(ડોલોમાઇટ, ન, [ડોલોમાઇટ્સ], "એક ખનિજ").
entry(દોલોર, સં, [દોલોર્સ], "દુખ").
entry(દોલોરોસો, વિશેષણ, [], "શોકાત્મક સંગીત માણી ગયેલી ગુણવત્તા ધરાવતું").
પ્રવેશ(દુઃખદ, વિશેષણ, [], "વિલાપી").
entry(દુઃખ, ન, [દુઃખો], "દુઃખ").
એન્ટ્રી(ડોલ્ફિન, ન, [ડોલ્ફિન્સ], "એક જલચર સ્તનધારી").
entry(dolt, n, [dolts], "મૂર્ખ વ્યક્તિDOLTISH વિશેષણ").
entry(dom, n, [ડૉમ્સ], "કેટલાક સંન્યાસીઓને આપેલ એક ઉપાધિ").
entry(ડોમેન, એન, [ડોમેન્‍સ], "નિયંત્રણનું વિસ્તાર").
entry(domaine, n, [domaines], "બરગન્ડીમાં ઇનો દ્યાં").
entry(ડોમલ, વિશેષણ, [], "ડોમિકલ").
entry(ગુંબજ, સ, [ગુંબજવાળો, ગુંબજીવાળો, ગુંબજો], "ગોળાકાર છત સાથે ગુંબજ વડે આવરી દેવું").
entry(domelike, વિશેષણ, [], "ગુંબજની જેમ").
entry(domesday, n, [domesdays], "કિનારા દિવસ").
entry(domestic, n, [domestics], "ઘરને નોકરી કરવા વાળું").
entry(domic, વિશેષણ, [], "domical").
entry(domical, adj, [], "ગુંબજ જેવું આકારેલું").
entry(સ્થાયી, v, [સ્થાયી થયેલ,સ્થાયી થતાં,સ્થાયી થાય], "સ્થાયી થવું").
entry(રહેઠાણ, v, [રહેઠાણસ્થ, રહેઠાણબનાવતી, રહેઠાણો], "રહેઠાણમાં સ્થપિત કરવું").
entry(પ્રબળ, n, [પ્રબળો], "નિયંત્રક જેણેટિક લક્ષણ").
પ્રવેશ(પ્રભુત્વ, ક્રિ, [પ્રભુત્વમાં લીધેલા, પ્રભુત્વમાં લેતા, પ્રભુત્વ ધરાવે છે], "નિયંત્રણ રાખવું").
entry(સ્વામી, પ, [સ્વામીઓ], "માસ્ટર").
entry(દમન, ક્રિયા, [દમન કર્યું,દમન કરવો,દમન કરે છે], "તાનાશાહી કરવી").
entry(ડોમિંગ, હાજર, [], "gujarati translation of dome નો ક્રિયાવિશેષણ").
entry(ડોમિનિક, ન, [ડોમિનિક્સ], "અમેરિકન જાતિના ચિકનની એક જાત").
entry(ડોમિની, ન, [ડોમિનીઝ], "એક પાદરી").
એન્ટ્રી(ડોમિનિયન, ન, [ડોમિનિયન્સ], "સર્વોચ્ચ સત્તા").
entry(dominium, n, [dominiums], "માલિકીની અને સંપત્તિના નિયંત્રણનું અધિકાર").
entry(domino, n, [dominos], "અથવા DOMINOESએક નાનું માસ્ક").
entry(ડોન, ક્રિયા, [પહેર્યું, પહેરવાનું, પહેરે છે], "પહેરવું").
entry(dona, n, [donas], "એક સ્પેનિશ સ્ત્રી").
entry(અંદરાઅલણા, સં, [અંદરાઅલણાઓ], "પીતામાં લોઈ ની ચીરો").
entry(દાન આપવું, v, [દાન આપ્યું,દાન આપી રહ્યો છે,દાન આપે છે], "દાન કરવું").
entry(ધાન, પ, [દાન], "કશુંક આપ્યું").
entry(દાન, નામ, [દાનસ્વરૂપો], "એક દાન").
entry(દાનકર્તા, n, [દાનકર્તાઓ], "એક દાતા").
entry(done, past, [], "કર્યુંનો પક્ષ").
entry(donee, n, [donees], "સમાનનું પ્રાપક").
entry(ડોનેગલ, ન, [ડોનેગલ્સ], "ટ્વીડનો એક પ્રકાર").
entry(doneness, n, [donenesses], "પાક સમાપ્ત થવાનો રાજ્ય").
entry(ડોંગ, ક્રિયાપદ, [ડોંગ કર્યુ, ડોંગ કરવાથી, ડોંગ કરે છે], "મોટી ઘંટડી જેવા ઊંડો અવાજ કરવા માટે").
entry(ડોંગા, n, [ડોંગાસ], "વેલ્ડટમાં ખીણ").
entry(ડોંગલ, સં, [ડોંગલ્સ], "કમ્પ્યુટરના ઉપકરણ માટે").
entry(ડોંગોલા, પું, [ડોંગોલા], "ચમડાની એક પ્રકાર").
entry(દોંજન, ન, [દોંજન્સ], "કિલ્લાની મુખ્ય મિનાર").
પ્રવેશ(ગધેડો, નામ, [ગધેડાઓ], "ઘરના ગધેડા").
entry(ડોના, નામ, [ડોના], "અથવા DONNE એક ઇટાલિયન લેડી").
entry(donned, past, [], "ડોન ના કાળ").
entry(દોને, એન, [દોનેસ], "અનુમાનોના સમૂહ પર જે એક કહાની આગળ વધે").
entry(donnerd, adj, [], "ડૉનરડ").
entry(દૉનારેડ, વિશેષણ, [], "મોબાઇલાઈઝ્ડ").
entry(ડોનરટ, વિશેષણ, [], "ડોનરડ").
entry(ડૉનિકર, ન, [ડૉનિકર્સ], "ટોયલેટ અથવા તે ખાણ").
entry(લગાડવું, વર્તમાન, [], "લગાવાનું વર્તમાના ભાગરૂપ છે").
entry(દોનીશ, વિશેષણ, [], "શાસ્ત્રીય").
entry(દાતા, પ, [દાતાઓ], "એક જે દાન કરે છે").
entry(donship, n, [donships], "બ્રિટિશ યુનિવર્સિટીના વરિષ્ઠ સભ્ય તરીકેના દોનનો સ્થાન").
entry(donsie, adj, [], "અનલકી").
entry(donsy, સ્વ, [], "donsie").
entry(ડોનટ, n, [ડોનટ્સ], "ડૌઘનટ").
entry(ડોનઝેલ, ન, [ડોનઝેલ્સ], "યંગ સ્ક્વાયર").
entry(ડૂબ, n, [ડૂબ્સ], "એક ડૂબી").
entry(ડૂબી, પોતાની, [ડૂબીઓ], "મારીજ્વાના સિગારેટ").
entry(doodad, n, [doodads], "એક લેખ જેમનું નામ અજાણ્યું અથવા ભૂલી ગયેલું છે").
entry(doodah, n, [doodahs], "એક નાનું ઉપયોગી ઉપકરણ").
entry(ડૂડલ, ક્રિયા, [ડૂડલ્ડ, ડૂડલિંગ, ડૂડલ્સ], "અર્થહીન રીતે આંકવું અથવા લખવું").
entry(ડૂડલર, ન, [ડૂડલર્સ], "એક જે ડ્રોઇંગ કરે છે").
entry(ડૂડૂ, ન, [ડૂડૂઓ], "મળમૂત્ર").
entry(ડૂડી, ન, [ડૂડીઝ], "મળ").
entry(ડૂફસ, ન, [ડૂફસસ], "બેવકૂફ અથવા મૂરખ વ્યકતિ").
entry(ડૂલીએ, પા, [ડૂલીઓ], "બીમાર અથવા ઘાયલ માટે સ્ટ્રેચર").
entry(ડૂલી, ન, [ડુલીઓ], "ડૂલી").
entry(ડૂલી, n, [ડૂલીઝ], "ડૂળી").
entry(કાળ, ક્રિયા, [કાળનિર્ધારિત, કાળા મૂકતાં, કાળ], "અશુભ ભવિષ્યની પ્રકટતા માટે નિર્ધારિત").
entry(ડૂમફુલ, વિશેષણ, [], "અપશુકનવું").
entry(વિનાશદિવસ, ન, [વિનાશદિવસો], "ન્યાય દિવસ").
entry(ડૂમસ્ટર, ન, [ડૂમસ્ટર્સ], "એક ન્યાયાધીશ").
entry(doomy, adj, [], "જ્યાં સુધી વધુ ડૂમીએ ક્યાં સુધી DOOMIESTdoomfulDOOMILY adv").
પ્રવેશ(દજબા, ન, [દજબાઓ], "પ્રવેશદ્વાર પરનો ચાલક અવરોધ DOORED વિશેષણ").
entry(દરવાજાની ઘંટી, સં, [દરવાજાની ઘંટીઓ], "દરવાજા પર લગાડેલો એક ઘંટડો").
entry(ડોરકેસ, n, [ડોરકેસેસ], "બારણું માટેનું ફ્રેમ").
entry(દરવાજાનું કબાટ, ન, [દરવાજાના કબાટો], "દ્વારપ્રવેશના બાજુએ રેખાંતરે સ્થિત ટુકડો").
entry(દરવાજાનું હેન્ડલ, સ, [દરવાજાનાં હેન્ડલ], "દરવાજું ખોલવા માટેનું હેન્ડલ").
entry(doorless, adj, [], "દ્વાર વિના").
entry(દરવાજાકા, n, [દરવાજાકાઓ], "એક ઇમારતનો દરવાજાનો સહાયક").
entry(દરવાજાનું પાટલું, ન, [દરવાજાને પાટલા], "દરવાજાની આગળ મૂકવામાં આવતું પાટલું").
Prolog:
entry(દોરનેલ, n, [દોરનેલ્સ], "એક મોટુ માથાવાળું ખીલુ").
entry(દીલ, n, [દીલના તિરાડો], "એક દરવાજા માટેનો સદુર").
entry(બારાણું, સ, [બારાણાં], "દાર વિકટ").
entry(ફાટકડી, નામ, [ફાટકડીઓ], "દ્વાર તરફ લીડ કરતો પગથિયું").
entry(દોરસ્ટોપ, પ, [દોરસ્ટોપ્સ], "દરવાજાને ઉઘાડેલી સ્થિતિમાં રાખવા માટે વપરાતી વસ્તુ").
entry(તોરણદ્વાર, n, [તોરણદ્વાર], "રૂમ અથવા ઇમારતનો પ્રવેશદ્વાર").
entry(મુખમંડપ, ન, [મુખમંડપો], "એક ઘરે આગળનું આંગણું").
entry(ડુવોપ, ન, [ડુવોપ્સ], "એક ગાયક શૈલી").
entry(ડૂઝર, ન, [ડૂઝર્સ], "ડૂઝી").
entry(ડૂઝી, ન, [ડૂઝીઝ], "ડૂઝી").
વિદ્યાર્થી(doozy, n, [doozies], "તેની જાતનો અત્યંત અસાધારણ").
પ્રવેશ(ડોપા, ન, [ડોપાસ], "પાર્કિન્સન રોગનું સારવાર માટેની દવા").
entry(ડોપામીન, n, [ડોપામાઈન્સ], "હ્દયને ઉત્તેજિત કરવા માટે વપરાતું ડોપાનું એક રૂપ").
એન્ટ્રી(ડોપેન્ટ, ન, [ડોપેન્ટ્સ], "શુદ્ધ પદાર્થમાં ઉમેરાયેલા અપવન").
entry(ડોપ, ક્રિયાપદ, [ડોપ કર્યું, ડોપિંગ, ડોપ કરે છે], "નશીલો પદાર્થ આપવો").
entry(ડોપ, વિશેષણ, [], "અતિશય ઉત્તમ").
entry(ડોપર, ન, [ડોપર્સ], "જેટલો ડોપ કરે").
entry(ડોપેસ્ટર, n, [ડોપેસ્ટર્સ], "જે સ્પર્ધાઓના પરિણામોનો અહેવાલ આપે છે").
entry(તમારું_નામ, વિશેષણ, [], "લેથાર્જિક મૂર્ખતાસભરઅલસતાથી અભ્યાસ").
entry(dopier, comparative, [], "દોપીનો").
entry(સબ سے મૂર્ખ, સુપરલેટિવ, [], "મૂર્ખનો").
entry(಼ઓપીનેस, સં, [಼ઓપીનેस], "બેવકૂફ સ્થિતિ હોવાની").
entry(ડોપિંગ, ન, [ડોપિંગ્સ], "અથ્લીટ્સ દ્વારા નશીલા દવાઓનો ઉપયોગ").
entry(dopy, adj, [], "DOPIER DOPIESTdopey").
entry(દોર, ન, [દોર્સ], "યુરોપિયન કાળો ભમરો").
entry(ડોરાડો, n, [ડોરાડોઝ], "એક સમુદ્રી માછલી").
entry(dorbug, n, [dorbugs], "એક દર").
entry(દોરે, ન, [દોરેસ], "એક મોટું મીઠું પાણીનું મછલી").
entry(ડોરહોક, ન, [ડોરહોક્સ], "એક રાત્રિ પંખી").
entry(dories, pl, [], "ડોરીનો").
entry(મૂર્ખ, ન, [મૂર્ખો], "એક મંદબુદ્ધિ અથવા બેકાબૂ વ્યક્તિ").
entry(ડોર્કી, વિશેષણ, [], "મૂર્ખ વધુ મૂર્ખ સૌથી મૂર્ખ").
entry(છાત્રાલય, n, [છાત્રાલયો], "એક નાયકાશાળા").
entry(સુસ્તતા, n, [સુસ્તતાઓ], "સુસ્ત હોવાનો સ્થિતિ").
entry(સુતેલા, વિશેષણ, [], "સોતું").
દાખલા(ડોરમર, ન, [ડોરમર્સ], "વિન્ડોનો એક પ્રકારDORMERED વિશિષ્ટ").
પ્રવેશ(ડોર્માઇસ, pl, [], "ડૉર્માઉસનો").
entry(ડોર્મી, ખાસણામ, [], "ગોલ્ફમાં એટલાં હોળથી આગળ હોવું જેટલા હજી રમવાના બાકી છે").
પ્રવેશ(સુસ્ત, વિશેષણ, [], "સુસ્ત").
entry(ડોર્મિન, ન, [ડોર્મિનસ], "એક છોડનું હોર્મોન").
entry(dormouse, n, [dormice], "સાયદો દંદાર પ્રાણી").
entry(ડોર્મી, વિશેષણ, [], "ડોર્મી").
entry(dorneck, n, [dornecks], "ડોર્નિક").
entry(ડોર્નિક,ન, [ડોર્નિક્સ], "એક ભારે કાપડ લાઇનન").
entry(dornock, n, [ડૉર્નૉક્સ], "ડૉર્નિક").
entry(ગામ, પ, [ગામો], "એક ગામ").
entry(ಡಾರ್ಪರ್, n, [ಡಾರ್ಪರ್s], "ઓર ઉન આ બ્રિડ ઓફ મટનપ્રોડ્યુસિંગ શીપ").
entry(દોર, n, [દોર્સ], "દોર").
entry(ડોર્સા, pl, [], "ડોર્સમનો").
entry(dorsad, adv, [], "ડોર્સલી").
entry(ડોર્સલ, n, [ડોર્સલ્સ], "ડોર્સલી સ્થિત એનાટોમિકલ ભાગ").
entry(પાછળથી, ક્રિયાવિશેષણ, [], "પીછળ તરફ").
entry(ડોર્સલ, ન, [ડોર્સેલ્સ], "એક ડોસલ").
entry(ડોર્સર, n, [ડોર્સરો], "ડોસser").
entry(પાછળ, n, [પાછળ], "પીઠ").
entry(દોર્ટી, વિશેષણ, [], "ઉદાસ").
entry(ડોરી, સ્ટ્રીલિંગ, [ડોરીઓ], "ચપટી તળિયાવાળી નાવ").
entry(ડોરીમેન, n, [ડોરીમેન્સ], "એક જે ડોરીમાંથી માછલી પકડે છે").
entry(ડોશા, ન, [ડોશા], "અથવા ડોસાઇ ચોખા ના લોટ થી બનેલું પાનકેક").
entry(ડોજ, n, [ડોજઝ], "દવાને આપવાની માત્રા").
entry(માત્રા, v, [માત્રાતી,માત્રાપણું,માત્રાઓ], "ચોક્કસ માત્રામાં દવા આપવા").
entry(ડોઝર, n, [ડોઝર્સ], "દોડો ફટકારનાર").
entry(દોષ, ન, [], "મની").
entry(દોષ, પુ, [દોષો], "શરીરમાં પ્રવાહિત થતી ત્રણે ઊર્જાઓમાંની પ્રત્યેક").
entry(doss, v, [dossed,dossing,dosses], "કોઈપણ અનુકૂળ સ્થળને સૂવા માટે").
entry(ડોસાલ, ન, [ડોસાલ્સ], "એક શોભાયમાન કાપડ જે વેદી પાછળ લટકાવવામાં આવે છે").
entry(dossel, n, [dossels], "દોસલ").
entry(ડોસser, સં, [ડોસers], "પીઠ પર વહન કરવામાં આવતું ટોકરું").
entry(ડોસરે, n, [ડોસરે‌સ], "કોલમના કેપિટલ પર આરામ કરતો બ્લોક").
entry(ડોઝિયર, n, [ડોઝિયર્સ], "એક જ વિષયનાં કાગળોની ફાઇલ").
entry(ડૉસિલ,્ન, [ડૉસિલ્સ], "શાહી સાફ કરવા માટેનો કપડાનો રોલ").
entry(દોસ્ત, એ, [], "કરવાનું વર્તમાન ૨મું વ્યક્તિ એકવચન").
પ્રવેશ(ડોટ, ક્રિયાપદ, [ડોટેડ, ડોટિંગ, ડોટ્સ], "નાની ગોળ ખુશ્બોની સાથે ડોટ્સ સાથે આવરી નાખવું").
પ્રવેશ(વ્રદ્ધાપ્ય, સ, [વ્રદ્ધાપ્યો], "મંદ બુદ્ધિનો સ્થિતિ").
entry(દોટલ, વિશેષણ, [], "કાન્યસિથ કservezni").
entry(dotard, n, [dotards], "એક વધેલ આદમીDOTARDLY વિશેષણ").
entry(ડોટેશન, ન, [ડોટેશનો], "એક દાન").
entry(dote, v, [doted,doting,dotes], "અતિશય સ્નેહ દર્શાવવો").
entry(દોટર, સં, [દોટર્સ], "જે દોટ કરે છે").
entry(doth, a, [], "કરવાનું વર્તમાન 3d વ્યક્તિ એકવચન").
entry(dotier, comparative, [], "ડોટી").
entry(dotiest, superlative, [], "અપિન્કલનર").
entry(doting, present, [], "dote નો સ્વરૂપ").
પ્રવેશ(હદથી વધુ પ્રેમાળ, ક્રિયાવિશેષણ, [], "અતિશય સ્નેહભાવથી").
entry(ડોટેડ, ભૂત, [], "ડોટનો કાળ").
entry(dottel, n, [dottels], "ડોટલ").
entry(dotter, n, [ડોટર્સ], "જે ડોટ કરે છે").
entry(ડોટરેલ, n, [ડોટરેલ્સ], "એક કીનારાના પક્ષી").
entry(dottier, comparative, [], "ડોટીનો").
entry(ડોટિએસ્ટ, સર્વોત્તમ, [], "ડોટી નું").
entry(dottily, adv, [], "ડોટી રીતે").
entry(dotting, present, [], "ડોટનો ઉપવિષે કાકા").
entry(ડોટલ, પ, [ડોટલ્સ], "અર્ધસળગેલું પાઈપ તમાકુનો ઢગલો").
entry(dottrel, n, [dottrels], "ડોટોરેલ").
entry(dotty, adj, [], "ડૉટિયર ડૉટીએસ્ટપાગલ").
entry(doty, adj, [], "ડોટિઅર ડોટિએસ્ટક્ષય દ્વારા દાગ લગાવેલ").
entry(ડબલ, v, [ડબલ્ડ, ડબલિંગ, ડબલ્સ], "બમણું કરવું").
entry(દબ્લર, n, [દબ્લર્સ], "એક જે દબ્લ કરે").
entry(ડબલેટ, ન, [ડબલેટ્સ], "એક ચુસ્ત ફિટિંગ જેકેટ").
entry(દોઉબ્લિંગ, વર્તમાન, [], "ડબલનો વર્તમાન કૃત્ય વિશેષણ").
entry(ડૂબલૂન, n, [ડૂબલૂન્સ], "સાબીત થયેલ સ્પેનિશ સોનાનું સિક્કું").
entry(ડબલૂર, ન, [ડબલૂરઝ], "પુસ્તક કવરનું અસ્તર").
અંન્સુચના(દોટેબ, ક્રિયા વિશેષણ [દાનકાર], "એક જે દોટે, શંકાસ્પદ, સંતુષ્ટ, શાંત, સાવધાન, સંવેદનશીલ, ગ્રૅટ્યુઇટી, ફુભારણામ્રિકતિઓ, પાછળબજેયથા, ઝઘડો, દ્રજ, હેલમ, મુહીં, વ્યકિતસર, ગ્રિસદ્દવી, દોનીચલ, ગથોરા, ભારે વરસાદ, આશ્ચર્યજનક").
entry(એક, વિશેષણ, [], "બે અથવા વધુ વિશિષ્ટ વ્યક્તિઓમાંનો એક હોવો").
પ્રવેશ(ઉત્સાહી, વિશેષણ, [], "ઉત્સાહી ઉત્સાહીસ્તઅધિરાથી અપેક્ષિતઉત્સાહથી ક્રિઆવિશેષણ").
entry(ઉત્સુક, n, [ઉત્સુકો], "ઉત્સુક").
entry(ઈગલ, ક્રિયા, [ઈગુડ, ઈગલિંગ, ઈગલ્સ], "ગોલ્ફમાં એક હોલ પર પાર કરતાં બે સ્ટ્રોક ઓછા કરીને ઈગલ સ્કોર કરવા માટે").
entry(eaglet, n, [eaglets], "ઈગલનો बच्च").
entry(eagre, n, [eagres], "આ ચાલક પ્રવાહ").
entry(eanling, n, [eanlings], "યેનલિંગ").
જમાવટ(કાન, ક્રિયા, [કાનવાળો,કાનવવાં,કાનો], "અનાજના ફળ પાકના વડા બનાવવું").
entry(earache, n, [earaches], "કાનદર્દ, સાંભળવાના અવયવમાં થતો દુખાવો").
entry(earbud, n, [earbuds], "નાનું કાનફોન").
એસ્થી પ્રકાર(ear drop, નામ, [ear drops], "એક કાનની બુંધી").
entry(eardrum, n, [eardrums], "ટાઇમ્પેનિકઝાબૂક").
entry(eared, વિશેષણ, [], "કાન ધરાવતા").
entry(earflap, n, [earflaps], "કાનને ઢાંકવા dizાઇન કરાયેલ કેપનો એક ભાગ").
entry(earful, n, [earfuls], "માહિતીની પ્રવાહ").
entry(earhole, n, [earholes], "કાન નો બાહ્ય ખુલ્લો ભાગ").
entry(earing, n, [earings], "સપાટ રેખા પર એક લાઇન").
entry(અર્લ, ન, [અર્લ્સ], "એક બ્રિટિશ મહારાજા").
entry(earlap, n, [earlaps], "કાનનું ઢાંકણ").
entry(earldom, n, [earldoms], "એક અર્લનો દરજ્જો").
entry(earless, વિશેષણ, [], "કાન વગર").
પ્રવેશ(વરાળમાં, તુલનાત્મક, [], "શરૂઆતથી").
એન્ટ્રી(સૌથી વહેલું, અત્યંત, [], "વહેલું").
entry(earlobe, n, [earlobes], "કાનનો ભાગ").
entry(કાનના વાળનો કાતર, n, [કાનના વાળના કાતર], "કાન પાસેના વાળની લટ").
entry(earlship, n, [earlships], "earldom").
entry(શરુઆત, ક્રિયા, [], "શરૂઆતમાં સમયાવધિ અથવા ઘટનાઓની શ્રેણીના નજીક").
entry(અનુદાન, v, [અનુદાન આપ્યું, અનુદાન આપી રહ્યું, અનુદાનો], "વિશેષ ઉપયોગ માટે નિર્દેશ આપવું").
entry(earmuff, n, [earmuffs], "કાન ઢાંકનારાં એક જોડામાંનું એક").
entry(earn, v, [earned,earning,earns], "કામ અથવા સેવા માટે મેળવવું અથવા લાયક થવું").
entry(earner, n, [earners], "એક જે કમાય છે").
entry(earnest, n, [earnests], "એક પુરાવા ચુકવણી").
entry(earnings, npl, [], "કઈક કમાઈ الجودة").
પ્રવેશ(ઈયરફોન, ન, [ઈયરફોન], "કાન પર પહેરવામાં આવતું સાંભળવાનું ઉપકરણ").
પ્રવેશ(earpiece, n, [earpieces], "એક કાનમાં પહેરવાનું ફોન").
entry(earplug, n, [earplugs], "કાન માટેનો પ્લગ").
entry(earring, n, [earrings], "કાનના લોબ માટેનો આભૂષણ").
entry(earshot, n, [earshots], "જ્યાં અવાજ સંભળાય તે દાયરું").
પ્રવેશ(ઇઅર્સ્ટોન, n, [ઇઅર્સ્ટોનસ], "એક ઓટોલિથ").
entry(પૃથ્વી, v, [પૃથ્વી કરી, પૃથ્વી કરવી, પૃથ્વીઓ], "ભૂમિ અથવા મિષ્ટાણથી ઢાંકવું").
entry(earthen, વિશેષણ, [], "માટીનું બનાવેલું").
entry(earthier, comparative, [], "ભૂમિ સદૃશ").
entry(earthiest, superlative, [], "પૃથ્વીનો").
entry(earthily, adv, [], "એક જમીનસ્વરૂપે માની બન્ને").
entry(earthly, adj, [], "EARTHLIER EARTHLIESTworldly").
entry(પૃથ્વીવાસી, n, [પૃથ્વીવાસીઓ], "પૃથ્વી ગ્રહ પરથી આવેલ વ્યક્તિ").
entry(earthnut, n, [earthnuts], "યુરોપિયન જડીબુટ્ટી").
entry(earthpea, n, [earthpeas], "એક લતાવાળી વનસ્પતિ").
entry(earthset, n, [earthsets], "ચંદ્ર પરથી જોઈને પૃથ્વીનો સ્ત, પૃથ્વીનો દૃશ્ય પાત").
એન્ટ્રી(માટીનાં, વિશેષણ, [], "માટી જેવું બનેલું, માટી જેવું અથવા સૂચન કરતું").
entry(કાનમેલ, n, [કાનમેલો], "સર્યુમેન").
entry(earwig, v, [earwigged,earwigging,earwigs], "રહસ્યમાં બીજાના વિરુદ્ધ insinuate કરવું").
entry(earworm, n, [earworms], "એક બોલવોર્મ").
entry(સરળતા, ક્રિયા, [સરળતા આપી, સરળતા ધરી રહ્યો/રહેલી, સરળતા આપે છે], "આરામ અથવા રાહત આપવા માટે").
entry(સુગમ, વિશેષણ, [], "સમાધાનકારક").
entry(ઈઝલ, ન, [ઈઝલ્સ], "ત્રિપાદી ફ્રેમEASELED વિશેષણ").
entry(ઉપયોગનમતા, સ, [ઉપયોગનમતાઓ], "રાહત").
entry(easer, v, [easers], "એક જે સરળ બનાવે").
entry(આસાન, પડતાલ, [], "સાથે સહેલ").
entry(easies, pl, [], "ઓફ ઇઝી").
entry(સૌથી સરળ, સર્વોઉત્તમ, [], "of સરળ").
entry(સહેલાઈથી, ક્રિયાવિશેષણ, [], "સામાન્ય સુલભતાથી").
entry(સહજતા, ન, [સહજતાઓ], "સહજ હોવાની સ્થિતિ").
entry(સારલતા, વર્તમાન, [], "આરામનું કૃદંત").
entry(પૂર્વ, n, [પૂર્વો], "કંપનીસનો એક મુખ્ય બિંદુ").
ಇನ್(ઈસ્ટર, પ, [ઈસ્ટર્સ], "પૂર્વ તરફથી પવન અથવા વાવાઝોડું").
entry(ઈસ્ટરલી, ન, [ઈસ્ટરલીઝ], "પૂર્વથી આવતી પવન").
entry(પૂર્વ, વિશેષણ, [], "પૂર્વ તરફ અથવા પૂર્વમાં છે").
એન્ટ્રી(ઈસ્ટિંગ, n, [ઈસ્ટિંગ્સ], "પૂર્વ તરફ ગતિ").
entry(પૂર્વ તરફ, n, [પૂર્વ તરફs], "પૂર્વ તરફ એક દિશા").
entry(સહેલું, વિશેષણ, [], "સરળ ગણાવવા યોગ્ય").
પસર્તા(સેહલ, પ, [સેહલીઓ], "અક્ષર E નું એક સંચાર કોડ શબ્દ").
entry(ખાવું, v, [ખાધું, ખાતું, ખાતા], "ખાવા માટે ભોજન નાશ કરવું").
entry(eatable, n, [eatables], "ખાદ્ય").
entry(eater, n, [eaters], "જેટલું ખાય છે").
entry(ખાણીપીણી, ન, [ખાણીપીણીયા], "એક જમવાનો ઓરડો").
entry(eath, adj, [], "સરળ").
entry(ખાવુ, ન, [ખાવાઓ], "ખોરાકનો ઉપભોગ કરવાનું કાર્ય").
entry(eau, n, [eaux], "પાણી એક પારદર્શક સ્વાદહીન સુગંધહીન પ્રવાહી").
entry(છાજલ, ન, [છાજલ], "છાપરાંના નીચેની બહાર નિકળેલી ધારEAVED વિશેષણ").
entry(ebb, v, [ebbed,ebbing,ebbs], "પાછળ હટવું").
entry(એબેટ, ન, [એબેટ્સ], "એક સામાન્ય લીલા ન્યૂટ").
entry(એબોન, n, [એબોન્સ], "એબોની").
entry(એબોનિક્સ, બહુવચન નામ, [], "કેટલાક આફ્રો-અમેરિકન દ્વારા બોલાતી અંગ્રેજી ની એક બોલી").
entry(ebonies, pl, [], "ઇબનીમાંથી").
entry(એબોનાઇઝ, ક્રિયા, [એબોનાઇઝ્ડ, એબોનાઇઝિંગ, એબોનાઇઝીસ], "એબોનાઇઝ કરવા માટે").
entry(એબોનાઈટ, n, [એબોનાઇટ્સ], "એક કઠિન રબર").
entry(ઇબનાઇઝ, ક્રિયાપદ, [ઇબનાઇઝ્ડ,ઇબનાઇઝિંગ,ઇબનાઇઝેસ], "ઇબનીની નકલમાં કાળો રંગ લગાવવો").
entry(એબોની, નામ, [એબોનીઝ], "એક કઠિન ભારે લાકડું").
entry(પુસ્તક, ન, [ઇબુક્સ], "ઇલેક્ટ્રોનિક ફોર્મેટમાં પુસ્તકો વાંચવા માટેનું ઉપકરણ").
entry(ecarte, n, [ecartes], "કાર્ડ રમત").
entry(ecaudate, adj, [], "ચમચડ વગર").
entry(ecbolic, n, [ecbolics], "એક પ્રકારની દવા").
entry(ecclesia, n, [ecclesiae], "પ્રાચીન ગ્રીસમાં એક સભા").
entry(eccrine, adj, [], "બાહ્ય સ્ત્રાવ ઉત્પન્ન કરતી").
entry(ચામડીજડવું, ન, [ચામડીજડવામાં], "બાહ્ય ત્વચાની પાંખછુટ્ટી કરવીECDYSIAL વિશેષણ").
entry(ecdyson, n, [ecdysons], "એક્ડીસોન").
entry(ecdysone, n, [ecdysones], "એક જંતુ હોર્મોન").
entry(ecesis, n, [ecesises], "નવા પર્યાવરણમાં એક છોડ અથવા પ્રાણીની સ્થાપનાની પ્રક્રિયાECESIC વિશેષણ").
entry(echappe, ક્રિયાવિશેષણ, [], "બેલેમાં પગરવ પૂર્ણપણે બંધ સ્થિતિમાંથી ખૂલ્લી સ્થિતિમાં ગતિ કરવી").
એન્ટ્રી(એચાર્ડ, ન, [એચાર્ડ્સ], "જમીનના પાણી જે છોડ માટે ઉપલબ્ધ નથી").
entry(eche, v, [eched,eching,eches], "વિધિ કરવું").
entry(ઈશેલ, ન, [ઈશેલ્સ], "પ્રકાશને તેની ઘટક રંગોમાં વિખેરવા માટેનું ઉપકરણ").
entry(એકલોન,ક્રિયા, [એકલોનડ,એકલોનિંગ,એકલોનસ], "ખાસ રચનામાં સમૂહિત કરવું").
entry(echidna, n, [echidnas], "અથવા ઇચિડ્ના, કાંટાળું નીંટ ભરડો").
entry(echinate, adj, [], "કાંટાળું").
entry(eching, present, [], "અંશદાન કરવું eche").
entry(echinoid, n, [echinoids], "એક કાંટાવાળું જલચર પ્રાણી").
entry(echinus, n, [echini], "એક એકાયનો").
entry(એકો, ન, [એકોસ], "અથવા એકોસ અવાજની પ્રતિધ્વનિ અવાજની તરંગોની પરાવર્તન દ્વારા").
entry(_echo, v, [echoed,echoing,echoes], "પ્રતિધ્વનિ ઉત્પન્ન કરવા માટે").
entry(એકોઅર, ન, [એકોઅર્સ], "જે ઇકો કરે છે").
entry(ગુંજતું, વિશિષ્ટણ, [], "ગુંજથી ભરેલું").
entry(ઇકોગ્રામ, n, [ઇકોગ્રામ્સ], "અલ્ટ્રાસોનિક તરંગોનો ઉપયોગ કરતી એક ઉપકરણ દ્વારા ઉત્પન્ન થયેલ રેકોર્ડ").
entry(નીચાણ, વિશેષણ, [], "પ્રતિધ્વનિ જેવું").
entry(એકોઇઝમ, ન, [એકોઇઝમ્સ], "શબ્દોની રચના અવાજોની નકલમાં").
entry(echoless, વિદ્યાર્થિ, [], "અનુનાદ ઉત્પાદન નહીં કરવું").
entry(ઇכטן, વિશેષણ, [], "અસલી").
entry(એક્લેર, n, [એક્લેર], "એક પ્રકારની પેસ્ટ્રી").
entry(eclat, n, [ઝળહળ], "પટાપટ").
entry(એક્લેક્ટિક, n, [એક્લેક્ટિક્સ], "જે વ્યક્તિ વિવિધ સ્ત્રોતોમાંથી પોતાના મંતવ્યો પ્રાપ્ત કરે છે").
entry(અંધકાર, ક્રિયા, [અંધકારિત,અંધકાર રહે છે,અંધકાર કરે છે], "છુપાવવું").
entry(eclipser, n, [eclipsers], "એક જે ગ્રહણ પાડે છે").
entry(eclipsis, n, [eclipsises], "અથવા ECLIPSESવિવર્તન વિભાગ").
entry(ઇક્લિપ્ટિક, ન, [ઇક્લિપ્ટિક્સ], "એક ખગોળીય મંડળ").
પ્રવેશ(ઇક્લોજાઈટ, ન, [ઇક્લોજાઈટ્સ], "પથ્થરનો એક પ્રકાર").
entry(eclogue, n, [eclogues], "એક ગ્રામ્ય કાવ્ય").
entry(eclose, v, [eclosed, eclosing, ecloses], "લાર્વા તરીકે અંડાના ઉદભવ માટે").
entry(eclosion, n, [eclosions], "ઇનસેક્ટ લાર્વાનું ઇંડામાંથી નીકળવું").
entry(ઇકો, પ, [ઇકોસ], "પર્યાવરણવિજ્ઞાન").
entry(ઇકોસાઇડ, નિ, [ઇકોસાઇડસ], "કુદરતી વાતાવરણના વિનાશECOCIDAL વિશેષણ").
entry(ecofreak, n, [ecofreaks], "પ્રકૃતિવાદનો તપસ્વી પર્યાવરણવિદી").
entry(ecogift, n, [ecogifts], "પારિસ્થિતિક હેતુઓ માટે સરકારને જમીનની દાનશંકે").
entry(પર્યાવરણવિજ્ઞાન, નામ, [પર્યાવરણવિજ્ઞાન], "એક પર્યાવરણ વિજ્ઞાનECOLOGIC વિશેષણ").
entry(econobox, n, [econoboxes], "નાનું અને આર્થિક કાર").
entry(આર્થિક, વિશેષણ, [], "વિત્તીય વિષયક").
entry(અર્થવ્યવસ્થા, n, [અર્થવ્યવસ્થાઓ], "મિતव्यયિતા").
entry(ecorche, n, [ecorches], "ચામડી દૂર કરીને દેખાડવામાં આવેલી માનીશની આકૃતિ, જેના દ્વારા નસ ચરબ ઉત્પાદીત શરીરના અંગો બતાવવામાં આવશે").
entry(ecotage, n, [ecotages], "કુદરતી પર્યાવરણના રક્ષણ માટે વિરોધાત્મક કાર્ય").
entry(ecotone, n, [ecotones], "એક પ્રકારનો પર્યાવરણીય વિસ્તારમાંECOTONAL વિશેષણ").
પ્રવેશ(એકોટોપિયા, સ, [એકોટોપિયાઝ], "એક પર્યાવરણાત્મક રીતે આદર્શ પ્રદેશ અથવા સમાજનું રૂપ").
entry(ઇકોટુર, ન, [ઇકોટુર્સ], "પ્રાકૃતિક નિવાસસ્થાનની એક સફર").
entry(ecotype, n, [ecotypes], "ખાસ પર્યાવરણીય પરિસ્થિતિઓ માટે અનુકૂલન કરેલ આરોગ્યપ્રકારECOTYPIC વિશેષણ").
entry(ecozone, n, [ecozones], "પ્રાદેશિક પર્યાવરણીય ચૂકઠું").
entry(ecraseur, n, [ecraseurs], "એક સર્જિકલ સાધન").
entry(ecru, n, [ecrus], "એક પીળાશ બ્રાઉન રંગ").
entry(ઉલ્લાસ, ન, [ઉલ્લાસ], "પ્રસન્નતાની એક સ્થિતિ").
પ્રવેશ(પ્રમudit, પા, [પ્રમuditતા], "જેને ઉમંગ આવે છે").
entry(ectasis, n, [ectases], "સામાન્ય રીતે ટૂંકા અક્ષરના લંબાવવીECTATIC વિશેષણ").
entry(ecthyma, n, [ecthymata], "ווירસ રોગ").
entry(એક્ટોડર્મ, n, [એક્ટોડર્મ્સ], "ભ્રૂણની બાહ્ય સ્તર").
entry(ઇક્ટોજિન, נ, [ઇક્ટોજિનસ], "કૃત્રિમ સ્થિતિમાં ભ્રૂણના વિકાસમાં સામેલ એક જિન").
entry(ectomere, n, [ectomeres], "પક્વકોષિકા જે ઉત્તંભદ્ર્મમાં વિકસે છે").
entry(એક્ટોપિયા, n, [એક્ટોપિયાઝ], "ભાગો અથવા અંગોનું જન્મજાત વિસ્થાપનઅધિસ્થાનિક વિશેષણ").
entry(ectosarc, n, [ectosarcs], "કોઈક વિશિષ્ટ પ્રોટોઝોઆન્સનો બાહ્ય જીવનકણ સ્તર").
entry(એક્ટોચૉન, ન, [એક્ટોચૉન્સ], "એક્ટોજૂન").
પ્રવેશ(એક્ટોઝૂન, પ, [એક્ટોઝોઆ], "પશુના શરીર પર રહેલો એક પરોપજીવી").
entry(ectype, n, [ectypes], "એક નકલECTYPAL વિશેષણ").
પ્રવેશ(ઇંક, ન, [ઇંકસ], "ફ્રાન્સના જૂના સિક્કા").
entry(ecumene, n, [ecumenes], "વસાહત વિસ્તારમાં").
entry(સર્વજ્ઞ, વિશેષણ, [], "સર્વજ્ઞ").
entry(એગ્ઝિમા, ન, [એગ્ઝિમાસ], "એક ત્વચાનું રોગ").
પ્રવેશ(એડ, ન, [એડસ], "એડ્યુકેશન").
entry(ક્ષુદ્ધાવાળું, વિશેષણ, [], "ભૂખ્યા").
entry(edacity, n, [edacities], "ખાધાખોર").
entry(edamame, n, [એડામેમ્સ], "છોડમાં લીલા સોયાબીન").
entry(મૃદાનુવાદી, વિશેષણ, [], "ભૂમિ સંબંધિત").
entry(એડો, પ, [એડોઝ], "એક ઉષ્ણકટિબંધીય વનસ્પતિ").
પ્રવેશ(એડી, ક્રિયા, [એડિડ,એડિિંગ,એડિસ], "મુખ્ય પ્રવાહની વિરુદ્ધ ખસવું").
entry(એડેમા, n, [એડેમાસ], "અથવા EDEMATA સરસ પ્રવાહીના અતિશય સંચય").
entry(એડેનિક, વિશેષણ, [], "જન્નત સાથે સંબંધિત").
entry(edentate, n, [edentates], "દાંત વિના મસ્તકવાળા સ્તનપાયી").
entry(એજ, વી, [એજડ,એજિંગ,એજેસ], "એક સીમા અથવા વિભાજન લાઇન સાથે પ્રદાન કરવા").
