エントリー(aa, n, [aas], "粗いシンダー質の溶岩").
エントリー(aah, v, [aahed, aahing, aahs], "驚きや喜びまたは驚嘆で歓声を上げる")。
エントリ(aal, 名詞, [aals], "東インドの低木").
エントリー(aalii, 名詞, [aaliis], "熱帯の木").
entry(アードバーク, n, [アードバークス], "アフリカの哺乳類").
エントリ(アードウルフ, n, [アードウルフズ], "アフリカの哺乳類").
エントリー(アーグ, 間投詞, [], "嫌悪感を表現するのに使われる").
エントリー(ああああ, 間投詞, [], "ああああ").
エントリ(aarrghh, 間投詞, [], "aargh").
entry(ハゲワシ, 名詞, [ハゲワシ], "ハゲワシ").
エントリ(ab, n, [abs], "腹筋")。
エントリー(アバ, 名詞, [アバス], "アラブ人が着る袖のない衣服").
エントリー(アバカ, 名詞, [アバカス], "フィリピンの植物")。
エントリ(アバック, 副詞, [], "後ろに向かって").
エントリー(算盤, 名詞, [算盤たち], "またはABACIa計算装置").
エントリ(アフト, 副詞, [], "船尾へ向かって").
エントリー(アバカ, 名詞, [アバカス], "アバカ").
エントリー(アバローネ, 名, [アバローネズ], "食用貝").
エントリー(abamp, n, [abamps], "アバンペア")。
entry(アブアンペア, n, [アブアンペアズ], "電流の単位").
エントリー(放棄する, v, [放棄した,放棄中,放棄する], "完全に去るまたは諦めること").
エントリー(アバピカル, 形容詞, [], "頂点から離れた方向を示す")。
entry(abase, v, [abased,abasing,abases], "ランクや名声を低下させるABASEDLY 副").
エントリー(平伏させる者, 名詞, [平伏させる者たち], "他を卑しめる者").
エントリー(アバッシュ, 動詞, [アバッシュド,アバッシング,アバッシズ], "恥ずかしくさせる、当惑させること").
エントリー(アバシア, 名詞, [アバシアズ], "歩行時の筋肉の協調における欠陥")。
エントリ(軽蔑する, 現在, [], "卑下するの分詞").
エントリー(abate, v, [abated,abating,abates], "度合いや強度を減少させることABATABLE 形容詞")。
エントリー(abater, 名詞, [abaters], "和らげる者")。
エントリ(abatis, n, [abatises], "倒れた木で作られたバリア")。
エントリー(abator, n, [abators], "不法に相続を取得する者")。
