ಎಂಟ್ರಿ(ಆ, ಪ, [ಆಸ್], "ತಿಗಣೆ ಉತ್ತರಿಸುತಿದ".
entry(ಆಹ್, ಕ್ರಿಯಾಪದ, [ಆಹಿಸಿದ,ಆಹಿಸುತ್ತಿದೆ,ಆಹ್], "ಆಶ್ಚರ್ಯವು ಉಲ್ಲಾಸ ಅಥವಾ ಅಚ್ಚರಿಯೊಂದಿಗೆ ಸದಲಿಸುವುದು").
ಪ್ರವೇಶ(ಆಲ್, ನ, [ಆಲ್ಸ್], "ಪೂರ್ವ ಭಾರತದ ಒಂದು ಗಿಡ").
entry(ಆಲೀ, ನ, [ಆಲೀಸ್], "ಒಂದು ಆಸನದ ಮರವನ್ನು").
ಒಳಗೆ ಹಾಕು(ಆರ್ಡ್ವಾರ್ಕ್, ನ, [ಆರ್ಡ್ವಾರ್ಕ್‌ಗಳು], "ಒಂದು ಆಫ್ರಿಕನ್ স্তನ್ಯಪ್ರಾಣಿ").
entry(aardwolf, n, [aardwolves], "ಆಫ್ರಿಕನ್ ಸಸ್ತನಿಯು").
entry(ಆರ್ಗ್, ಉದ್ಗಾರ, [], "ಘೃಣೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸಲು उपಯೋಗಸುವದು").
entry(aarrgh, ಉತ್ಸರ್ಗ, [], "ಆರ್ಗ್").
ಎಂಟ್ರಿ(ಆರ್‌ಘ್, ಉಹೂ!, [], "ಆರ್‌ಘ್").
ಎಂಟ್ರಿ(ಆಸ್ವೋಘಲ್, ನ, [ಆಸ್ವೋಘಲ್ಸ್], "ಒಂದು ಗಿಧ").
entry(ab, n, [abs], "ಒಂದು ಹೊಟ್ಟೆಯ ಸ್ನಾಯువు").
