entry(एए, न, [आस], "खडबडीत क्षारयुक्त लावा").
प्रविष्टि(आह, क्रि, [आहले, आहाल, आह], "आश्चर्य, आनंद किंवा आश्चर्य व्यक्त करणे").
प्रवेश(आल, न, [आल्स], "एक पूर्व भारतीय झुडुप").
entry(aalii, n, [आलिईस], "उष्णकटीबंधीय झाड").
नोंदी(आर्डवार्क, न, [आर्डवार्क्स], "एक आफ्रिकन सस्तन प्राणी").
प्रवेश(आर्डवुल्फ, न, [आर्डवुल्व्स], "आफ्रिकन सस्तन प्राणी").
entry(आः, विस्मयादिबोधक, [], "घृणा व्यक्त करण्यासाठी वापरले जाते").
एंट्री(आआर्घ, अव्यय, [], "आर्घ").
entry(अरेरे, उद्गार, [], "आर्ग").
प्रवेश(आसव्होगल, ना, [आसव्होगल्स], "एक गिधाड").
प्रविष्टि(एबी, न, [एबीएस], "पोटाचा स्नायू").
entry(अबा, न, [अबास], "अरब लोकांद्वारे परिधान केलेला बाहीशिवायचा वस्त्र").
entry(abaca, n, [abacas], "फिलिपिन्समधील एक वनस्पती").
प्रवेश(मागे, क्रियाविशेषण, [], "पाठीमागे").
प्रवेश(अबॅकस, न, [अबॅकसेस], "किंवा ABACI एक गणना करणारे उपकरण").
entry(abaab, kri, [], "जहाजाच्या मागे").
प्रवेश(abaka, न, [abakas], "abaca").
प्रवेश(एबलोन, स्त्री, [एबलोन्स], "एक खाद्य शिंपला").
entry(abamp, n, [abamps], "अबॅंपियर").
entry(अबॅम्पिअर, न, [अबॅम्पिअर्स], "विद्युत प्रवाहाची एक भावना").
entry(त्याग, क्रियापद, [त्यागले,त्यागत आहे,त्यागतो], "पूर्णपणे सोडून देणे किंवा त्याग करणे").
entry(abapical, adj, [], "शीराकडून दूर निर्देशित").
प्रवेश(abase, v, [abased, abasing, ases], "श्रेणी प्रतिष्ठा किंवा सन्मान कमी करणेABAEDLY क्रियापद").
प्रवेश(खाली आणणारा, न, [खाली आणणारे], "जो अपमान करतो").
entry(लज्जित, क्रि, [लज्जित, लज्जित करत आहे, लज्जित करते], "लाज वाटणे किंवा संकोच करणारा").
entry(अबासिया, न, [अबासियास], "चालताना स्नायूंच्या समन्वयातील त्रुटी").
नोंद(abasing, वर्तमानकाळ, [], "abase चा कृदंत रूप").
प्रवेश(कमी, क्रि, [कमी_केले,कमी_करणे,कमी_केल्यास], "उच्चता किंवा तीव्रता कमी करणेयोग्य कमी करण्याचा").
entry(abater, n, [कमी करणारे], "कमी करणारा").
entry(abatis, n, [abatises], "तोडलेल्या झाडांपासून बनवलेला अडथळा").
entry(abator, n, [abators], "जो अवैधरित्या वारसा मिळवतो").
entry(abattis, n, [abattises], "abatis").
प्रवेश(कत्तलखाना, न, [कत्तलखाने], "एक कत्तलखाना").
प्रवेश_रेखा(अबॅक्सियल, विशेषण, [], "अक्षापासून दूर स्थित").
entry(abaxile, adj, [], "अबॅक्सियल").
एण्ट्री(अबाया, न, [अबाया], "अरब स्त्रिया परिधान करतात असा एक लांब सैल झगा").
entry(अब्बा, न, [अब्बास], "सन्मानार्थी शीर्षक म्हणून वापरला जाणारा पिता").
entry(abbacy, n, [abbacies], "महंताचे पद").
प्रवेश(अ‍ॅबॅशियल, विशेषण, [], "अब्बोटला संबंधित").
entry(अब्बे, न, [अब्बेस], "एक मठाधिपती").
entry(आबेस, न, [आबेसेस], "ननच्या मठाचा महिला प्रमुख").
प्रवेश(अ‍ॅबे, न, [अ‍ॅबेझ], "एक मठ किंवा मठ").
entry(अब्बट, न, [अब्बट्स], "मठाचा प्रमुख").
entry(abbotcy, n, [abbotcies], "महंतपद").
entry(त्याग करणे, क्रियापद, [त्याग केला,त्याग करत आहे,त्याग करतो], "औपचारिकरित्या सोडून देणे").
नोंद(abdomen, n, [abdomens], "किंवा ABDOMINAthe शरीराची पोकळी ज्यामध्ये अंतर्गत अवयव असतात").
प्रवेश(अपहरण, क्रिया, [अपहरण केले, अपहरण करीत आहे, अपहरण करतो], "अपहरण करणे").
entry(abducens, n, [abducentes], "कपाल तंत्रिका").
एन्ट्री(abducent, विशेषण, [], "अपहरणासाठी काम करणे").
प्रवेश(उपहास, वर्तमान, [], "उपहासाचे कृदंत").
नोंदणी(अपहरण, क्रि, [अपहरण केले, अपहरण करीत आहे, अपहरण करते], "मुळ स्थितीपासून दूर नेणे").
प्रवेश(अपहरण, न, [अपहरण झालेले], "जे एकाचे अपहरण झाले आहे").
प्रवेश(अब्दक्टर, न, [अब्दक्टर्स], "किंवा ABDUCTORESan अब्द्यूसेंट स्नायू").
प्रवेश(abeam, क्रियाविशेषण, [], "जहाजाच्या किल्ल्याला योग्य कोनात").
प्रवेश(अंथरुणात, क्रियाविशेषण, [], "अंथरुणात").
entry(abegging, विशेषण, [], "भिक्षा मागणे").
प्रवेश(abele, न, [abeles], "एक युरेशियन झाड").
entry(अबेलिया, न, [अबेलियाज], "आशियाई किंवा मेक्सिकन झुडूप").
entry(अबेलीअन, विशेषण, [], "गणितामध्ये संपूर्णपणे अभ्यस्त गट असणे").
entry(abelmosk, n, [abelmosks], "एक उष्णकटिबंधीय औषधी वनस्पती").
प्रवेश(विचलित, न, [विचलित], "एक अपमार्गी").
entry(उकसवणे, क्रियापद, [उकसवले, उकसवत आहे, उकसवते], "प्रोत्साहन व समर्थन करणे").
एंट्री(खोटारडा, न, [खोटारडे], "खोटारडे करण्याची क्रिया").
entry(abettal, n, [abettals], "उकसवणे").
प्रवेश(उकसविले, भूतकाळ, [], "उकसविण्याचा काळ").
entry(abetter, n, [abetters], "सहाय्यकर्त्या").
एंट्री(abetting, present, [], "abet करणे याचा वर्तमानकाळातील कृदंत").
एंट्री(सहकार, न, [सहकारी], "जो साहाय्य करतो").
entry(स्थगिती, न, [स्थगिती], "तात्पुरती गतिरुद्धता").
प्रवेश(स्थगितता, न, [स्थगितते], "स्थगन").
एंट्री(अबेयंट, विशेषण, [], "थांबण्याने चिन्हांकित").
entry(अॅबफॅरेड, न, [अॅबफॅरेड्स], "क्षमता मापन करणारी एकक").
एन्ट्री(अभेनरी, न, [अभेनरीज], "किंवा ABHENRIES, प्रेरणाचे एकक").
प्रवेश(अभोर, क्रियापद, [अभोर्रेड,अभोररिंग,अभोर्स], "तिरस्कार करणे").
entry(तिरस्कारक, न, [तिरस्कारक], "जो तिरस्कार करतो").
entry(abidance, n, [abidances], "पालनाचा क्रियाकलाप").
एंट्री(अबाइड, कृ, [अबोड,अबाइडिंग,अबाइड्स], "आपत्ती न करता स्वीकारणे").
entry(abider, n, [abiders], "जो राहतो").
एंट्री(एबिगेल, न, [एबिगेल्स], "एक स्त्रीची दासी").
entry(ability, n, [क्षमता], "काहीतरी करण्याची गुणवत्ता").
प्रवेश(अबायोसीस, न, [अबायोसेस], "जीवनाचा अभावABIOTIC विशेषण").
entry(abject, adj, [], "खराब स्थितीला पोहोचलेलाABJECTLY क्रिया विशेषण").
entry(त्याग, क्रियापद, [त्यागले, त्यागत, त्यागतो], "शपथेने त्याग करणे").
प्रवेश(अब्दिकर्ता, न, [अब्दिकर्ते], "जो अब्द करतो").
entry(ablate, v, [ablated,ablating,ablates], "कापून काढणे").
प्रवेश(अब्लेशन, न, [अब्लेशन्स], "शरीराच्या भागाचे शस्त्रक्रियेने काढून टाकणे").
प्रवेश(अभेद्य, पुल्लिंगी, [अभेदक], "एक व्याकरणमालिका प्रकरण").
एंट्री(एब्लेटर, न, [एब्लेटर्स], "जो एक एब्लेट करतो").
नोंद(अॅब्लॉट, न, [अॅब्लॉट्स], "क्रियापदाच्या शब्द-मुळातील स्वरांचा नमुनेनुसार बदल").
प्रवेश(आगीत, विशेषण, [], "आगीवर असणे").
entry(able, adj, [], "ABLER ABLESTपर्याप्त शक्ती कौशल्य किंवा संसाधने असणे").
entry(क्षम, न, [क्षमस], "अ अक्षरासाठी एक संप्रेषण कोड शब्द").
entry(abled, विशेषण, [], "अखंडित कार्यक्षमतेस सक्षम").
एंट्री(एबलगेट, न, [एबलगेट्स], "एक पोपचा दूत").
entry(अपंगतावाद, न, [अपंगतावादे], "अपंग व्यक्तींविरुद्ध पूर्वग्रह किंवा भेदभाव").
एंट्री(ableist, न, [ableists], "जो अपंगत्वविषयक पूर्वग्रहाचा सराव करतो").
entry(abler, तुलनात्मक, [], "अधिक सक्षम").
एंट्री(ablest, superlative, [], "of able").
प्रवेश(ablings, क्रिया विशेषण, [], "ablins").
entry(ablins, क्रियाविशेषण, [], "कदाचित").
प्रविष्टि(फुललेले, विशेषण, [], "फुलणारे").
प्रवेश(अब्लुएंट, न, [अब्लुएंट्स], "स्वच्छता करणारे एजंट").
एंट्री(एब्लश, विशेषण, [], "लाजलेल्या").
प्रवेश(abluted, विशेषण, [], "स्वच्छ धुतलेला").
entry(शुद्धी, न, [शुद्धीकरणे], "धुलाई").
entry(ably, adv, [], "क्षमता असलेल्या प्रकारे").
प्रविष्टि(अब्मो, न, [अब्मोस], "विद्युत चालकतेची एक एकक").
entry(abnegate, v, [abnegated,abnegating,abnegates], "स्वतःला नकार देणे").
प्रवेश(असामान्य, न, [असामान्य], "मानसिकदृष्ट्या दुर्बल व्यक्ती").
entry(बोर्डवर, क्रियाविशेषण, [], "जहाज, ट्रेन किंवा विमानामध्ये").
प्रवेश(निवास, क्रियापद, [निवासले, निवासताना, निवास], "भविष्यवाणी करणे").
प्रवेश(ॲबोहम, नाम, [ॲबोहम्स], "विद्युत प्रतिकाराची एक एकक").
entry(आबॉइडो, न, [आबॉइडोस], "किंवा ABOIDEAUX एका प्रकारचा बंधारा").
प्रवेश(उकळणे, विशेषण, [], "उकळणारा").
entry(aboiteau, n, [aboiteaus], "किंवा ABOITEAUXaboideau").
entry(कायमचे बंधनमुक्त करणे, क्रि, [बंधनमुक्त केले, बंधनमुक्त करीत आहे, बंधनमुक्त करते], "कायमचे रद्द करणे").
entry(abolla, n, [abollae], "प्राचीन रोममध्ये घातला जाणारा झगा").
प्रवेश(aboma, न, [अबोमास], "दक्षिण अमेरिकन साप").
entry(abomasal, adj, [], "अबोमॅससम संबंधित").
प्रवेशक(abomasum, न, [abomasa], "रवंथ करणाऱ्या प्राण्याचे चौथे पोट").
एंट्री(अबोमासस, न, [अबोमासी], "अबोमासम").
entry(aboon, क्रिया विशेषण, [], "वर").
प्रवेश(अॅबोरल, विशेषण, [], "मुखापासून दूर स्थितABORALLY क्रियाविशेषण").
entry(aborning, क्रियाविशेषण, [], "जन्म घेत असताना").
प्रवेश(राहू, क्रियापद, [राहिले, राहत, राहतात], "गर्भधारणा वेळेपूर्वी होणे").
entry(aborter, n, [aborters], "एक जो गर्भपात करतो").
प्रविष्टि(गर्भपात, न, [गर्भपातांचे], "अयोग्य गर्भाचे घडवलेले निष्कासन").
प्रवेश(अयशस्वी, विशेषण, [], "यशस्वी होण्यात अयशस्वी").
entry(abortus, n, [गर्भपात], "गर्भपात झालेला भ्रूण").
प्रवेश(खरेदी, भूतकाळ, [], "अबाय आणि अबायचे ताण").
एंट्री(अबुलिया, न, [अबुलियाज], "abuliaABOULIC विशेषण").
entry(abound, v, [भरलेला,भरत आहे,भरतात], "मोठ्या प्रमाणात असणे").
entry(बद्दल, क्रियाविशेषण, [], "अंदाजे").
एंट्री(वरील, न, [वरील], "काहीतरी जे वरच्या ठिकाणी आहे").
entry(abrachia, n, [abrachias], "हात नसणे").
प्रवेश(घासणारा, न, [घासणारे], "एक घर्षक").
entry(घासणे, क्रियापद, [घासले,घासत,घासते], "घर्षणाने दूर करणे").
प्रवेश(घासणे, न, [घासणारे], "घासण्यासाठी साधन").
प्रवेश(घर्षण, न, [घर्षण], "रगडण्याची क्रिया").
entry(खडबडीत, न, [खडबडीत], "घासण्यासाठी वापरण्यात येणारे पदार्थ").
प्रवेश(अभिवात, क्रि, [अभिवातित,अभिवातणा,अभिवातणारा], "मूळ आघात अनुभवाच्या पुनःअनुभवाने दडपलेल्या भावनांना मुक्त करणे").
प्रवेश(पार्श्वभूमी, क्रियाविशेषण, [], "बाजूबाजूला").
entry(आब्री, न, [आब्रीस], "एका बाँब शेल्टर").
entry(संक्षेपणे, क्रियापद, [संक्षिप्त,संक्षेपत,संक्षेपते], "लांबी कमी करण्यासाठी").
entry(संक्षेपक, न, [संक्षेपक], "संक्षेप करतो तो").
प्रवेश(उघड, विशेषण, [], "उत्साह").
एंट्री(परदेश, क्रियाविशेषण, [], "स्वतःच्या देशाच्या बाहेर").
entry(रद्द, क्रि, [रद्द केले,रद्द करणे,रद्द करतात], "अधिकृततेने रद्द करणे").
entry(abrosia, n, [अब्रोसिआस], "अन्नाचे उपवास").
प्रवेश(अचानक, विशेषण, [], "अधिक अचानक अति-अचानक, रुखरुखीत लहान, अचानकपणे क्रियाविशेषण").
entry(abscess, v, [abscessed,abscessing,abscesses], "पुज जलाशय tissue च्या आसपासची सूज आकारणे").
entry(abscise, v, [abscised,abscising,abscises], "छाटून टाकणे").
एन्ट्री(अॅबसिसिन, न, [अॅबसिसिन्स], "वनस्पतींमध्ये आढळणारे नियामक पदार्थ").
प्रवेश(अभ्सिसा, न, [अभ्सिसस], "किंवा एबीएससिसया विशिष्ट भूमितीय समन्वय").
प्रवेश(अचानकपणे, क्रियाविशेषण, [अचानकपणे गेले, अचानकपणे जात आहे, अचानकपणे जातात], "अचानक आणि गुप्तपणे निघून जाणे").
entry(abseil, v, [abseiled, abseiling, abseils], "रेपल करणे").
entry(abseiler, n, [], "तसाही नियमितरित्या अवतरण करणारा व्यक्ती").
entry(अनुपस्थिती, न, [अनुपस्थित्या], "दूर असल्याची स्थिती").
entry(अनुपस्थित, v, [अनुपस्थित केले, अनुपस्थित करणे, अनुपस्थित], "दूर ठेवणे किंवा दूर ठेवणे").
प्रवेश(अनुपस्थित, नाम, [अनुपस्थित], "जो उपस्थित नाही").
entry(absenter, n, [absenters], "जो स्वतःला अनुपस्थित ठेवतो").
प्रवेश(अन्यमनस्कपणे, क्रियाविशेषण, [], "अलक्ष्यपणे").
entry(absinth, n, [absinths], "आब्सिंथ").
एन्ट्री(अ‍ॅबसिंथ, न, [अ‍ॅबसिंथ्स], "एक कडू लिक्यूर").
entry(अॅब्सल्यूट, विशेषण, [], "अॅब्सल्यूटर अॅब्सल्यूटेस्टमर्यादेशिवाय मुक्त").
एंट्री(absolute, n, [absolutes], "जे काही पूर्ण आहे").
entry(द्यावे, क्रिया, [दिल्या,देत,देतो], "क्रियेच्या परिणामांपासून मुक्त करणे").
प्रवेश(निर्वाहक, न, [निर्वाहक], "जो मुक्त करतो").
entry(absonant, adj, [], "अनुचित").
प्रवेश(शोषण, क्रिया, [शोषले,शोषत आहे,शोषते], "भोवती घेणे किंवा आत घेणे").
प्रविष्टि(शोषक, न, [शोषक], "एक जो शोषण करतो").
entry(स्वयंप्रेरणेने टाळणे, क्रि, [टाळले, टाळत आहे, टाळतो], "स्वयंप्रेरणेने टाळणे").
entry(absterge, v, [absterged,absterging,absterges], "पुसून स्वच्छ करणे").
entry(गूढ, विशेषण, [], "गूढतेचे गूढतम समजण्यासाठी कठीण").
एन्ट्री(सार, क्रियापद, [सारांशित, सारांशीकृत, सारांशित करते], "दूर घेणे").
entry(abstrict, v, [abstricted,abstricting,abstricts], "कापून वेगळे करून तयार करणे").
प्रवेश(गूढ, विशेषण, [], "कठीण समजणे ABSTRUSEST ABSTRUSER").
एंट्री(अब्सर्ड, वि, [], "ABSURDER ABSURDESTविसंगत किंवा अविवेकीरित्या ABSURDLY क्रियाविशेषण").
entry(अबसर्ड, न, [अबसर्ड्स], "माणूस एका अविवेकी आणि अर्थहीन विश्वात अस्तित्वात असलेल्या स्थिती").
प्रवेश(abubble, विशेषण, [], "बुबळींग").
एंट्री(अबुलिया, न, [अबुलियास], "इच्छाशक्तीची हानी अबुलिक विशेषण").
एंट्री(भरपूर, विशेषण, [], "मोठ्या प्रमाणात उपलब्ध").
एन्ट्री(abuse, v, [abused, abusing, abuses], "अनुचित किंवा अयोग्यरित्या वापरणेABUSABLE वि").
entry(abuser, n, [abusers], "गुन्हा करणारा").
प्रवेश(अपमानास्पद, विशेषण, [], "चुकीच्या किंवा अयोग्य वापराने दर्शविलेले").
प्रवेश(abut, क्रियापद, [abutted, abutting, abuts], "सीमेवर स्पर्श करणे").
entry(abutilon, n, [अब्युटिलॉन्स], "एक फुलझाड").
नोंद(abutment, न, [abutments], "काहीतरी जे भिडते").
entry(अबाटल, न, [अबाटल्स], "एक लागून राहणे").
entry(abutted, past, [], "फॉर्म अबट").
एंट्री(एबटर, न, [एबटर्स], "एक जो सीमांत आहे").
प्रवेश(अभटिंग, वर्तमान, [], "अभट चे कृदंत").
entry(abuzz, विशेषण, [], "गुणगुणते").
एंट्री(अबव्होल्ट, न, [अबव्होल्ट्स], "विद्युतचालित शक्तीची एक एकक").
entry(abwatt, n, [अॅबवॅट्स], "शक्तीची एक एकक").
एंट्री(एबी, क्रि, [खरेदी केले,एबीइंग,एबिस], "शिक्षेची किंमत देणे").
entry(abye, v, [abought,abying,abyes], "चुकीसाठी शिक्षा देणे").
entry(अँबिसम, न, [अँबिसम्स], "एका अँबिस").
प्रविष्टि(अत्यंत वाईट, विशेषण, [], "अपरिमेय खोल").
entry(अभीस, न, [अभीसेस], "एक अतर्क्य गर्तABYSSAL वि").
प्रवेश(बाभूळ, नाम, [बाभळी], "एक फुलणारे झाड किंवा झुडूप").
entry(विद्यार्थीसंस्था, न, [विद्यार्थीसंस्था], "शिक्षणाचे स्थान").
entry(शैक्षणिक, न, [शैक्षणिक क्षेत्रे], "शैक्षणिक जीवन किंवा वातावरण").
entry(शैक्षणिक, न, [शिक्षक वर्ग], "महाविद्यालयीन विद्यार्थी किंवा शिक्षक").
entry(अकॅडमी, न, [अकॅडमीज], "एक माध्यमिक शाळा").
एंट्री(असाई, न, [असाईज], "एका उष्ण कटिबंधीय पामच्या जांभळट फळासारख्या बेरी").
प्रवेश(acajou, न, [acajous], "एका उष्णकटिबंधीय झाडाची").
प्रवेश(acaleph, न, [acalephs], "किंवा ACALEPHAE अ जेलीफिश").
entry(acalephe, n, [acalephes], "अकेलेफ").
प्रविष्टि(अकॅन्था, न, [अकॅन्थी], "एक तीक्ष्ण काटेरी भाग").
entry(अकॅन्थस, न, [अकॅन्थसेस], "किंवा ACANTHI एक काटेरी वनौषध").
एंट्री(अकेपनिया, न, [अकेपनियास], "रक्त आणि ऊतींमध्ये कार्बन डायऑक्साइडची कमतरता").
प्रवेश(अकार्बोज, न, [अकार्बोजेस], "मधुमेह उपचारासाठी एक औषध").
entry(acari, pl, [], "अॅकारसचा").
प्रवेश(अॅकारिड, न, [अॅकारिड्स], "एक प्रकारचा अॅरॅक्निड").
एंट्री(अकॅरिडन, न, [अकॅरिडन्स], "अकॅरिड").
entry(acarine, n, [acarines], "अ‍ॅकॅरिड").
प्रवेश(acaroid, विशेषण, [], "एक अकारिडसारखे").
entry(acarpous, adj, [], "फळ निर्माण न करणारा").
प्रवेश(अकारस, न, [अकारी], "एका किडा").
entry(acaudal, adj, [], "शेपटी नसलेला").
entry(acaudate, adj, [], "अकौडल").
entry(acauline, adj, [], "खोड नसलेले").
entry(acaulose, adj, [], "अकॉलिन").
entry(acaulous, adj, [], "अकाउलाइन").
entry(accede, v, [acceded,acceding,accedes], "सहमती देणे").
entry(acceder, n, [प्रवेश करणारे], "प्रवेश करणारा एक").
प्रविष्टि(उच्चार, कृ, [उच्चारित,उच्चारताना,उच्चार], "उच्च प्रमुखतेने उच्चारण करणे").
प्रवेश(ऍक्सेंटोर, न, [ऍक्सेंटोर्स], "एक गाणारे पक्षी").
entry(स्वीकार, क्रि, [स्वीकारले,स्वीकारत आहे,स्वीकारतो], "मनापासून स्वीकारणे").
एंट्री(स्वीकारकर्ता, न, [स्वीकारकर्ते], "स्वीकारलेला एक").
एन्ट्री(अ‍ॅक्सेप्टर, न, [अ‍ॅक्सेप्टर्स], "स्वीकारणारा").
एण्ट्री(मंजूरकर्ता, न, [मंजूरकर्ते], "मंजूर").
प्रवेश(प्रवेश, v, [प्रवेश केला, प्रवेश करीत आहे, प्रवेश करतो], "प्रवेश करणे").
entry(अपघात, न, [अपघात], "एका अनपेक्षित किंवा अनिच्छिणीय घटना").
प्रवेश(आळस, न, [आळसी], "आसेडिया").
एंट्री(अॅसिडी, न, [अॅसिडीज], "असीडिया").
entry(प्रशंसा, क्रि, [प्रशंसित,प्रशंसिते,प्रशंसे], "मंजुरीने ओरडणे").
एन्ट्री(अॅकोलेड, व, [अॅकोलेडेड, अॅकोलेडिंग, अॅकोलेड्स], "प्रशंसा करणे").
Prolog:
entry(accord, v, [accorded,according,accords], "संमतीस आणणे").
प्रवेश(सुसंगतकर्ता, सं, [सुसंगतकर्ते], "जो सुसंगत करतो").
entry(संभाषण, क्रियापद, [संभाषण केले, संभाषण करीत आहे, संभाषण करतात], "पहिल्यांदा जवळ येणे आणि बोलणे").
प्रवेश(खाते, व, [खाते, खाताचे, खात्यांचे], "स्पष्टीकरण देण्यासाठी").
प्रवेश(सज्ज करणे, क्रियापद, [सज्ज केलेले, सज्ज करीत आहे, सज्ज करणारे], "सज्ज करण्यासाठी").
entry(accoutre, v, [accoutred, accoutring, accoutres], "सज्ज करणे").
entry(मान्यता_देणे, क्रियापद, [मान्यता_दिलेली, मान्यता_देणारा, मान्यता_देते], "अधिकृत मान्यता देणे").
entry(accrete, v, [अपक्षयी,अपक्षयाकडे चाललेला,अपक्षया], "एकत्र वाढण्याची क्रिया").
entry(accrual, n, [accruals], "वाढ होण्याची क्रिया").
entry(accrue, v, [accrued, accruing, accrues], "वर्धन किंवा जोड़ म्हणून येणे").
एंट्री(अचूकता, न, [अचूकता], "अचूक असण्याची गुणवत्ता").
entry(अचूक, विशेषण, [], "चुका नसलेले").
entry(accursed, adj, [], "शापित").
प्रवेश(शापित, विशेषण, [], "शापित").
एंट्री(आरोप, न, [आरोप], "आरोप करण्याची क्रिया").
प्रवेश(आरोपकर्ता, न, [आरोपकर्ते], "एक आरोपकर्ता").
entry(आरोप, क्रि, [आरोपित,आरोप करणे,आरोप करतो], "विरोधात दावा करणे").
entry(आरोपकर्ता, न, [आरोपकर्ते], "तो जो आरोप करतो").
प्रवेश(सराव, क्रि, [सरावलेला,सरावत आहे,सरावतात], "परिचित करणे").
प्रवेश(ऐस, क्रि, [ऐसड, ऐसिंग, ऐसेस], "एका स्ट्रोकमध्ये विरुद्ध गुण मिळवणे").
entry(acedia, n, [acedias], "उदासीनता").
entry(aceldama, n, [असेलडमाज], "रक्तपाताचे ठिकाण").
entry(अस केंद्रित, विशेषण, [], "केंद्र नसणे").
प्रवेश(असेक्विया, न, [असेक्वियास], "एक सिंचन खण किंवा कालवा").
entry(acerate, विशेषण, [], "acerose").
entry(acerated, adj, [], "नुकीदार").
entry(कडू, विशेषण, [], "कडू कडूते").
entry(त्रास देणे, क्रियापद, [त्रास दिला, त्रास देत आहे, त्रास देतात], "आंबट करणे").
entry(धारदार, विशेषण, [], "असीड").
प्रविष्टी(तिकटता, न, [तिकटता], "आंबटपणा").
entry(असेरोला, न, [असेरोलाज], "एक वेस्ट इंडियन झुडुप").
entry(acerose, adj, [], "सूईच्या आकाराचा").
entry(acerous, adj, [], "असिंधु")
entry(acervate, adj, [], "घट्ट गटांमध्ये वाढणारा").
entry(acervuli, npl, [], "काही बुरशीचे बीजाणू तयार करणारे अवयव").
entry(असिडेंट, न, [असिडेंट्स], "अस हलके तुरट स्वाद असलेले काहीतरी").
प्रवेश(असेटा, pl, [], "असेटमचा").
entry(एसीटल, न, [एसीटल्स], "ज्वलनशील द्रव").
प्रवेश(अ‍ॅसिटॅमिड, न, [अ‍ॅसिटॅमिड्स], "अ‍ॅसिटिक आम्लाचे एक अ‍ॅमाइड").
entry(अॅसिटेट, न, [अॅसिटेट्स], "अॅसिटिक आम्लाचे मीठअॅसिटेटेड विशेषण").
प्रवेश(अॅसिटिक, विशेषण, [], "विनेगरशी संबंधित").
प्रविष्ट(असेटिफाय, क्रि, [असेटिफाईड,असेटिफाइंग,असेटिफाइज], "आंबायला घालणे").
entry(अॅसिटिन, न, [अॅसिटिन्स], "एक रासायनिक संयुग").
प्रवेश(ॲसिटोन, न, [ॲसिटोन्स], "एक ज्वलनशील द्रवॲसिटोनिक विशेषण").
entry(अॅसिटोस, विशेषण, [], "अॅसिटस").
प्रवेश(अम्लयुक्त, विशेषण, [], "व्हिनेगरसारख्या चवीचे").
एन्ट्री(अ‍ॅसेटॉक्सिल, न, [अ‍ॅसेटॉक्सिल्स], "एक एकसंघ मूलक").
एन्ट्री(अॅसिटम, न, [अॅसिटा], "विनेगर").
entry(अॅसीटाइल, न, [अॅसीटाइल्स], "एकएककीय मूलद्रव्यACETYLIC विशेषण").
एंट्री(दुखणे, क्रियापद, [दुखले,दुखत,दुखतात], "निरंतर सौम्य वेदना होणे").
entry(अचेन, न, [अचेनस], "फळांचा एक प्रकारअचेनियल विशेषण").
एंट्री(अचीयर, तुलनात्मक, [], "ऑफ अची").
एंट्री(वेदनेतची, अत्युच्च, [], "वेदनाद").
प्रविष्टी(प्राप्त करणे, क्रिया, [प्राप्त केले,प्राप्त करीत आहे,प्राप्त करतो], "यशस्वीपणे पार पाडणे").
प्रवेश(यशस्वी, न, [यशस्वी], "अशी व्यक्ती जिचा काही उद्देश साध्य होतो").
प्रविष्टि(अचिलिया, न, [अचिलियास], "यॅरो").
entry(achiness, n, [achinesses], "अॅची असण्याची अवस्था").
एंट्री(दुखत, वर्तमान, [], "दुखण्याचे वर्तमान रूप").
entry(दुखत, क्रियाविशेषण, [], "दुखणार्या प्रकारे").
प्रविष्टि(achiote, n, [achiotes], "फिकट लाल रंगाचा रंग").
prolog(प्रवेश(अचिरल, विशेषण, [], "समानकायाचे गुणधर्म असणारे")).
प्रवेश(अकोलिया, न, [अकोलियास], "पित्ताशयाचा अभाव").
entry(आचू, उद्गार, [], "आहचू").
एन्ट्री(अक्रोमॅट, न, [अक्रोमॅट्स], "एक प्रकारचा भिंग").
प्रवेश(अॅक्रोमिक, विशेषण, [], "वर्णशून्य असणे").
entry(achy, adj, [], "अचियर अचिएस्टaching").
entry(acicula, n, [aciculas], "किंवा ACICULAE सुईसारखा भाग किंवा प्रक्रिया ACICULAR विशेषण").
entry(aciculum, n, [aciculums], "किंवा ACICULA एक केसासारखा भाग").
प्रवेश(अॅसिड, न, [अॅसिड्स], "रासायनिक संयुगाचा एक प्रकार").
entry(ऍसिडेमिया, न, [ऍसिडेमियास], "रक्तातील ऍसिडिटी वाढण्याची स्थिती").
प्रविष्टि(अॅसिडहेड, न, [अॅसिडहेड्स], "जो एलएसडीचा वापर करतो").
entry(आम्ल, विशेषण, [], "आंबट").
entry(अॅसिडिफाय, क्रि, [अॅसिडिफाइड,अॅसिडिफाइंग,अॅसिडिफाइज], "आॅक्सीकृत करणे").
प्रवेश(आम्लता, न, [आम्लता], "आंबटपणा").
एंट्री(आसिडली, क्रियाविशेषण, [], "आंबटपणे").
प्रवेश(अम्लता, न, [अम्लते], "अम्लता").
एंट्री(अॅसिडोसिस, न, [अॅसिडोसीस], "रक्ताची एक असामान्य स्थितीACIDOTIC विशेषण").
entry(अॅसिड्यूरिया, न, [अॅसिड्यूरियास], "लघवीत जास्त प्रमाणात अॅसिड असण्याची एक स्थिती").
एंट्री(आम्ल, विशेषण, [], "आंबट").
एन्ट्री(acierate, क्रि, [acierated,acierating,acierates], "स्टीलमध्ये बदलणे").
प्रवेश(aciform, विशेषण, [], "सुईसारखा").
एंट्री(एसिंग, वर्तमानकाळ, [], "एस करू शकल्याचे कृदंत").
प्रवेश(असिनस, न, [असिनी], "ग्रंथीचा एक लहान पिशवीसारखा विभाग").
entry(अॅकी, न, [अॅकीज], "अॅकी").
entry(aclinic, adj, [], "कोणत्याही झुकावाशिवाय").
प्रवेश(acme, न, [acmes], "सर्वोच्च बिंदुACMATIC ACMIC विशेषण").
एंट्री(मुरुम, नाम, [मुरुमे], "एक त्वचा रोग").
प्रवेश(acnode, n, [acnodes], "इतर घटकांपासून वेगळा असणारा गणितीय संचाचा घटक").
Prolog: entry(acock, विशेषण, [], "cocked").
entry(acoelous, adj, [], "खऱ्या शरीराच्या पोकळीस अनुपस्थित").
entry(acold, विशेषण, [], "थंड").
entry(सेवक, न, [सेवक], "सहाय्यक").
entry(aconite, n, [aconites], "एक विषारी वनस्पतीACONITIC विशेषण").
प्रवेश(aconitum, न, [aconitums], "aconite").
प्रवेश(ॲकॉर्न, न, [ॲकॉर्न्स], "ओकच्या झाडाचे फळ ॲकॉर्नेड विशेषण").
प्रवेश(ध्वनिक, न, [ध्वनिविज्ञान], "एक श्रवण सहायक").
entry(परिचय, क्रियापद, [परिचीत,परिचयकरणे,परिचयघेते], "माहितीसाठी कारण").
प्रवेश(अधिग्रहण, न, [अधिग्रहणे], "मिळवलेली गोष्ट").
Prolog:

entry(acquire, v, [हाती घेतले,हाती घेणे,हाती घेतो], "मालकी हक्कात येणे").
प्रवेश(अधिग्रहण, न, [अधिग्रहणे], "जे अधिग्रहित केले जाते").
प्रवेश(संपादक, न, [संपादक], "संपादन करणारा").
entry(निष्कलंक, कृ, [निष्कलंकित,निष्कलंकितकरण,निष्कलंकितकरतो], "चूक अथवा गुन्हा यापासून मुक्त अथवा दोषमुक्त करणे").
प्रवेश(अक्रेशिया, न, [अक्रेशियाज], "स्वत:च्या नियंत्रणाचा अभाव ACRATIC विशेषण").
प्रवेश(अॅक्रेसिन, न, [अॅक्रेसिन्स], "श्लेष्मबुरशीच्या पेशींनी स्रवत असलेले एक पदार्थ").
entry(एकर, न, [एकर], "क्षेत्रफळाची एक मोजमापाची एकक").
नोंदणी(क्षेत्रफळ, न, [क्षेत्रफळे], "एकरमध्ये क्षेत्र").
प्रवेश(अॅकर्ड, विशेषण, [], "खूप एकरांचे मालक असणे").
Prolog:
entry(तीव्र, विशेषण, [], "तीव्रतर तीव्रतम चवीला किंवा वासाला तीक्ष्ण आणि कठोर").
प्रवेश(अॅक्रिडीन, न, [अॅक्रिडीन्स], "एक रासायनिक संयुग").
नोंद(तीव्रता, न, [तीव्रता], "तीव्र असण्याची अवस्था").
entry(acridly, क्रियाविशेषण, [], "तेजस्वीपणे").
entry(कटुता, न, [कटुता], "वाणी किंवा स्वभावाची तीव्रता किंवा कडवटपणा").
entry(acro, n, [अक्रोस], "एक स्कीइंग स्पर्धा जिथे स्कीयर संगीतावर कलाबाजी चाल करतो").
प्रवेश(जिम्नॅस्ट, न, [जिम्नॅस्ट्स], "चपळाई आणि संतुलनाच्या कसरतीत निपुण").
प्रवेश(acrodont, न, [acrodonts], "मुळांशिवाय दात असलेला प्राणी").
Prolog साठी मराठी भाषांतर:
entry(acrogen, n, [acrogens], "फक्त शिखरावर वाढणारे वनस्पती").
entry(अॅक्रोलेक्ट, न, [अॅक्रोलेक्ट्स], "एका भाषेचे उच्च रूप").
प्रवेश(अ‍ॅक्रोलिन, न, [अ‍ॅक्रोलिन्स], "एक ज्वलनशील द्रव").
प्रवेश(अॅक्रोलिथ, न, [अॅक्रोलिथ्स], "पुतळयाचा एक प्रकार").
एंट्री(अक्रोमियन, न, [अक्रोमिया], "खांद्याच्या ब्लेडचा बाह्य टोकACROMIAL विशेषण").
प्रवेश(ॲक्रॉनिक, विशेषण, [], "सूर्यास्ताच्या वेळी घडणारे").
entry(संक्षिप्त रूप, n, [संक्षिप्त रूपे], "एखाद्या मिश्रित संज्ञेच्या किंवा शब्द मालिकेच्या आद्यक्षरांपासून तयार केलेला शब्द").
entry(acrosome, n, [acrosomes], "शुक्राणूच्या डोक्यावर असलेली पातळ पिशवी").
प्रविष्टि(पार, पूर्वप्र, [], "एकाच्या बाजूकडून दुसऱ्या बाजूकडे").
एन्ट्री(अक्रॉस्टीक, प, [अक्रॉस्टीक्स], "एक कविता ज्यामध्ये विशिष्ट अक्षरे क्रमाने घेतली गेली तर त्या शब्द किंवा वाक्य तयार होते").
entry(acrotism, n, [acrotisms], "नाडीची दुर्बलताACROTIC विशेषण").
entry(acrylate, n, [acrylates], "अॅक्रेलिक").
प्रवेश(अ‍ॅक्रिलिक, न, [अ‍ॅक्रिलिक्स], "एक प्रकारचा राळ").
entry(act, v, [संपादन केले,संपादित करणे,संपादित करतात], "काहीतरी करण्यासाठी").
प्रवेश(अक्टा, नपु, [], "नोंदवलेले कार्यवाही").
entry(actable, adj, [], "मंचावर सादरीकरणासाठी योग्य").
प्रवेश(ऍक्टिन, न, [ऍक्टिन्स], "पेशी तंतुंमध्ये आढळणारे एक प्रोटिन").
entry(actinal, adj, [], "टेंटॅकल्स असलेले").
entry(अभिनय, न, [अभिनय], "अभिनेता किंवा अभिनेत्रीचा व्यवसाय").
प्रविष्ठी(actinia, न, [actinias], "किंवा ACTINIAE—एक सागरी प्राणी").
entry(actinian, n, [actinians], "अॅक्टिनिया").
प्रवेश(अॅक्टिनिक, विशेषण, [], "अॅक्टिनिझमसंबंधी").
entry(actinide, n, [ॲक्टिनाइडस्], "रेडिओॅक्टिव्ह मूलद्रव्यांच्या मालिकेतील कोणतेही मूलद्रव्य").
entry(actinism, n, [actinisms], "रासायनिक बदल घडवणाऱ्या किरणोत्सर्जनाची गुणधर्म").
प्रवेश(अॅक्टिनियम, न, [अॅक्टिनियम्स], "एक किरणोत्सारक मूलद्रव्य").
entry(ॲक्टिनॉइड, न, [ॲक्टिनॉइड्स], "एक ऍक्टिनाइड").
entry(actinon, n, [अॅक्टिनोन्स], "रॅडॉनचा समस्थानिक").
entry(action, v, [कारवाई केली,कारवाई करत आहे,कारवाया], "खटला दाखल करणे").
प्रविष्टि(कृतीकार, न, [कृतीकार], "रोमांचक कृती असलेला चित्रपट").
entry(सक्रिय, क्रि, [सक्रिय, सक्रिय करीत आहे, सक्रिय करते], "गतीने लावण्यासाठी").
सदस्य(सक्रिय, न, [सक्रिय], "एका संस्थेचा सहभागी सदस्य").
entry(actively, adv, [], "क्रियाशीलतेने").
प्रवेश(कार्यकर्ता, सं, [कार्यकर्ते], "प्रत्यक्ष आणि निर्णायक कृतीला महत्त्व देणारी तत्त्वज्ञान").
entry(कार्यकर्ता, न, [कार्यकर्ते], "सक्रियतेचा पुरस्कर्ता").
एन्ट्री(क्रिया, एन, [क्रियाकलाप], "वेगाने कार्य करणे किंवा हालचाल").
entry(सक्रिय करणे, क्रियापद, [सक्रिय केले,सक्रिय करणे,सक्रिय करतो], "सक्रिय करण्यासाठी").
actor मध्ये प्रवेश, n, [actors], "एक नाट्यमय कलाकारACTORISH ACTORLY adj".
entry(अभिनेत्री, न, [अभिनेत्र्या], "महिला अभिनेताक्रिया विशेषण").
entry(खात्रीत, adjective, [], "प्रत्यक्षात अस्तित्वात असलेले प्रामाणिकपणे adverb").
प्रविष्टि(बीमाशास्त्रज्ञ, न, [बीमाशास्त्रज्ञ], "जोजो बीमाचे धोके आणि प्रीमियम मोजतो").
प्रवेश(प्रवर्तित करणे, क्रियापद, [प्रवर्तित केले, प्रवर्तित करीत आहे, प्रवर्तित करतो], "कृतीत आणणे किंवा गतीत ठेवणे").
प्रवेश(अ‍ॅक्चुएटर, न, [अ‍ॅक्चुएटर्स], "एक जो कार्यान्वित करतो").
प्रवेश(acuate, विशेषण, [], "टोकदार").
प्रवेश(स्पष्टता, न, [स्पष्टताः], "तीव्रता").
एंट्री(अक्युलेट, ना, [अक्युलेट्स], "डंख मारणारा कीटक").
entry(aculeus, n, [aculei], "तीक्ष्ण टोकदार भाग").
प्रवेश(विवेक, न, [विवेक], "मानसिक तीक्ष्णता").
entry(acutance, n, [acutances], "छायाचित्रात्मक स्पष्टतेचे मोजमाप").
entry(acute, विशेषण, [], "अधिक तीव्र अत्यंत तीव्र तीव्रपणाने चिन्हांकित केलेलेACUTELY क्रियाविशेषण").
प्रवेश(तीव्र, न, [तीव्र], "एक प्रकारचा उच्चार चिन्ह").
प्रवेश(अचँक्लिक, विशेषण, [], "स्वयंभू नाही").
प्रवेश(एसिल, न, [एसिल्स], "एक संयोजी मूलक").
एन्ट्री(अॅसिलेट, क्रियापद, [अॅसिलेटेड,अॅसिलेटिंग,अॅसिलेट्स], "अॅसिलचा समावेश करण्यासाठी").
entry(असाइलोइन, न, [असाइलोइन्स], "रासायनिक संयुगाचा एक प्रकार").
प्रवेश(विज्ञापन, पु, [विज्ञापने], "एक जाहिरात").
प्रवेश(निवेदन, न, [निवेदने], "सामान्य निरीक्षण व्यक्त करणारे पारंपरिक म्हण").
प्रवेश(अदाजिओ, न, [अदाजिओज], "संगीत रचना किंवा हालचाल जी संथ गतीने वाजवली जाते").
प्रवेश(दृढता, न, [दृढता], "दृढता").
entry(अडिगपणा, न, [अडिगपणाचे], "न हरपणाऱ्या कठोरता").
प्रविष्टि(दृढनिश्चयी, न, [दृढनिश्चयी], "एक अत्यंत कठोर पदार्थ").
एंट्री(अॅडमसाइट, न, [अॅडमसाइट्स], "फुफ्फुसांना चीड आणणारी वायू").
entry(अनुकूलन, v, [अनुकूलित,अनुकूलित करणे,अनुकूलन करतो], "योग्य बनविणे").
प्रवेश(रूपांतरक, पु, [रूपांतरक], "त्याला अनुकूल करणारा").
प्रविष्टि(अनुकूलन, न, [अनुकूलने], "अनुकूलनADAPTIVE विशेषण क्रिया").
प्रवेश(अ‍ॅडॉप्टर, न, [अ‍ॅडॉप्टर्स], "अ‍ॅडॉप्टर").
entry(adaxial, adj, [], "सारख्या बाजूला स्थित").
प्रवेश(अॅडबॉट, न, [अॅडबॉट्स], "एक विशेष संगणक कार्यक्रम").
प्रवेश(जोडा, क्रि, [जोडले,जोडत आहे,जोडते], "वाढ होण्यासाठी एकत्र करणे किंवा जोडणेADDIABLE विशेषण").
प्रवेश(addax, n, [अ‍ॅडॅक्स], "मोठा काळविट").
entry(addedly, क्रियाविशेषण, [], "अतिरिक्तरित्या").
प्रविष्टि(सष्टांश, n, [सष्टांशे], "दुसऱ्या संख्येशी जोडण्याची संख्या").
entry(परिशिष्ट, न, [परिशिष्टे], "किंवा ADDENDAdi काहीतरी जोडलेले किंवा जोडण्याचे").
प्रवेश(अॅडर, n, [अॅडर्स], "एक विषारी साप").
entry(addible, adj, [], "जोडता येण्यास सक्षम").
प्रवेश(व्यसनी, क्रि, [व्यसनाधीन,व्यसनकारी,व्यसनाधीन], "सतत किंवा जबरदस्तीने काहीतरी करण्यासाठी समर्पित करणे किंवा शरण जाणे").
प्रवेश(योग, प, [योगे], "काहीतरी जोडलेले").
प्रवेश(मिश्रकात्मक, न, [मिश्रक], "इतरांना आकर्षक गुणधर्म देण्यासाठी जोडलेले पदार्थ").
entry(additory, adj, [], "जोडणी करणारा").
प्रवेश(addle, v, [addled,addling,addles], "गोंधळवणे").
प्रवेश(पत्ता, v, [पत्ते, पताका, पत्ते], "बोलण्यासाठी").
entry(पुरावा-म्हणून-सादरकरा, क्रिया, [सादरकेले, सादरकरताना, सादरकरतो], "पुरावा म्हणून पुढे आणा").
entry(adducent, adj, [], "कडेकरण्यासाठी सेवा देत आहे").
एंट्री(अद्यूझर, न, [अद्यूझर्स], "जो एक गोष्ट सिद्ध करतो").
प्रवेश(उद्धरण, वर्तमान, [], "उद्धरणाचा कृदंत").
entry(adduct, v, [adducted, adducting, adducts], "मुख्य अक्षाकडे ओढणे").
एंट्री(अडडक्टर, न, [अडडक्टर्स], "एक अड्यूसेंट स्नायू").
entry(अदिम, क्री, [अदिम्ड, अदिमिंग, अदिम्स], "घेऊन टाकणे").
एंट्री(अडेलगिड, न, [अडेलगिड्स], "एक लहान कीटक").
entry('ॲडेनिन', n, ['ॲडेनिन्स'], "एक अल्कलॉइड").
entry(एडेनाइटिस, न, [एडेनाइटिसेस], "लसिका ग्रंथीची जळजळ").
प्रवेश(ॲडीनॉइड, न, [ॲडीनॉइड्स], "फॅरिंक्सच्या मागे एक वाढलेली लसिका पेशी").
entry(अॅडेनोमा, न, [अॅडेनोमास], "किंवा अॅडेनोमाटाएक ग्रंथीजन्य स्रोताचा ट्यूमर").
प्रवेश(अ‍ॅडिनोसिस, न, [अ‍ॅडिनोसेस], "ग्रंथीय ऊतकाची असामान्य वाढ").
entry(ॲडेनिल, न, [ॲडेनिल्स], "एक एकमूलक रासायनिक संघटन").
entry(adept, adj, [], "कुशल अत्यंत कुशलकुशले adv").
entry(कुशल, न, [कुशलते], "एक कुशल व्यक्ती").
entry(योग्यता, न, [योग्यताएँ], "योग्य असल्याची स्थिती").
entry(योग्य, विशेषण, [], "विशिष्ट गरजेसाठी पुरेसे").
entry(पालन, क्रि, [पालन केले,पालन करणे,पालन करतो], "काहीतरी संलग्न किंवा जवळ राहणे").
प्रवेश(आढळ, न, [आढळत], "एक चिकट पदार्थ ज्याला चिकटविला जातो").
प्रवेश(समर्थक, न, [समर्थक], "एक पाठीराखा").
entry(पालक, न, [पालक], "एक जो पालन करतो").
एन्ट्री(पालन, वर्तमान, [], "पालन करणे या क्रियापदाचा वर्तमान कृदंत रूप").
entry(संलयन, न, [संलयने], "संलग्न होण्याची क्रिया").
entry(चिकट, न, [चिकट पदार्थ], "संयोजन कारणारी एक वस्तू").
entry(प्रवेश, क्रि, [प्रवेश केला,प्रवेश करत आहे,प्रवेश करतो], "घेणे किंवा आत सोडणे").
entry(नमस्कार, न, [नमस्कारे], "किंवा ADIEUX एक निरोप").
प्रवेश(आदिओस, न, [आदिओसेस], "गुडबाय").
प्रवेश(एडिपोज, नाम, [एडिपोजेस], "प्राणी चरबीADIPIC विशेषण").
प्रवेश(स्थूलता, न, [स्थूलता], "स्थूलत्व").
entry(adipous, adj, [], "चरबीशी संबंधित").
entry(adit, n, [adits], "प्रवेशद्वार").
प्रवेश(शेजारी, विशेषण, [], "शेजारी").
प्रवेश(संलग्न, क्रियापद, [संलग्न,संलग्नत,संलग्न], "शेजारी लागणे").
प्रवेश(विलग, न, [विलग], "एक प्रकारची गणितीय मॅट्रिक्स").
entry(स्थगित, क्रियापद, [स्थगित केले, स्थगित करणे, स्थगित करतात], "नंतरच्या वेळी स्थगित करणे").
entry(फैसला करणे, क्रियापद, [ठरवले,ठरवत आहोत,ठरवतो], "न्यायिक निर्णय घेणे").
प्रवेश(सहायक, न, [सहायक], "उपस्थिती मध्ये जोडलेल्यात काहीतरी").
entry(शपथ, क्रियापद, [शपथ घेतले,शपथ घेत असणे,शपथ घेतो], "गंभीर आदेश देणे").
entry(adjurer, n, [adjurers], "एक जो विनंती करतो").
प्रवेश(शपथविधायक, न, [शपथविधायक], "शपथविधायी").
एंट्री(समायोजन करा, क्रिया, [समायोजित, समायोजित करीत आहे, समायोजने], "अधिक समाधानकारक स्थितीत आणणे").
प्रवेश(समायोजक, न, [समायोजक], "जो समायोजन करतो").
entry(समायोजक, न, [समायोजक], "adjuster").
एंट्री(अॅड्जुटंट, न, [अॅड्जुटंट्स], "एक सहायक").
एंट्री(सहाय्यक, न, [सहाय्यक], "एक सहाय्यक").
प्रवेश(विज्ञापनजग, न, [विज्ञापनजगात], "विज्ञापनाचा जग").
entry(adman, n, [admen], "जाहिरात व्यवसायात काम करणारा मनुष्य").
प्रवेश(अ‍ॅडमास, न, [अ‍ॅडमासेस], "जन माध्यमांतून जाहिरात").
प्रविष्ठी(प्रशासक, न, [प्रशासकांच्या], "एक प्रशासक").
प्रवेश(ॲडमिरल, न, [ॲडमिरल्स], "उच्च पदस्थ नौदल अधिकारी").
entry(आदर करणे, क्रियापद, [आदर केला,आदर करत,आदर करतो], "आश्चर्य, आनंद आणि अनुमोदनाने पाहणे").
entry(प्रशंसक, न, [प्रशंसक], "तो जो प्रशंसा करतो").
प्रवेश(प्रवेश, क्रि, [प्रवेश केला,प्रवेश करत आहे,प्रवेश करतो], "प्रवेश देणे").
प्रवेश(प्रवेशित, न, [प्रवेशित], "प्रवेश दिलेल्या व्यक्ती").
प्रवेश(प्रवेशकर्ता, न, [प्रवेशकर्ते], "स्वीकारणारा एक").
प्रवेश(संमिश्र, क्रियापद, [संमिश्रते,संमिश्रीत आहे,संमिश्रतेत], "मिश्रित करण्यासाठी").
entry(समज, क्रियापद, [समजावले,समजावत,समजावतो], "मृदू किंवा प्रेमळतेने उपदेश देणे").
entry(adnate, adj, [], "दुसऱ्या भागाशी किंवा अवयवाशी जोडलेले").
entry(adnation, n, [adnations], "जुडेलेपणाची स्थिती").
entry(ऍडनेक्सा, नपुं, [], "संलग्न शरीराचे भाग ऍडनेक्सल विशेषण").
प्रविष्टि(विशेषणाप्रमाणे_नाम, न, [विशेषणाप्रमाणे_नावे], "नाम म्हणून वापरलेले विशेषण").
entry(अदो, न, [अदोस], "गर्दीची उत्तेजना").
entry(अडोबी, न, [अडोबीज], "जमिनीत वाळलेल्या, न भाजलेल्या विटा").
entry(अदुबो, न, [अदुबोस], "मासे किंवा मांस यांचे एक फिलीपिनी पक्वान्न").
प्रवेश(ॲडोनिस, न, [ॲडोनिसेस], "सुंदर तरुण पुरुष").
प्रवेश(दत्तक, क्रियापद, [दत्तक घेतले,दत्तक घेणे,दत्तक घेतो], "कायदेशीर मार्गाने आपल्या कुटुंबात घेणे").
adoptee(प्रवेश, न, [गोदविलेले], "गोद घेतलेला एक").
एंट्री(दत्तक-ग्रहणारा, न, [दत्तक-ग्रहणारे], "ते जो दत्तक घेतो").
प्रवेश(दत्तक, न, [दत्तक], "दत्तक घेण्याची क्रियाADOPTIVE विशेषण").
प्रवेश(adorable, विशेषण, [], "पूजनीय होण्याच्या लायकADORABLY क्रिया विशेषण").
entry(आदर करणे, क्रि, [आदरीत,आदरत,आदरी], "खूप प्रेम करणे").
entry(आदुर, न, [आदूर], "ज्याला आदर आहे").
entry(सुशोभित करा, क्रि, [सुशोभित केले,सुशोभित करीत आहे,सुशोभित करतो], "आकर्षक करण्याच्या उद्देशाने काहीतरी जोडणे").
entry(सजवणारा, न, [सजवणारे], "जो सजवतो").
एंट्री(अडाऊन, क्रियाविशेषण, [], "खाली").
entry(अडोज, विशेषण, [], "झोपलेल्या").
प्रवेश(अॅड्रिनल, न, [अॅड्रिनल्स], "एक अंतःस्रावी ग्रंथी").
entry(adrift, adj, [], "तरंगत").
entry(adroit, adj, [], "ADROITER ADROITESTकुशलADROITLY क्रियाविशेषण").
प्रवेश(अडस्क्रिप्ट, न, [अडस्क्रिप्ट्स], "दुसऱ्या अक्षरानंतर लिहिलेला ओळखण्यायोग्य प्रतीक").
नोंद(शोषण, क्रि, [शोषले,शोषत,शोषते], "दाटलेल्या थरात पृष्ठभागावर गोळा करणे").
entry(शोषक, न, [शोषक], "जो काही शोषतो").
नोंद(अडझुकी, न, [अडझुकिस], "अद्झुकी").
प्रवेश(अड्युलारिया, न, [अड्युलारियास], "एक खनिज").
entry(चापलूस करणे, कृ, [चापलूस केले,चापलूस करत आहेत,चापलूस करतो], "अतिप्रशंसा करणे").
entry(चापलूस, न, [चापलूस], "जो चापलुसी करतो").
प्रवेश(प्रौढ, न, [प्रौढ], "पूर्णपणे विकसित झालेल्या व्यक्ती").
entry(व्यभिचार, न, [व्यभिचार], "विवाहित व्यक्ती व त्याच्या किंवा तिच्या जोडीदाराशिवाय इतर कोणाबरोबर स्वेच्छेने लैंगिक संपर्क").
entry(प्रौढपणे, क्रियाविशेषण, [], "प्रौढ व्यक्तीसारखा आचरण करणारा").
एन्ट्री(अडम्ब्रल, विशेषण, [], "छायाप्रद").
प्रवेश(adunc, विशेषण, [], "आत वाकणे").
प्रवेश(वाकड, विशे, [], "वाकड").
entry(aduncous, adj, [], "वक्र").
प्रविष्टि(जळलेला, विशेषण, [], "दग्ध").
entry(प्रगती, क्रि, [प्रगत,प्रगत होत,प्रगत करतो], "आगरसर करणे किंवा आगरसर करायला कारणीभूत होणे").
एन्ट्री(अॅडव्हान्सर, न, [अॅडव्हान्सर्स], "प्रगती करणारी एक व्यक्ती").
entry(वाहून नेणे, क्रियापद, [वाहून नेले,वाहून नेत आहे,वाहून नेतात], "द्रवाच्या प्रवाहाद्वारे वाहून नेणे").
एन्ट्री(अॅडव्हेंट, न, [अॅडव्हेंट्स], "आगमन").
प्रवेश(क्रियाविशेषण, n, [क्रियाविशेषण], "क्रिया, विशेषण किंवा इतर क्रियाविशेषण बदलण्यासाठी वापरलेले एक शब्द").
प्रवेश(विरोधी, विशेषण, [], "विरोधात कार्य करणे").
प्रवेश(जाहिरात, क्रि, [जाहिर केले, जाहिर करीत आहे, जाहिराती], "लक्ष वेधून घेणे").
एंट्री(सल्ला, नाम, [सल्ले], "निर्णय किंवा कृतीबाबत शिफारस").
प्रवेश(सल्ला, क्रियापद, [सल्ला दिला,सल्ला देत आहे,सल्ले देते], "सल्ला देणे").
एंट्री(सल्लागार, न, [सल्लागार], "सल्ला घेतो तो").
एंट्री(सल्लागार, न, [सल्लागार], "सल्ला देणारा").
एन्ट्री(सल्ला देणे, उपस्थित, [], "सल्ला देणे क्रियापदाचा वर्तमान कृदंत").
प्रवेश(सल्लागार, न, [सल्लागार], "सल्लागार").
एंट्री(सल्लागार, न, [सल्लागारांचे], "माहिती देणारी एक अहवाल").
entry(अॅडव्होकाॅट, न, [अॅडव्होकाॅट्स], "ब्रँडी, साखर आणि अंडी यांनी बनवलेला एक मद्य").
entry(वकिली, न, [वकिली], "वकिली करण्याची क्रिया").
entry(वकील, क्रियापद, [वकील केले, वकिली करणे, वकिल आहेत], "समर्थनार्थ बोलणे").
entry(advowson, n, [advowsons], "रिक्त चर्च कार्यालयात उमेदवार सादर करण्याचा हक्क").
प्रवेश(ऍडवेअर, सं, [ऍडवेअर्स], "अशा संगणक सॉफ्टवेअरला म्हणतात जे मोफत उपलब्ध असते पण त्यात जाहिराती असतात").
entry(adwoman, n, [adwomen], "जाहिरात व्यवसायात काम करणारी स्त्री").
entry(adynamia, n, [adynamias], "शारीरिक शक्तीची कमीADYNAMIC विशेषण").
entry(adytum, n, [adyta], "प्राचीन मंदिरातील एक आंतरीक पवित्र स्थान").
प्रवेश(adz, v, [adzed, adzing, adzes], "लाकूड adz या कापणीसाठी वापरण्यात येणारे उपकरण वापरून आकारणे").
प्रवेश(भाताळ, क्रि, [भाताळले, भाताळत आहे, भाताळले आहेत], "भाताळने").
प्रविष्टि(आडझुकी, न, [आडझुकिस], "एशियन वनस्पतीचे खाद्य बीज").
entry(ae, adj, [], "एक").
entry(aecia, pl, [], "एशियमचे").
प्रविष्टि(aecial, विशेषण, [], "एशियमशी संबंधित").
entry(aecidial, adj, [], "एशियम संबंधित").
प्रवेश(असिडियम, न, [असिडिया], "एक एसियम").
entry(aecium, n, [aecia], "काही कवकांच्या बीजाणू उत्पादन करणाऱ्या अवयव").
entry(aedes, n, [aedēs], "डासांच्या प्रजातींमधील कोणतेही").
प्रवेश(एडाईल, न, [एडाईल्स], "प्राचीन रोमचा एक अधिकारी").
प्रवेश(एडीन, विशेषण, [], "एडीसशी संबंधित").
entry(ढाल, न, [ढाल], "संरक्षण").
प्रवेश(अजिन्हिंकर्नार, न, [], "pl अजिन्हिंकर्नारएक प्रमाणपत्र जे आजारी विद्यार्थ्याला परीक्षा सोडवण्यापासून माफ करते").
entry(aeneous, adj, [], "हिरवट सोनेरी रंगाचा").
entry(aeneus, adj, [], "तांबूस").
entry(एओलियन, विशेषण, [], "ईओलियन").
प्रवेश(अनंतकाल, न, [अनंतकाळ], "अवधी").
entry(शाश्वत, विशेषण, [], "eonian").
entry(aeonic, adj, [], "शाश्वत").
प्रवेश(एकोरिन, न, [एकोरिन्स], "जेलिफिशद्वारे स्रवत असलेले एक प्रथिन").
प्रविष्टि(एराडिओ, न, [एराडिओस], "पायलटांसाठी एक कॅनेडियन रेडिओ सेवा").
entry(हवा_पुरवणे, क्रियापद, [हवायुक्त,हवा_पुरवताना,हवा_पुरवतो], "हवेने पुरविणे").
प्रविष्टि(हवादारीकरण, न, [हवादारीकरणे], "हवा देण्याची क्रिया").
प्रवेश(एरेटोर, न, [एरेटर्स], "हवा द्यायला वापरले जाणारे साधन").
entry(हवाई, न, [हवाई साधने], "एक अँटेना").
प्रवेश(एरियली, क्रियाविशेषण, [], "हवेशी संबंधित पद्धतीने").
प्रवेश(एरी, न, [एरीज], "उंच डोंगरावर किंवा कड्यावर बांधलेले पक्ष्यांचे घरटेएरीएड विशेषण").
प्रवेश(एरीयर, तुलनात्मक, [], "एरीचे").
entry(आॅरीस, pl, [], "आॅरीचा").
entry(aeriest, श्रेष्ठतम, [], "aery चा").
entry(हवाई, विशेषण, [], "हवेसारखे रूप असलेले").
प्रविष्टि(हवा देणे, क्रियापद, [हवा दिली,हवा देताना,हवा देतो], "हवा पुन्हा फिरवणे").
entry(aerily, क्रियाविशेषण, [], "हवेप्रमाणे").
प्रवेश(एअरो, विशेषण, [], "विमानांशी संबंधित").
एन्ट्री(एरोबॅट, न, [एरोबॅट्स], "ते वैमानिक कसरती करतात").
प्रवेश(एरोब, न, [एरोब्स], "ऑक्सिजनशिवाय जगण्यासाठी आवश्यक असलेला सजीवएरोबिक विशेषण").
प्रवेश(एरोबिक्स, नपुं, [], "ऑक्सिजनच्या वापरात वाढ करून हृदय आणि फुफ्फुसांची स्थिती सुधारण्यासाठी केलेले व्यायाम").
प्रवेश(ॲरोबियम, न, [ॲरोबिया], "ॲरोब").
प्रवेश(वायुमार्ग, न, [वायुमार्ग], "जेट इंजिनचा एक प्रकार").
प्रवेश(वायुधावन, न, [वायुधावने], "हवेपेक्षा जड विमान").
entry(पंखाचेफाट, न, [पंखांचेफाट], "पंख").
प्रवेश(एरोजेल, न, [एरोजेल्स], "एक अत्यंत रंध्रदार घन").
entry(एरोग्राम, पु, [एरोग्राम्स], "एक हवाई पत्र").
प्रवेश(एरोलाईट, न, [एरोलाईट्स], "लोखंडापेक्षा अधिक दगड असलेला उल्कापिंड").
entry(वायूपाषाण, न, [वायूपाषाण], "वायुपाषाण").
entry(वायुमानशास्त्र, न, [वायुमानशास्त्र], "वातावरणाचा अभ्यास").
प्रवेश(वायुगामी, न, [वायुगामी], "तो जो हवाईजहाज चालवतो").
प्रवेश(अॅरोनॉमी, न, [अॅरोनॉमीज्], "वरच्या वातावरणाचा अभ्यास").
एन्ट्री(एअरोसॅट, न, [एअरोसॅट्स], "विमानवाहतूक नियंत्रणासाठी वापरलेला उपग्रह").
प्रवेश(अॅरोसोल, न, [अॅरोसोल्स], "सूक्ष्म घन किंवा द्रव कणांचे वायूस्थित निलंबन").
entry(हवा भरलेले विमान, न, [हवा भरलेली विमाने], "हवा पेक्षा हलके अशा प्रकारचे विमान").
entry(aerugo, n, [aerugos], "तांबेवर तयार होणारी हिरवी पातळ थर").
प्रवेश(एअरी, विशेषण, [], "एअरियर एअरीएस्टएअरी").
entry(एरी, न, [एरीज], "एरी").
entry(सौंदर्यवादी, न, [सौंदर्यवादीं], "कला प्रिय व्यक्ती").
entry(ग्रीष्मऋतु, विशेषण, [], "ग्रीष्मऋतु").
प्रवेश(वय, विशेषण, [], "चे वय").
entry(आईथर, न, [आईथर्स], "वायूमंडलातील उच्च प्रदेशआयथरिक विशेषण").
प्रवेश(अफार, न, [अफार्स], "एक मोठे अंतर").
entry(भीतीने, विशेषण, [], "भीती").
एंट्री(भयभीत, विशेषण, [], "अफेअरड").
entry(निष्कपात, विशेषण, [], "ताप नसणे").
entry(aff, adv, [], "ऑफ").
entry(अफेबळ, विशेषण, [], "सहज बोलता येईलअफेबली क्रियाविशेषण").
प्रवेश(प्रकरण, न, [प्रकरणे], "केलेले किंवा करण्यायोग्य काहीही").
entry(प्रकरण, न, [प्रकरणे], "एक संक्षिप्त प्रेमसंबंध").
entry(प्रभाव, क्रि, [प्रभावित,प्रभावीत,प्रभावी], "खोटे स्वरूप देणे").
entry(प्रभावकारी, न, [प्रभावकारी], "प्रभाव करणारा एक").
प्रवेश(अफ़रेंट, न, [अफ़रेंट्स], "एका मज्जातंतू जो संदेश केंद्राकडे आवेग वाहून नेतो").
entry(आश्वासन, क्रियापद, [आश्वासित,आश्वासन देणे,आश्वासने], "लग्नाचे वचन देणे").
प्रवेश(प्रतिज्ञापत्रकर्ता, न, [प्रतिज्ञापत्रकर्ते], "जो शपथेवर लेखी घोषणा करतो").
entry(affiche, n, [affiches], "पोस्टर").
entry(अफ्फिनल, विशेषण, [], "लग्नाद्वारे संबंधित").
entry(आफाइन, न, [आफाइन्स], "विवाहानुसारचा नातेवाईक").
entry(affined, adj, [], "नात्याने जवळचा").
प्रवेश(affinely, क्रिया विशेषण, [], "गणकीय नकाशा प्रकाराच्या पद्धतीमध्ये").
एंट्री(ऍफिनिटी, न, [ऍफिनिटीज], "स्वाभाविक आकर्षण किंवा झुकाव").
नोंद(दृढ, क्रियापद, [दृढ केला,दृढ करणे,दृढ करतो], "सकारात्मकपणे सांगणे").
एंट्री(अॅफर्मर, न, [अॅफर्मर्स], "एक जो पुष्टी करतो").
प्रविष्टी(प्रत्यय, क्रि, [संलग्न,संलग्नित,संलग्नते], "जोडणे").
प्रविष्टि(उपसर्गीय, विशेषण, [], "उपसर्ग किंवा प्रत्ययाशी संबंधित").
एंट्री(अॅफिक्सर, न, [अॅफिक्सर्स], "संलग्न करणारा").
entry(उपसर्गीय, विशेषण, [], "उपसर्गीय").
entry(प्रेरणा, न, [प्रेरणाएँ], "सर्जनशील प्रेरणा").
entry(त्रास देणे, क्रियापद, [त्रास दिला, त्रास देत आहे, त्रास देतो], "मानसिक किंवा शारीरिक वेदनेने व्यथित करण्यासाठी").
entry(affluent, n, [उपप्रवाह], "दुसऱ्या नदीमध्ये मिसळणारा प्रवाह").
entry(प्रवाह, न, [प्रवाह], "एका बिंदूकडे वाहणारा प्रवाह").
प्रवेश(अफोर्ड, क्रियापद, [अफोर्डेड,अफोर्डिंग,अफोर्ड्स], "पुरेशे साधन असणे").
entry(वनरोपण, क्रि, [वनरोपित, वनरोपण करीत, वनरोपण करतो], "वनामध्ये परिवर्तन करणे").
entry(गोंधळ, क्रि, [भयभीत,भयभीत होत,गोंधळ करतो], "भीती दाखवणे").
प्रवेश(भयभीतकर, न, [भयभीतकर्ते], "जो प्रा.").
entry(भयभीत करणे, क्रियापद, [भयभीत, भयभीत करीत आहे, भयभीत करतो], "घाबरणे").
entry(affront, v, [अपमानित, अपमान करणारा, अपमान], "मोकळेपणाने अपमान करणे").
प्रवेश(अफ्युजन, न, [अफ्युजन्स], "द्रव ओतण्याची क्रिया").
प्रवेश(अफगाण, न, [अफगाण्स], "लोकरची शाल किंवा झगा").
entry(अफगानी, न, [अफगानीस], "अफगाणिस्तानातील एक मुद्रा एकक").
entry(afield, adv, [], "खेड्यामध्ये").
entry(जळत, विशेषण, [], "आगीवर असणे").
एंट्री(जळालेलं, विशेषण, [], "जळतं").
entry(पाण्यात तरंगणारा, विशेषण, [], "तरंगत आहे").
entry(अॅफ्लटर, विशेषण, [], "चिंताग्रस्त उत्साही").
प्रवेश(पायावर, क्रियाविशेषण, [], "पायी").
entry(afore, adv, [], "पूर्वी").
प्रवेश(अफल, विशेषण, [], "गुंतलेले").
entry(भयभीत, विशेषण, [], "चिंतेने भरलेले").
entry(अफ्रीत, न, [अफ्रीट्स], "अरबी पौराणिक कथेतला एक वाईट आत्मा").
entry(afresh, क्रियाविशेषण, [], "नवीनपणे").
प्रवेश(अफ्रिट, न, [अफ्रिट्स], "अफ्रीट").
प्रवेश(अफ्रो, न, [अफ्रोस], "एक वळलेली किंवा कुरळीकुरळा केसांचा शैली").
entry(aft, adv, [], "सटाकडे").
प्रवेश(नंतर, पूर्व, [], "स्थान किंवा क्रमाने मागे").
प्रवेश(नंतरचे, नपु, [], "गोड पदार्थ").
प्रवेश(करानंतर, विशेषण, [], "कर भरण्याच्या नंतर शिल्लक").
प्रवेश(सर्वात_पाठीमागील, विशेषण, [], "सर्वात जवळच्या कर्न").
entry(आफ्टोसा, न, [आफ्टोसास], "गर्विष्ठ जनावरांमध्ये होणारा रोग").
प्रवेश(कृ, न, [कृषी], "कृषी").
प्रवेश(आगा, न, [आगास], "एका उच्चपदस्थ तुर्की लष्करी अधिकारी").
entry(पुन्हा, क्रि.वि., [], "आणि एकदा").
entry(विरुद्ध, पूर्वप्रत्यय, [], "विरोधात").
entry(अगालोच, न, [अगालोच्स], "उष्णकटिबंधीय वृक्षाचे सुवासिक लाकूड").
एंट्री(अगलवुड, न, [अगलवूड्स], "अगालोच").
एण्ट्री(अगमा, न, [अगमास], "एक उष्णकटिबंधीय सरडा").
entry(agamete, n, [agametes], "लैंगिक नसलेली पुनरुत्पादक पेशी").
एंट्री(अगमिक, विशेषण, [], "अलैंगिक").
entry(अगॅमिड, न, [अगॅमिड्स], "एक जुना विश्व सरडा").
प्रविष्टि(अगॅमस, विशेषण, [], "अगॅमिक").
प्रवेश(आगापे, न, [आगापेस], "किंवा आगापाई किंवा आगापाई एक सामुदायिक जेवणअगापिक विशेषण").
entry(अगर, न, [अगर्स], "काही समुद्री शैवालांपासून मिळणारा चिकट पदार्थ").
entry(अगारिक, न, [अगारिक्स], "फुंगसांच्या कुळातील कोणताही सदस्य").
entry(अॅगरोज, न, [अॅगरोजेस], "आगरपासून मिळणारा साखर").
entry(ऍगेट, न, [ऍगेट्स], "क्वॉर्ट्जची एक विविधताAGATOID विशेषण").
entry(agatize, v, [agatized,agatizing,agatizes], "agate सारखे बनवणे").
प्रवेश(अगेव, न, [अगेव्स], "एक उष्णकटिबंधीय वनस्पती").
entry(agaze, विशेषण, [], "नजर लावून").
entry(age, v, [], "वृद्ध वाढणे किंवा वृद्धावस्था वाढण्यास").
entry(agedly, क्रियाविशेषण, [], "एका वृद्ध व्यक्तीच्या पद्धतीने").
प्रवेश(agedness, n, [agednesses], "जूनेपण").
entry(agee, क्रियाविशेषण, [], "एका बाजूला").
entry(वृद्धत्व, न, [वृद्धत्वे], "वृद्धत्व").
प्रवेश(वयविषयक, न, [वयविषयके], "वयावर आधारित भेदभाव").
entry(वयवादी, न, [वयवादी], "वयवादाचा प्रवक्ता").
entry(अजिंक्य, विशेषण, [], "कधीही वृद्ध न होणारा").
प्रवेश(दीर्घायुषी, विशेषण, [], "दीर्घकाळ टिकणारा").
प्रवेश(वयसहचर, न, [वयसहचर], "दुसऱ्याच्या समान वयाचा व्यक्ती").
प्रवेश(एजन्सी, न, [एजन्सीज], "इतरांसाठी व्यवसाय करणारी संस्था").
प्रवेश(कार्यसूची, न, [कार्यसूची], "करण्याच्या गोष्टींची यादी").
प्रवेश(विचारणीय विषय, प, [विचारणीय विषय], "मांडलेल्या विषयावरील एक घटक").
एंट्री(अजीन, न, [अजीनस], "पीठ धुंद करण्यासाठी वापरलेले रासायनिक संयुग").
entry(अजेनिसिया, न, [अजेनिसियास], "अजेनिसिस").
entry(अजेनिसिस, न, [अजेनिसेस], "शरीराच्या एखाद्या भागाचा अभाव किंवा अपूर्ण विकासअजनेटिक विशेषण").
एंट्री(एजेनाईज़, क्रियापद, [एजेनाईज़ेड,एजेनाईझिंग,एजेनाईझेस], "अजीनसह उपचार करणे").
एंट्री(एजंट, v, [एजंटेड, एजंटिंग, एजंट्स], "प्रतिनिधी म्हणून कार्य करणेAGENTIAL विशेषण").
entry(agenting, n, [agentings], "एजंटचे व्यवसाय किंवा क्रियाकलाप").
नोद(agentive, n, [agentives], "कृती करणाऱ्या व्यक्तीला दर्शवणारा शब्दाचा भाग").
entry(अजेन्ट्री, न, [अजेन्ट्रीज], "एजंटची कार्यालये किंवा कर्तव्ये").
प्रवेश(एजर, न, [एजर्स], "वय वाढवणारा").
एंट्री(एजरेटम, ना, [एजरेटम्स], "एक फुलझाड").
एंट्री(अग्गादा, न, [अग्गादास], "किंवा अ‍ॅग्गाडॉट किंवा अ‍ॅग्गाडोथेहाग्गदाह").
एंट्री(अगदाह, न, [अगदाऊस], "किंवा अग्गडोट किंवा अग्गडोथहग्गदाह").
एंट्री(अगाडिक, वि, [], "हगाडिक").
एंट्री(एगर, न, [एगर्स], "दुर्गम किल्ला म्हणून वापरला जाणारा मातीचा ढीग").
एन्ट्री(अ‍ॅगी, न, [अ‍ॅगीज], "खेळताना वापरली जाणारी एक प्रकारची गोळी").
entry(aggrade, v, [aggraded,aggrading,aggrades], "गाळ सामग्रीने भरणे").
entry(आक्रमण करणे, क्रियापद, [आक्रमण केले, आक्रमण करत आहे, आक्रमणे करते], "शत्रुत्वाचा पहिला कृत्य करणे").
entry(पीडा देणे, क्रिया, [पीडित,पीडा देणे,पीडा देतो], "त्रास देणे").
entry(उपद्रव, न, [उपद्रव], "विरोध किंवा तक्रार").
प्रवेश(आघा, न, [आघाज], "आगा").
entry(धक्का बसलेला, विशेषण, [], "भयंकर गोष्ट पाहून आश्चर्यचकित").
entry(चपळ, विशेषण, [], "जलद आणि सहजतेने हालचाल करण्यास सक्षमAGILELY क्रि.वि").
एंट्री(चपळाई, न, [चपळाई], "चपळतेचा गुणधर्म").
entry(agin, prep, [], "विरुद्ध").
प्रवेश(वृद्धत्व, न, [वृद्धत्वांची], "वयोमानानुसार वृद्ध होण्याची प्रक्रिया").
entry(विरोधक, न, [विरोधक], "जो बदलाच्या विरोधात आहे").
प्रवेश (एजिओ, न, [एजिओस], "एका चलनाच्या बदल्यात दुसर्‍या चलनासाठी दिले जाणारे प्रीमियम").
entry(सट्टेबाजी, न, [सट्टेबाज्या], "ब्रोकरचा व्यवसाय").
एन्ट्री(एजिसम, न, [एजिस्म्स], "एजिझम").
प्रवेश(agist, v, [agisted,agisting,agists], "देखभाल करून शुल्कासाठी पाळीव प्राण्यांना खाऊ घालणे").
entry(अगिता, न, [अगितास], "अशांततेची भावना").
entry(ढवळणे, क्रियापद, [ढवळले,ढवळत,ढवळते], "जोरदार अनियमित हालचाल करणेADJECTIVE").
प्रवेश(अजिताटो, विशेषण, [], "जलद आणि उत्तेजक संगीत दिशानिर्देश म्हणून वापरले जाते").
प्रविष्टि(उत्तेजक, न, [उत्तेजक], "एक जो उत्तेजित करतो").
एंट्री(अ‍ॅजिटप्रॉप, न, [अ‍ॅजिटप्रॉप्स], "प्रोकम्युनिस्ट प्रचार").
एंट्री(प्रखर, विशेषण, [], "तिखट").
entry(चमकणारा, विशेषण, [], "चमकदार").
entry(अग्ली, क्रिया-विशेषण, [], "agley").
entry(एगलेट, न, [एगलेट्स], "ओढणीच्या टोकाला असलेले धातूचे कवच").
entry(agley, क्रिया विशेषण, [], "चुकीचा").
entry(अग्लिमर, विशेषण, [], "चमकणारा").
entry(aglitter, विशेषण, [], "चमकणारा").
entry(अग्लू, न, [अग्लूस], "मोहरीने केलेले बर्फातून एक वायुरंध्र").
entry(प्रकाशमय, विशेषण, [], "चमकणारा").
एंट्री(अग्लू, न, [अग्लस], "अग्लू").
प्रवेश(अग्ली, क्रि.वि., [], "अग्ली").
entry(अॅग्लायकॉन, न, [अॅग्लायकॉन्स], "एक प्रकारचे रासायनिक संयुग").
एंट्री(एग्लाइकोन, न, [एग्लाइकोन्स], "एग्लाइकोन").
entry(अगमा, न, [अगमास], "इंग").
प्रवेश(agminate, विशेषण, [], "एकत्रित गट").
entry(agnail, n, [agnails], "नखाच्या मुळाशी असलेला सैल त्वचेचा तुकडा").
entry(पितृपक्षीय, न, [पितृपक्षीय], "पित्याच्या बाजूची नातेवाईकAGNATIC विशेषण").
प्रवेश(एग्नॅथन, न, [एग्नॅथन्स], "जबडेविरहित कशेरुकांचा एक गट").
entry(एग्नेशन, न, [एग्नेशन्स], "एग्नेट्सचे नाते").
प्रवेश(ओळखणे, क्रिया, [ओळखले, ओळखत, ओळखते], "मान्य करणे").
entry(agnomen, n, [agnomens], "किंवा AGNOMINA प्राचीन रोमन व्यक्तीस दिलेले एक अतिरिक्त नाव").
entry(अॅग्नोझिया, न, [अॅग्नोझियाज], "ओळखीच्या वस्तूंना ओळखण्याची क्षमता गमावणे").
entry(अग्नॉस्टिक, न, [अग्नॉस्टिक्स], "जो ईश्वराविषयी कोणतेही ज्ञान असण्याचे दावे करत नाही").
entry(पूर्वी, क्रियाविशेषण, [], "भूतकाळात").
एंट्री(अगॉग, क्रियाविशेषण, [], "उत्सुक जिज्ञासेच्या स्थितीत").
entry(ॲगॉन, न, [ॲगॉन्स], "किंवा ॲगॉन ग्रीक नाटकातील मुख्य पात्रांमधील नाट्यमय संघर्ष").
नोंद(अॅगोनल, विशेषण, [], "वेदनेशी संबंधित").
entry(agone, क्रियाविशेषण, [], "पूर्वी").
इंट्री(एगोनिक, विशेषण, [], "कोन तयार न करणारा").
प्रवेश(यातना, बहुवचन, [], "यातनेचा").
entry(त्रस्त, क्रिया, [त्रस्त झाले,त्रस्त होताना,त्रस्त होतात], "त्रास सहन करणे").
एंट्री(आगोनीझम, न, [आगोनीझम्स], "एक स्पर्धा किंवा संघर्ष").
नोंद(अगोनिस्ट, ना, [अगोनिस्ट्स], "ज्याला संघर्षात गुंतलेले आहे").
प्रविष्टि(वेदना, क्रियापद, [वेदनाग्रस्त,वेदनाकारी,वेदने], "तीव्र वेदना सहन करणे").
entry(यातना, न, [यातना], "तीव्र वेदना").
entry(आगोरा, न, [आगोराs], "किंवा AGORAEप्राचीन ग्रीसमध्ये एक बाजारपेठ").
प्रवेश(आगोरा, न, [अगोरोट], "किंवा अगोरोटहा इस्रायलचा आर्थिक युनिट").
एंट्री(अगौटी, न, [अगौतिस], "किंवा अगौटीएस म्हणजे खणणारा उंदीर").
नोंद(अगूटी, न, [अगूटीज], "अगूटी").
प्रवेश(अग्राफे, न, [अग्रोफ्स], "अग्राफ").
entry(अग्राफ, न, [अग्राफ्स], "एक अलंकारिक कातडं").
entry(अग्राफा, नपुंसकलिंगी, [], "बायबलमध्ये नसलेल्या येशूचे म्हणणे").
प्रवेश(लेखनविकलोप, पु, [लेखनविकलोपास], "लिहिण्याची अक्षमता असलेले मानसिक विकारलोखनीय विशेषण").
entry(शेतीसंबंधी, न, [शेतीसंबंधीत], "ज्याला जमिनीचा समान वाटप करणं पसंत आहे").
entry(agravic, विशेषण, [], "गुरुत्वाकर्षणविरहित अवस्थेशी संबंधित").
entry(agree, v, [agreed,agreeing,agrees], "समान मत असणे").
प्रविष्टि(अग्रेस्टल, विशेषण, [], "रानटी वाढ").
एंट्री(अग्रॅस्टिक, विशेषण, [], "ग्रामीण").
एन्ट्री(अ‍ॅग्रिया, न, [अ‍ॅग्रियास], "गंभीर पुरुळ फोड").
प्रवेश(अग्रिमनी, न, [अग्रिमनीज], "एक बहुवार्षिक औषधी वनस्पती").
एंट्री(अॅग्रो, न, [अॅग्रोस], "कृषी विज्ञानाचा विद्यार्थी").
entry(मृदाशास्त्र, न, [मृदाशास्त्र], "पिकांच्या संदर्भात जमिनींचे विज्ञान").
entry(शेती-विज्ञान, न, [शेती-विज्ञाने], "जमिनीची लागवड करण्यासाठी वैज्ञानिक तत्त्वांचा उपयोग").
प्रवेश(aground, क्रियाविशेषण, [], "जमिनीवर").
entry(agrypnia, n, [agrypnias], "अनिद्रा").
entry(अ‍ॅवोकाडो, न, [अ‍ॅवोकाडो], "एक अ‍ॅवोकाडो").
एंट्री(ऍग्यु, न, [ऍग्युस], "मलेरियाचा तापऍग्युड विऍग्युलाइक ऍग्युश विऍग्युशली क्रि").
entry(escence, न, [अगुवीड्स], "एक फुलांचा वनस्पती").
एंट्री(आह, व, [आहेड, आहिंग, आह्स], "आह").
प्रवेश(आहा, आश्चर्यसूचक शब्द, [], "आश्चर्य, विजय किंवा उपहास व्यक्त करण्यासाठी वापरलेले").
entry(अच्चू, उद्गारवाचक, [], "शिंकण्याचा आवाज दर्शविण्यासाठी वापरले जाते").
entry(पुढे, क्रियाविशेषण, [], "समोर किंवा पुढे").
प्रवेश(अहेम, उद्गार, [], "लक्ष वेधण्यासाठी वापरले जाते").
एंट्री(अहि, न, [अहिस], "एक सागरी खाद्य मासा").
प्रवेश(अहिंसा, न, [अहिंसे], "हिंदू अहिंसावाद तत्त्व").
प्रवेश(अहोल्ड, न, [अहोल्ड्स], "काहीतरी पकड किंवा धरणे").
प्रवेश(अश्व, क्रियाविशेषण, [], "घोड्यावर").
प्रवेश(अहोय, अलंकार, [], "जहाज किंवा व्यक्तीस हाक मारण्यासाठी वापरले जाते").
entry(ahull, adj, [], "परित्यक्त आणि जहाजासारखे पाण्याखाली बुडलेले").
entry(ai, n, [ais], "तीन बोटांचा अजगर").
entry(aiblins, adv, [], "अ‍ॅब्लिन्स").
entry(सहाय्य, v, [सहाय्य केले, सहाय्य करत आहे, सहाय्य करते], "मदत करणे").
प्रविष्टी(सहाय्यक, न, [सहाय्यक], "सहाय्य करणारा").
एन्ट्री(एडर, न, [एडरस्], "सहाय्य करणारा एक").
प्रविष्टि(सहायक, विशेषण, [], "सहाय्यकारी").
प्रवेश(साहाय्यकरहित, विशेषण, [], "निराधार").
entry(aidman, n, [aidmen], "एक वैद्यकीय सहायक").
Prolog:
entry(एगलेट, न, [एगलेट्स], "अगलेट").
entry(एग्रेट, न, [एग्रेट्स], "एग्रेट").
प्रवेश(ऐग्रेट, न, [ऐग्रेट्स], "डोक्यावर अलंकार म्हणून घातलेल्या पिसांचा गोफ").
entry(aiguille, n, [aiguilles], "एक टोकदार पर्वत शिखर").
प्रवेश(आइकिडो, न, [आइकिडोस], "स्वत:चा बचाव करण्याची जपानी कला").
एंट्री(ail, v, [ailed,ailing,ails], "दुखणे किंवा अस्वस्थता निर्माण करणे").
एन्ट्री(एलिरॉन, न, [एलिरॉन्स], "विमानाच्या पंखावर एक हलणारे नियंत्रण पृष्ठभाग").
एण्ट्री(आजारपण, न, [आजारपणे], "शारीरिक किंवा मानसिक रोग").
entry(लक्ष्य, क्रियापद, [लक्ष्यित,लक्ष्यित करणे,लक्ष्ये], "निर्दिष्ट वस्तूकडे किंवा हेतूकडे निर्देशित करणे").
entry(अमेर, न, [अमर्स], "लक्ष्य साधणारा").
entry(aimful, adj, [], "उद्देशपूर्णAIMFULLY क्रि").
entry(दिशाहीन, विशेषण, [], "दिशा किंवा उद्देशाचा अभाव").
प्रवेश(अ‍ॅन, न, [अ‍ॅन्स], "आयिन").
एंट्री(ainsell, न, [ainsells], "स्वतः").
entry(aioli, n, [अयोली], "लसूण मेयोनेज़").
entry(हवा, क्रियाविशेषण, [], "अलिकडे").
प्रवेश(हवा, क्रियापद, [हवेत सोडले,हवेत सोडणे,हवेत सोडतो], "पृथ्वीला वेढून असलेल्या वायूंच्या मिश्रणाला हवेत उघडण्यासाठी").
नोंद(एअरबॅग, न, [एअरबॅग्ज], "मोटारगाडीतील एक फुगवता येणारे सुरक्षा साधन").
entry(हवाईतळ, न, [हवाईतळे], "विमानांसाठी लष्करी तळ").
प्रवेश(एयरबोट, न, [एयरबोट्स], "दलदली भागात वापरण्यात येणारी एक बोट").
प्रवेश(हवाई, विशेषण, [], "उडणारा").
entry(airbound, adj, [], "हवेमुळे अडकलेले").
प्रवेश(एअरब्रश, क्रि, [एअरब्रश केले, एअरब्रश करत आहे, एअरब्रश करतो], "रंगासारखे संकुचित हवेने एक सूक्ष्म स्प्रे लागू करणे").
एंट्री(एयरबर्स्ट, न, [एयरबर्स्ट्स], "हवेत झालेला स्फोट").
एंट्री(एअरबस, n, [एअरबस], "किंवा एअरबस एक प्रवासी विमान").
entry(एअरचेक, न, [एअरचेक्स], "रेडिओ प्रसारणातून केलेली ध्वनीफीत").
प्रवेश(एअरकोच, न, [एअरकोचेस], "वाणिज्यिक विमानांमधील कमी दराच्या राहण्याच्या वर्ग").
प्रवेश(विमान, न, [विमान], "उड्डाण करण्यास सक्षम कोणतीही मशीन किंवा साधन").
प्रवेश(विमान कर्मचारी, न, [विमान कर्मचारी], "विमानाचे कर्मचारी").
प्रवेश(प्रसारणतारीख, न, [प्रसारणतारीखा], "प्रसारणाची नियोजित तारीख").
एंट्री(एअरड्रोम, न, [एअरड्रोम्स], "एक विमानतळ").
प्रवेश(विमानातून_वितरण, क्रियापद, [विमानातून_वितरले,विमानातून_वितरत,विमानातून_वितरणे], "विमानातून टाकणे").
एंट्री(वाळण, न, [वाळणे], "कपडे वाळवण्याचे फ्रेम").
प्रवेश(हवाईभाडे, न, [हवाईभाडे], "विमानाने प्रवासासाठी दिले जाणारे भाडे").
प्रवेश(विमानतळ, न, [विमानतळे], "एक विमानतळ").
एंट्री(एअरफ्लो, न, [एअरफ्लोज], "हवेचा प्रवाह").
entry(विमानपंख, न, [विमानपंखे], "उड्डाण अथवा नियंत्रणासाठी डिझाइन केलेला विमानाचा एक भाग").
एंट्री(एअरफ्रेम, न, [एअरफ्रेम्स], "विमानाचे बनियान आणि बाह्य आवरण").
प्रवेश(एअरग्लो, न, [एअरग्लोज], "वरच्या वातावरणातील चमक").
प्रवेश(एअरहेड, न, [एअरहेड्स], "एक मूर्ख व्यक्ती").
एंट्री(वायुरंध्र, न, [वायुरंध्रे], "हवा आत येण्यासाठी किंवा बाहेर जाण्यासाठी असलेले छिद्र").
प्रवेश(एरीअर, तात्विक, [], "एरीचा").
एंट्री(एरिएस्ट, अतिशयोक्ती, [], "ऑफ एरी").
entry(हवा खाली, क्रियाविशेषण, [], "हवा असलेल्या प्रकारे").
entry(हवेचा पण, न, [हवेशीलता], "हवेने भरलेल्या अवस्थेची स्थिती").
प्रवेश(वातारण, न, [वातारणे], "हवेच्या संपर्कात येणे").
entry(एअरलेस, विशेषण, [], "हवा नसलेला").
प्रवेश(वायुमार्गे, क्रियापद, [वायुमार्गेने नेले,वायुमार्गे नेणे,वायुमार्गे नेतो], "विमानाने वाहतूक करणे").
entry(हवाईसारखा, विशेषण, [], "हवेसारखे").
प्रवेश(विमान कंपनी, न, [विमान कंपन्या], "हवाई परिवहन प्रणाली").
प्रवेश(विमान, ना, [विमाने], "मोठे प्रवासी विमान").
प्रवेश(एरलॉक, उ, [एरलॉक्स], "हवेच्या बुडबुड्यामुळे पाईपमधील अडथळा").
entry(एअरमेल, क्रियापद, [एअरमेल्ड, एअरमेलिंग, एअरमेल्स], "विमानाने पत्र पाठविणे").
एंट्री(वायुदल, न, [वायुदल], "एक वैमानिक").
प्रवेश(एअरन, न, [एअरन्स], "लोखंड एक खनिज घटक").
प्रवेश(एअरपार्क, न, [एअरपार्क्स], "एक छोटे विमानतळ").
प्रवेश(विमान, न, [विमाने], "जेट इंजिने किंवा प्रोपेलर्सने चालवलेले पंख असलेले विमान").
प्रविष्टि(एअरप्ले, न, [एअरप्लेस], "रेडिओ कार्यक्रमात रेकॉर्डचे प्ले करणे").
प्रवेश(विमानतळ, न, [विमानतळे], "विमान उतरण्या व उड्डाणासाठी राखण्यात आलेला एक भूभाग").
एन्ट्री(विमानतळ, ना, [विमानतळे], "विमानाने मेल पाठविण्याची प्रणाली").
entry(वायूताकद, न, [वायूताकदी], "एका राष्ट्राच्या हवाई दलाची सैन्य शक्ती").
प्रवेश(हवाबंद, क्रिया, [हवाबंद केले, हवाबंद करणे, हवाबंद करतो], "वायूला आत जाऊ न देण्यासाठी अपारदर्शक करणे").
प्रवेश(एअरस्केप, न, [एअरस्केप्स], "विमानातून किंवा उच्च स्थानावरून पृथ्वीचा देखावा").
एंट्री(एअरस्क्रू, नाम, [एअरस्क्रूज], "एक विमानाचा प्रोपेलर").
विनंती(वातावरणक्षेत्र, न, [वातावरणक्षेत्रे], "दिलेलेल्या प्रदेशाचा वायुपुरवठा").
entry(वायुगोलक, न, [वायुगोलके], "हलक्या हवेतील एक विमान, ज्यात प्रेरण आणि संचालन प्रणाली आहेत").
प्रवेश(एयरशॉट, न, [एयरशॉट्स], "एक एअरचेक").
entry(विमानप्रदर्शन, न, [विमानप्रदर्शन], "विमानांचे थरारक खेळ दाखवणारी प्रदर्शनी").
entry(विमान-मळमळ, विशेषण, [], "विमानात उड्डाण केल्याने मळमळलेला").
एंट्री(एअरसायड, न, [एअरसायड्स], "विमानतळाच्या टर्मिनलची विमानाकडे असलेली बाजू").
entry(एअरसम, विशेषण, [], "थंड").
प्रवेश(वायुमार्ग, n, [वायुमार्गे], "विशिष्ट भूमी क्षेत्राच्या वरची वातावरणाचा भाग").
entry(हवाई वेग, न, [हवाई वेग], "हवाईसोबत संबंधित विमानाचा वेग").
प्रवेश(हवाईपट्टी, न, [हवाईपट्ट्या], "एक धावपथ").
प्रवेश(एर्ट, क्रिया, [एर्टेड,एर्टिंग,एर्ट्स], "मार्गदर्शन करणे").
एंट्री(ऐर्थ, क्रि, [ऐर्थेड,ऐर्थिंग,ऐर्थ्स], "ऐर्थ करणे").
entry(हवा-घट, वि, [], "हवेचा प्रवेश किंवा पलायन न होऊ देणारा").
प्रवेश(एअरटाइम, न, [एअरटाइम्स], "प्रसारणाची सुरुवात होतो ते वेळ").
एण्ट्री(एअरट्राम, न, [एअरट्राम्स], "एक हवाई केबल कार").
प्रवेश(एअरवॅक, न, [एअरवॅक्स], "विमानरुग्णवाहिकेद्वारे उद्भासन").
entry(airward, क्रियाविशेषण, [], "आकाशाच्या दिशेने").
प्रवेश(एअरवेव्ह, न, [एअरवेव्ह्स], "रेडिओ आणि दूरदर्शन प्रसारणासाठीचे माध्यम").
entry(वायुमार्ग, न, [वायुमार्ग], "एक मार्ग ज्यामध्ये हवा फिरते").
entry(airwise, विशेषण, [], "विमानचालनात कौशल्यवान").
entry(airwoman, n, [airwomen], "एक महिला वैमानिक").
एण्ट्री(एयरी, विशेषण, [], "हवादार अधिक हवादार अतिशय हवादार हवेचे स्वरूप असलेले").
प्रवेश(वाट, न, [वाटा], "आसनांच्या विभागांदरम्यान एक मार्गWATLED adj").
entry(वाटावा, न, [वाटाव्या], "एक वाट").
entry(ait, n, [aits], "एक लहान बेट").
प्रवेश(एच, न, [एचेस], "अक्षर एच").
entry(aiver, n, [aivers], "घरघोडा").
entry(aiyee, ऊद्‌गार, [], "मोठ्या चिंतेचा भाव व्यक्त करण्यासाठी वापरले जाते").
प्रवेश(अर्धेबंद, विशेषण, [], "थोडसं उघडं").
entry(आजी, क्रियाविशेषण, [], "आगे").
प्रवेश(आजी, न, [आजीस], "एक प्रकारच्या मिरच्या").
entry(अजीव, न, [अजीवस], "निर्जीव पदार्थ").
प्रवेश(अज्वयन, न, [अज्वयनांचे], "एक मिश्र वनस्पतीचे फळ").
entry(ajuga, n, [ajugas], "फुलांचा एक वनस्पती").
entry(एकेबिया, न, [एकेबियाज्], "एक वेलीसारखा झुडूप").
entry(अकी, वि, [अकीस], "एक उष्णकटिबंधीय झाड").
entry(अकेला, न, [अकेलाज], "छोट्या स्काऊट पथकाचा नेता").
entry(अकेन, न, [अकेनेस], "अचीन").
entry(कुंभ, विशेषण, [], "हात कमरेवर आणि कोपर बाहेर वाकलेले असणे").
entry(अकिन, विशेषण, [], "रक्ताच्या नात्याने संबंधित").
नोंद(अकीनेशिया, न, [अकीनेशियास], "स्नायू कार्यक्षमतेचा तोटाAKINETIC विशेषण").
प्रवेश(अक्रसिया, नाम, [अक्रसियास], "अक्रसिया अक्रॅटिक विशेषण").
entry(akvavit, n, [akvavits], "ॲक्वाविट").
प्रवेश(अल, न, [अल्स], "पूर्व भारतीय वृक्ष").
\
एन्ट्री(अलामो, न, [अलामोस], "एक शीतल वृक्ष").
entry(अलामोड, न, [अलामोड्स], "एक रेशिमचा कापड").
एन्ट्री(अलन, न, [अलन्स], "एक मोठा शिकारी कुत्रा").
प्रवेश(अलाने, विशेषण, [], "एकटा").
प्रवेश(अलंग, क्रि.वि., [], "along").
entry(अलानिन, न, [अलानिन्स], "अलानिन").
प्रवेश(अलानीन, न, [अलानीन्स], "एक अमिनो अॅसिड").
entry(alant, n, [alants], "अलन").
entry(alanyl, n, [alanyls], "एक एकक संयुग").
entry(अलार, विशेषण, [], "पंखांशी संबंधित").
एंट्री(अलार्म, व, [अलार्मड, अलार्मिंग, अलार्म्स], "संभाव्य इजा होण्याच्या अचानक उघडकीने घाबरणे").
सं प्रवेश(अलार्मिझम, न, [अलार्मिझम्स], "अनावश्यकपणे इतरांना सतर्क करण्याची प्रथा").
प्रवेश(चिंताक्रांत, न, [चिंताक्रांत], "जो इतरांना अनावश्यकपणे चिंतेत टाकतो").
entry(alarum, v, [alarumed, alaruming, alarums], "भयभीत करण्यासाठी").
entry(alary, adj, [], "अलर").
प्रवेश(अग, विस्मयचिन्ह, [], "दु:ख किंवा पश्चात्ताप व्यक्त करण्यासाठी वापरले").
प्रविष्टि(अलास्का, न, [अलास्कास], "एक जड कापड").
entry(अलॅस्टर, न, [अलॅस्टर्स], "ग्रीक शोकांतिकेत सूड घेणारा देव").
entry(alate, n, [alates], "पंख असलेला कीटक").
entry(alated, विशेषण, [], "पंख असलेला").
एन्ट्री(अलेशन, न, [अलेशन्स], "पंख असण्याची अवस्था").
प्रवेश(अल्ब, न, [अलब्स], "एक लांब बांधणी वस्त्र").
प्रवेश(अल्बा, न, [अल्बास], "मेंदूतील पांढरा पदार्थ").
प्रवेश(अल्बाकोर, न, [अल्बाकोर्स], "एक समुद्री खाद्य मासा").
entry(अल्बाटा, न, [अल्बाटास], "तांबे, निकेल आणि जस्त यांचा मिश्रधातू").
प्रवेश(अल्बेडो, न, [अल्बेडोज], "किंवा ALBEDOES ग्रहाकडून मिळणाऱ्या प्रकाशाच्या प्रमाणात परावर्तीत झालेल्या प्रकाशाचा गुणोत्तर").
एंट्री(अल्बीइट, संयोजक, [], "अल्थो").
प्रवेश(अल्बिकोर, न, [अल्बिकोरस], "अलबाकोर").
एन्ट्री(अल्बिनल, विशेषण, [], "अल्बिनिक").
प्रवेश(अल्बिनिक, वर्णनालय, [], "अल्बिनिझमशी संबंधित").
entry(अल्बिनिझम, ना, [अल्बिनिझम्स], "अल्बिनो असण्याची स्थिती").
प्रविष्टी(अल्बिनो, नाम, [अल्बिनोज], "सामान्य रंगद्रव्य नसलेला जीव").
प्रवेश(अलबाइट, न, [अलबाइट्स], "एक खनिजअल्बिटिक विशेषण").
एंट्री(albizia, n, [albizias], "उष्णकटिबंधीय वृक्ष").
एंट्री(अल्बीझिया, न, [अल्बीझियाज], "अल्बिझिया").
प्रवेश(आलबम, न, [आलबम्स], "छायाचित्रे किंवा टपाल तिकिटे जपण्यासाठी एक पुस्तक").
entry(albumen, n, [albumens], "अंड्याचा पांढरा भाग").
प्रविष्टि(अल्बुमिन, न, [अल्बुमिन्स], "एक साधा प्रथिन").
प्रवेश(अल्ब्युमोज, न, [अल्ब्युमोसेस], "एक प्रोटिओज").
entry(alburnum, n, [alburnums], "साखळ").
प्रवेश(अल्केड, न, [अल्केड्स], "अल्कल्ड").
entry(अल्काहेस्ट, न, [अल्काहेस्ट्स], "अल्काहेस्ट").
प्रवेश(अल्काइक, न, [अल्काइक्स], "काव्य प्रकार").
प्रवेश(अल्काईड, न, [अल्काईड्स], "स्पॅनिश किल्ल्याचा कमांडर").
entry(alcalde, n, [alcaldes], "स्पॅनिश शहराचा महापौर").
entry(अल्कायडे, न, [अल्कायडेस], "अल्काएडे").
entry(अल्कझार, न, [अल्कझार्स], "एक स्पॅनिश किल्ला किंवा राजवाडा").
प्रवेश(रसायनशास्त्र, न, [रसायनशास्त्रे], "मध्ययुगीन रासायनशास्त्राचा एक प्रकार ALCHEMIC वि").
प्रवेश(अल्किमी, न, [अल्किमीज], "अल्केमी").
प्रविष्टि(alcid, n, [alcids], "डायविंग समुद्री पक्षी").
entry(अल्सिडिन, विशेषण, [], "समुद्रपक्षींच्या कुटुंबाशी संबंधित").
entry(दारू, न, [दारू], "ज्वलनशील द्रव").
entry(दारू, न, [दारू], "एक मादक द्रव").
प्रवेश(अल्कोपॉप, न, [अल्कोपॉप्स], "एका स्वादयुक्त पेयामध्ये ४६ टक्के अल्कोहोल असते").
प्रवेश(अल्कोव्ह, न, [अल्कोव्ह्स], "एका खोलीचा मागे बसलेला विभागALCOVED विशेषण").
entry(अल्डिहाइड, न, [अल्डिहाइड्स], "रासायनिक संयुगाचा एक प्रकार").
प्रविष्टि(alder, न, [alders], "एक झुडूप किंवा लहान झाड").
एंट्री(अल्डरफ्लाय, न, [अल्डरफ्लाइज], "एक पंख असलेला कीटक").
एंट्री(अल्डरमन, न, [अल्डरमन], "नगरपालिकेच्या विधिमंडळाचा एक सदस्य").
entry(अल्डिकार्ब, n, [अल्डिकार्ब्स], "एक कीटकनाशक").
प्रवेश(अल्डोल, न, [अल्डोल्स], "एक रासायनिक संयुग").
एण्ट्री(अल्डोलेस, न, [अल्डोलेसेस], "एक एंझाइम").
प्रवेश(अल्डोज़, प, [अल्डोज़ेस], "साखरेचा एक प्रकार").
एन्ट्री(अल्ड्रिन, न, [अल्ड्रिन्स], "एक कीटकनाशक").
प्रवेश(आले, न, [आल्स], "एक मद्यपान करणारा पेय").
प्रविष्टि(aleatory, विशेषण, [], "भाग्याशी संबंधित").
प्रवेश(अ‍ॅलेक, न, [अ‍ॅलेक्स], "एक हेरिंग").
प्रवेश(अली, क्रियाविशेषण, [], "वाऱ्यापासून संरक्षित जहाजाच्या बाजूला").
प्रवेश(अलेफ, सं, [अलेफ्स], "अलेफ").
entry(alegar, n, [alegars], "आंबट बिअर").
entry(मद्यगृह, न, [मद्यगृह], "जेथे मद्य विकले जाते अशी एक सराय").
प्रवेश(अलेम्बिक, न, [अलेम्बिक्स], "ज्याचा उपयोग पूर्वी आसवनामध्ये केला जात असे").
entry(अलाँसॉं, न, [अलाँसॉंस], "एक सुईकामाचे लेस").
एंट्री(अलेफ, एन, [अलेफ्स], "हेब्रू अक्षर").
alert(प्रवेश, विशेषण, [], "ALERTER ALERTESTझटपट कृतीसाठी तयारALERTLY क्रिया विशेषण").
entry(alert, v, [जागृत,जागवणे,जागं], "सावध करणे").
entry(अलेयुरॉन, न, [अलेयुरोन्स], "अलेयुरोन").
एंट्री(अलयुरोन, न, [अलयुरोन्स], "काही वनस्पतींच्या बियांमध्ये आढळणारा प्रथिन पदार्थ").
प्रविष्टी(अलेविन, न, [अलेविन्स], "एक तरुण माशा").
प्रवेश(अलेवाईफ, न, [अलेवाईव्ह्ज], "एक सागरी मासा").
प्रवेश(अलेक्सिया, न, [अलेक्सियास], "वाचन करण्याची क्षमता हरवल्यामुळे होणारा मेंदू विकारALEXIC विशेषण").
अंतर्भाव(alexin, न, [alexins], "रक्तातील एक पदार्थ जो जीवाणूंच्या नाशात मदत करतो").
प्रवेश(अलेक्झिन, न, [अलेक्झिन्स], "अलेक्झिन").
प्रवेश(अल्फा, न, [अल्फाज], "अक्षर A साठी एक संवाद कोड शब्द").
एंट्री(अल्फाकी, प, [अल्फाकीस], "अल्फाक्वी").
entry(अल्फाल्फा, न, [अल्फाल्फास], "जनावरांच्या चाऱ्यासाठी आणि वैरण म्हणून लागवड केलेले एक वनस्पती").
प्रवेश(अल्फाकी, न, [अल्फाकिस], "मुस्लिम कायद्याचा शिक्षक").
प्रवेश(अल्फाक्विन, न, [अल्फाक्विन्स], "अल्फाक्वी").
प्रवेश(अल्फोरजा, न, [अल्फोरजास], "चमड्याची पिशवी").
entry(अल्फ्रेडो, विशेषण, [], "पांढऱ्या चीज सॉस सहित सर्व्ह केले जाते").
एण्ट्री(अल्फ्रेस्को, क्रियाविशेषण, [], "बाहेर").
प्रवेश(शैवाल, न, [शैवाल], "किंवा जलशैवालपाण्यातील एक गटमुबलक वनस्पतीशैली विशेषण").
प्रवेश(अल्गारोबा, न, [अल्गारोबाज], "डाळिंबी").
प्रवेश(बीजगणित, न, [बीजगणिते], "गणिताची एक शाखा").
प्रवेश(अल्जेरिन, न, [अल्जेरिन्स], "एक लोकर कपडा").
प्रवेश(अल्गीसाइड, न, [अल्गीसाइड्स], "शैवाल नष्ट करण्यासाठी वापरलेली वस्तु").
entry(algid, adj, [], "गार").
प्रवेश(algidity, n, [algidities], "थंडावा").
प्रवेश(अल्जिन, न, [अल्जिन्स], "काही शैवालांपासून मिळणारे चिकट पदार्थ").
एंट्री(अल्जिनेट, न, [अल्जिनेट्स], "एक रासायनिक मीठ").
प्रवेश(अल्गॉइड, विशेषण, [], "शैवालासारखा").
entry(शैवालशास्त्र, न, [शैवालशास्त्रे], "शैवालांचा अभ्यास").
entry(शीतल, न, [शीतले], "थंडपणा").
प्रवेश(अल्गोरिझम, न, [अल्गोरिझम्स], "अरबी अंकगणित दर्शविण्याची पद्धती").
प्रवेश(अल्गुआसिल, न, [अल्गुआसिल्स], "एक स्पॅनिशभाषिक देशातील पोलीस हवालदार").
प्रवेश(अल्गुआझील, न, [अल्गुआझील्स], "अल्गुआसिल").
entry(algum, n, [algums], "आलमग").
entry(उपनांव, v, [उपनामांकित,उपनामकरण,उपनावे], "कल्पित नाव देणे").
प्रविष्टि(अलियासिंग, न, [अलियासिंग्ज], "संगणक ग्राफिक्समध्ये विकृत्यांचा देखावा").
प्रवेश(alibi, v, [alibied,alibiing,alibis], "किंवा ALIBIEसाठी स्वत:ची कारणे सांगणे").
प्रवेश(अलिबल, विशेषण, [], "पोषक").
entry(alidad, n, [अलिडॅड्स], "अलिडेड").
प्रवेश(अलिडेड, संज्ञा, [अलिडेड्स], "कोनमापनात वापरलेले उपकरण").
प्रविष्टि(परग्रहवासी, व, [परग्रहवासीवला,परग्रहवासीकरण,परग्रहवासी], "संपत्ती म्हणून दुसऱ्याला हस्तांतरित करणे").
प्रविष्टि(विदेशीपणा, न, [विदेशीपणाचे], "विदेशी असण्याची अवस्था").
प्रवेश(परका करणे, क्रियापद, [परके केले, परके करणे, परके करतात], "उदासीन किंवा अनमैत्रीपूर्ण बनवणे").
एन्ट्री(अलाइनि, न, [अलाइनिस], "ज्याला मालमत्ता हस्तांतरित केली जाते").
aliener(प्रविष्टि, n, [alieners], "alienor").
प्रवेश(एलियनिझम, न, [एलियनिझम्स], "एलियनएज").
प्रविष्टि(मानसोपचारतज्ज्ञ, संजा, [मानसोपचारतज्ज्ञ], "मानसिक विकारांचे उपचार करणारा चिकित्सक").
entry(alienly, क्रियाविशेषण, [], "विदेशी पद्धतीने").
प्रवेश(अलियनर, ना, [अलियनर्स], "ज्याने मालमत्ता हस्तांतरित केली").
प्रवेश(अलिफ, न, [अलिफ्स], "एक अरबी अक्षर").
प्रवेश(पंखासारखा, विशेषण, [], "पंखासारखा आकार").
entry(उतरणे, कृ, [उतरला,उतरत,उतरतात], "कशातून खाली येणे").
entry(सरळ रेषेत लावणे, क्रियापद, [सरळ लावलेले, सरळ लावत, सरळ लावते], "सरळ रेषेत लावणे").
प्रवेश(अलायनर, न, [अलायनर्स], "एक जो सरळ करतो").
entry(सारखं, विशेषण, [], "जवळजवळ समानता असणारे").
entry(अन्न, क्रि, [अन्नदित,अन्नदेताना,अन्ने], "पोषण करणे").
नोंद(पालनपोषण, न, [पालनपोषणे], "तिच्या घटस्फोटीत नवऱ्याने दिलेली भत्ता").
प्रवेश(अलाईन, व्, [अलाईन्ड,अलाईनिंग,अलाईन्स], "सरळ करणे").
प्रवेश(अलाइनर, न, [अलाइनर्स], "अलाइनर").
प्रवेश(अलिपेड, न, [अलिपेड्स], "ज्या प्राण्याच्या बोटांमध्ये झिल्ली असते").
entry(aliquant, adj, [], "दुसऱ्या संख्येत पूर्णपणे भाग न जाणारा").
entry(भाग, संख्या, [भागांक], "दुसऱ्या संख्येत पूर्णपणे विभागणारी संख्या").
प्रवेश(यादी, विशेषण, [], "एका बाजूस झुकणे").
एन्ट्री(अलिट, अ, [], "अलाइट चा भूतकाळ").
entry(aliunde, क्रियाविशेषण, [], "संबंधित विषयाचा परिप्रेक्ष्याबाहेरील स्रोतापासून").
प्रवेश(जिवंत, विशेषण, [], "जीवन असलेल्या").
एंट्री(आलिया, न, [आलियास], "आल्या").
entry(अलियाह, न, [अलियाह्ज], "किंवा अलिओस किंवा अलियॉट किंवा अलियोथ ज्यूंचे इस्त्रायलला स्थलांतर").
प्रवेश(अलीझरीन, न, [अलीझरिन्स], "एक लाल रंग").
प्रवेश(अल्काहेस्ट, न, [अल्काहेस्टस्], "रेसायनविदांनी शोधलेला काल्पनिक सर्वभस्मकारी द्रावक").
entry(क्षारक, न, [क्षारे], "किंवा क्षारांची एक प्रकारची रासायनिक संयुगेक्षारीय विशेषण").
entry(alkalify, v, [alkalified,alkalifying,alkalifies], "अल्कलाइज करणे").
entry(अल्कलाइन, विशेषण, [], "alkaline").
एंट्री(क्षारीय, विशेषण, [], "क्षार असलेला").
एंट्री(alkalise, v, [alkalised,alkalising,alkalises], "अल्कलाइज करणे").
entry(alkalize, v, [alkalized,alkalizing,alkalizes], "अल्कलीमध्ये रूपांतरित करणे").
प्रवेश(अल्कलॉइड, न, [अल्कलॉइड्स], "रासायनिक संयुगाचे एक प्रकार").
प्रवेश(अल्केन, न, [अल्केन्स], "रासायनिक संयुगाचा एक प्रकार").
प्रवेश(अल्कानेट, न, [अल्कानेट्स], "युरोपियन वनस्पती").
entry(अल्किन, न, [अल्किन्स], "एक प्रकारचा रासायनिक संयुग").
entry(दारुडा, न, [दारुड्यांनो], "दारुड्या").
Prolog:
entry(अल्की, बॅ चलन, [], "अल्कीचे").
entry(अल्काइन, न, [अल्काइन्स], "अल्काइन").
प्रवेश(अल्कोक्साइड, न, [अल्कोक्साइडस्], "रासायनिक मीठाचा एक प्रकार").
entry(अल्कॉक्सी, विशेषण, [], "ऑक्सीजनसह एकत्र झालेल्या एका अल्काईलपासून बनलेला एकमूल्यात्वाचा मूळक असलेला").
प्रविष्टी(अल्की, न, [अल्कीज], "जो नेहमी नशेत असतो").
प्रवेश(अल्काइड, न, [अल्काइड्स], "एक कृत्रिम राळ").
entry(अल्किल, न, [अल्किल्स], "एक एकच पदवीधर, ALKYLIC विशेषण").
प्रवेश(अल्काइन, न, [अल्काइन], "रासायनिक संयुगाचा एक प्रकार").
प्रवेश(सर्व, न, [सर्व], "ज्याच्या जवळ असणाऱ्या सर्व गोष्टी").
प्रवेश(अॅलनाइट, न, [अॅलनाइट्स], "एक खनिज").
entry(शमविणे, क्रियापद, [शमविले, शमवित आहे, कमी करते], "तीव्रता किंवा गंभीरता कमी करणे").
प्रवेश(शमक, न, [शमक], "जो शांत करतो").
entry(allee, n, [allees], "एका झाडांनी सजलेल्या पायवाटे").
प्रवेश(आरोप, क्रि, [आरोपित,आरोपणं,आरोपतो], "पुरावा न देता किंवा सिद्ध करण्यापूर्वी प्रतिपादन करणे").
