entry(aa, n, [aas], "шорстка шлакована лава").
entry(aah, v, [aahed,aahing,aahs], "ахати з подивом, радістю або здивуванням").
entry(aal, n, [аалс], "східноіндійський кущ").
entry(aalii, n, [aaliis], "тропічне дерево").
entry(землекоп, n, [землекопи], "африканський ссавець").
entry(аардвулф, n, [аардвулфи], "африканська тварина").
entry(ааагх, виг, [], "вживається для вираження відрази").
entry(aarrgh, interj, [], "ааргх").
entry(aarrghh, interj, [], "ааргх").
entry(aasvogel, n, [aasvogels], "стерв'ятник").
entry(ab, n, [абс], "м'яз живота").
entry(аба, н, [абас], "безрукавний одяг, що носиться арабами").
entry(abaca, n, [абака], "філіппінська рослина").
entry(aback, adv, [], "у зворотному напрямку").
entry(абак, n, [абаки], "або АБАК пристрій для обчислень").
entry(позаду, adv, [], "в бік корми").
entry(abaka, n, [абака], "абака").
entry(абалон, n, [абалони], "їстівний молюск").
entry(abamp, n, [абампери], "абампер").
entry(абампер, n, [абампери], "одиниця електричного струму").
entry(покинути, v, [покинув, покидаючи, покидає], "залишити або відмовитися від чогось повністю").
entry(abapical, adj, [], "спрямований від вершини").
entry(abase, v, [abased,abasing,abases], "понижувати в ранзі, престижі або самооцінціABASEDLY присл").
entry(abaser, n, [abasers], "той, що принижує").
entry(збентежити, v, [збентежений,збентежуючи,збентежує], "зробити сором’язливим або зніяковілим").
entry(абазія, n, [абазії], "дефект у м'язовій координації під час ходьби").
entry(abasing, present, [], "дієприкметник від abase").
entry(зменшувати, v, [зменшував,зменшуючи,зменшують], "зменшити ступінь або інтенсивністьЗМЕНШУВАНИЙ прикм").
entry(abater, n, [абатери], "той, хто зменшує").
entry(abatis, n, [абатиси], "бар'єр, зроблений з повалених дерев").
entry(загарбник, n, [загарбники], "той, хто незаконно привласнює спадщину").
entry(abattis, n, [абатиси], "абатис").
entry(скотобійня, n, [скотобійні], "бійня").
entry(abaxial, adj, [], "розташований від осі").
entry(abaxile, adj, [], "абаксіальний").
entry(абая, n, [абаї], "довга вільна сукня, що носять арабські жінки").
entry(abba, n, [аббас], "батько, який використовується як почесний титул").
entry(абатство, n, [абатства], "посада абата").
entry(абатський, прикм, [], "що стосується абата").
entry(abbe, n, [abbes], "абат").
entry(абатиса, n, [абатиси], "настоятелька жіночого монастиря").
entry(абатство, n, [абатства], "монастир або жіночий монастир").
entry(абат, n, [абати], "настотель монастиря").
entry(abbotcy, n, [abbotcies], "абатство").
entry(відректися, v, [відрікся,відрікаючись,відрікається], "офіційно відмовитися").
entry(живіт, n, [животи], "або ЖИВІТ — порожнина тіла, що містить внутрішні органи").
введення(abduce, v, [abduced, abducing, abduces], "викрадати").
entry(abducens, n, [abducentes], "черепний нерв").
entry(abducent, прикм, [], "служить для викрадення").
entry(abducing, present, [], "дієприкметник від abduce").
entry(викрадати, v, [викрадено,викрадаючи,викрадає], "відводити від початкового положення").
entry(abductee, n, [abductees], "той, кого викрали").
entry(abductor, n, [абдуктори], "або ABDUCTORES відвідний м'яз").
entry(abeam, adv, [], "під прямим кутом до кільової лінії судна").
entry(abed, adv, [], "в ліжку").
entry(abegging, adj, [], "жебракуючи").
entry(яглиця, n, [яглиці], "європейське дерево").
entry(абелія, n, [абелії], "азійський або мексиканський кущ").
entry(абелева, прикм, [], "бути комутативною групою в математиці").
entry(абельмоск, n, [абельмоски], "тропічна трава").
entry(aberrant, n, [aberrants], "відхилення").
entry(підбурювати, v, [підбурював, підбурювання, підбурює], "підтримувати та заохочувати").
entry(підбурювання, n, [підбурювання], "акт підбурювання").
entry(abettal, n, [abettals], "підбурювання").
entry(abetted, past, [], "часова форма від підбурювати").
entry(abetter, n, [abetters], "підбурювач").
entry(сприяючи, теперішній, [], "дієприкметник від сприяти").
entry(підбурювач, n, [підбурювачі], "той, хто підбурює").
entry(призупинення, n, [призупинення], "тимчасова бездіяльність").
entry(abeyancy, n, [abeyancies], "призупинення").
entry(abeyant, прикм, [], "що позначається станом очікування").
entry(абфарад, n, [абфарад], "одиниця ємності").
entry(abhenry, n, [абгенрі], "аб АБГЕНРІ одиниця індуктивності").
entry(ненавидіти, v, [ненавидів,ненавидячи,ненавидить], "відчувати огиду").
entry(abhorrer, n, [abhorrers], "той, що ненавидить").
entry(дотримання, n, [дотримання], "акт дотримання").
entry(abide, v, [abode,abiding,abides], "приймати без заперечень").
entry(abider, n, [abiders], "той, хто дотримується").
entry(abigail, n, [абігайлз], "покоївка").
entry(здібність, n, [здібності], "якість бути здатним щось робити").
entry(абіоз, n, [абіози], "відсутність життяАБІОТИЧНИЙ прикм").
entry(abject, adj, [], "опущений до низького стануПОКІРНО присл").
entry(відрікатися, v, [відрікся,відрікаючись,відрікається], "відрікатися під присягою").
entry(abjurer, n, [abjurers], "той, хто відрікається").
entry(видаляти, v, [видалений,видаляючи,видаляє], "видаляти шляхом вирізання").
entry(відсічення, n, [відсічення], "хірургічне видалення частини тіла").
вхід(аблятив, н, [аблятиви], "граматичний відмінок").
entry(аблятор, n, [аблятори], "той, що аблює").
entry(аблаут, n, [аблаути], "закономірна зміна кореневих голосних у формах дієслова").
entry(палаючий, прикм, [], "бути у вогні").
entry(able, adj, [], "МАЮЧИЙ ДОСТАТНЬО ВЛАДИ НАВИЧОК АБО РЕСУРСІВ").
entry(able, n, [ables], "комунікаційне кодове слово для літери A").
entry(abled, adj, [], "здатний на неушкоджену функцію").
entry(ablegate, n, [ablegates], "папський посланець").
entry(ейблізм, n, [ейблізми], "упередження або дискримінація проти людей з інвалідністю").
entry(ейбліст, n, [ейблісти], "той, хто практикує ейблізм").
entry(компетентніший, ступінь_порівняння, [], "від компетентний").
entry(найздібніший, найвищий_ступінь, [], "of able").
entry(ablings, adv, [], "ablins").
entry(ablins, adv, [], "можливо").
entry(abloom, adj, [], "цвітучий").
entry(abluent, n, [abluents], "засіб для очищення").
entry(ablush, adj, [], "зашарілий").
entry(abluted, прикметник, [], "вимитий начисто").
entry(омивання, n, [омивання], "миття").
entry(уміло, прислівник, [], "кваліфіковано").
entry(abmho, n, [абмхи], "одиниця електропровідності").
entry(abnegate, v, [відхилений,відхиляючий,відхиляє], "заперечувати собі").
entry(ненормальний, n, [ненормальні], "психічно неповноцінна особа").
entry(на_борту, присл, [], "на корабель, поїзд або літак").
entry(abode, v, [aboded, aboding, abodes], "передчувати").
entry(абом, n, [абоми], "одиниця електричного опору").
entry(абуандо, n, [абуандо], "або АБУАНДОУ тип дамби").
entry(aboil, adj, [], "киплячий").
entry(aboiteau, n, [aboiteaus], "або ABOITEAUXaboideau").
entry(скасовувати, v, [скасований,скасовуючи,скасовує], "припинити існування").
entry(abolla, n, [аболла], "мантія, яку носили в Стародавньому Римі").
entry(aboma, n, [абоми], "південноамериканська змія").
entry(сичуговий, прикм, [], "що стосується сичуга").
entry(сичуг, n, [сичуги], "четвертий шлунок жуйної тварини").
entry(abomasus, n, [абомаси], "сичуг").
entry(aboon, adv, [], "над").
entry(аборальний, прикм, [], "розташований далеко від ротаАБОРА́ЛЬНО присл").
entry(aborning, adv, [], "під час народження").
entry(abort, v, [перервано,перериваючи,перериває], "достроково вивести плід").
entry(aborter, n, [абортери], "той, що абортує").
entry(abortion, n, [abortions], "викликане витіснення нежиттєздатного плоду").
entry(abortive, adj, [], "зазнав невдачі").
entry(abortus, n, [абортуси], "перерваний плід").
entry(abought, past, [], "час від aby і abye").
entry(абулія, n, [абулії], "абуліяАБУЛІЧНИЙ adj").
entry(бути_багатим, v, [був_багатим,будучи_багатим,є_багатим], "мати велику кількість або обсяг").
entry(about, adv, [], "приблизно").
entry(above, n, [aboves], "щось, що знаходиться вище в більш високому місці").
вхід(abrachia, іменник, [abrachias], "відсутність рук").
entry(абразивний, n, [абразивні], "абразив").
entry(стирання, v, [стертий,стираючи,стирає], "стирання шляхом тертя").
entry(шліфувальний_інструмент, з, [шліфувальні_інструменти], "інструмент для шліфування").
entry(стирання, n, [стирання], "акт стирання").
вхід(абразив, іменник, [абразиви], "подрібнююча речовина").
entry(abreact, v, [abreacted,abreacting,abreacts], "вивільняти пригнічені емоції, переживаючи початковий травматичний досвід").
entry(abreast, adv, [], "пліч-о-пліч").
entry(abri, n, [abris], "бомбосховище").
entry(скорочувати, v, [скорочений,скорочуючи,скорочує], "зменшувати довжину").
entry(скорочувач, n, [скорочувачі], "той, хто скорочує").
entry(abroach, adj, [], "у русі").
entry(за кордоном, adv, [], "власної країни").
entry(скасовувати, v, [скасував, скасовуючи, скасовує], "відмінити авторитетним рiшенням").
entry(abrosia, n, [аброзії], "піст від їжі").
entry(abrupt, adj, [], "Раптовий раптовіший найраптовішийГрубо короткийРаптово adv").
entry(абсцес, v, [забагровений,забагровлюючий,забагровлює], "утворювати абсцес, локалізоване скупчення гною, оточене запаленою тканиною").
entry(abscise, v, [abscised,abscising,abscises], "відсікати").
entry(abscisin, n, [абсцизин], "регуляторна речовина, яка міститься в рослинах").
entry(абсциса, n, [абсциси], "або АБСЦИСАКонкретна геометрична координата").
entry(abscond, v, [утік, утікаючи, утікає], "раптом і потайки покинути").
entry(abseil, v, [abseiled,abseiling,abseils], "спускатися на канаті").
entry(abseiler, n, [], "ABSEILERтой, хто спускається з висоти").
entry(absence, n, [відсутності], "стан, коли хтось відсутній").
entry(відсутній, v, [відсутність,відсуваючи,відсувається], "забрати або утримувати подалі").
entry(absentee, n, [відсутні], "той, кого немає на місці").
entry(absenter, n, [відсутні], "той, хто відсутній").
entry(absently, adv, [], "байдужо").
entry(absinth, n, [абсенти], "абсент").
entry(абсент, n, [абсенти], "гіркий лікер").
entry(absolute, adj, [], "АБСОЛЮТНИЙ АБСОЛЮТНЕЙШИЙвільний від обмежень").
entry(absolute, n, [абсолюти], "щось, що є абсолютним").
entry(відпускати, v, [відпустив, відпускаючи, відпускає], "звільняти від наслідків дії").
entry(absolver, n, [абсолвери], "той, хто відпускає").
entry(absonant, adj, [], "незрозумілий").
entry(absorb, v, [поглинув,поглинаючи,поглинає], "поглинати або вбирати").
entry(absorber, n, [абсорбери], "той, що абсорбує").
entry(abstain, v, [abstained, abstaining, abstains], "утримуватись добровільно").
entry(absterge, v, [абстерджед, абстерджинг, абстержес], "очищати шляхом протирання").
entry(abstract, adj, [], "СКЛАДНИЙ ДЛЯ РОЗУМІННЯ").
entry(abstract, v, [abstracted,abstracting,abstracts], "забрати").
введення(abstrict, v, [abstricted,abstricting,abstricts], "формувати відсіченням").
entry(abstruse, adj, [], "НАСКІЛЬКИ НАЙВДУМЛИВІШИЙ НАЙБІЛЬШ НАСКІЛЬКИ НАЙВДУМЛИВІШИЙ НАЙБІЛЬШ НАСКІЛЬКИ НАЙВДУМЛИВІШИЙ НАЙБІЛЬШ НАСКІЛЬКИ НАЙВДУМЛИВІШИЙ НАЙБІЛЬШ").
entry(absurd, adj, [], "Смішний безглуздий або нерозумнийСМІШНО adv").
entry(абсурд, n, [абсурди], "ситуація, в якій людина існує в ірраціональному та беззмістовному всесвіті").
entry(abubble, adj, [], "булькаючий").
entry(абулія, n, [абулії], "втрата сили воліABULIC прикм").
entry(надмірний, прикм, [], "присутній у великій кількості").
entry(abuse, v, [abused,abusing,abuses], "використовувати неправильно або неналежноABUSABLE прикм").
entry(зловживач, n, [зловживачі], "той, хто зловживає").
entry(образливий, прикм, [], "характеризується неправильним або недоречним використанням").
entry(abut, v, [abutted,abutting,abuts], "торкатися вздовж кордону").
entry(abutilon, n, [абутилони], "квітуча рослина").
entry(опора, n, [опори], "щось, що примикає").
entry(прилягання, n, [прилягання], "прилягання").
entry(abutted, past, [], "час дієслова abut").
entry(abutter, n, [сусіди], "один, хто межує").
entry(примикаючий, теперішній, [], "дієприкметник від примикати").
entry(abuzz, adj, [], "дзижчання").
entry(абвольт, n, [абвольти], "одиниця електрорушійної сили").
entry(абват, n, [абвати], "одиниця потужності").
entry(aby, v, [abought,abying,abys], "відплатити за провину").
entry(abye, v, [abought,abying,abyes], "до аби").
entry(abysm, n, [безодні], "безодня").
entry(неймовірний, прикм, [], "неосяжно глибокий").
entry(безодня, n, [безодні], "бездонна прірваБЕЗОДНІЙ прикм").
entry(акація, n, [акації], "квітуче дерево або кущ").
entry(академія, n, [академії], "місце навчання").
entry(академія, n, [академії], "наукове життя або середовище").
entry(academic, n, [академіки], "студент або викладач коледжу").
entry(academy, n, [academies], "середня школа").
entry(асай, іменник, [асаи], "фіолетовий ягідоподібний плід тропічної пальми").
entry(акажа, n, [акажи], "тропічне дерево").
entry(акалеф, n, [акалефи], "або ACALEPHAEa медуза").
entry(acalephe, n, [acalephes], "акалеф").
entry(аканта, n, [аканти], "гостра колюча частина").
entry(аконіт, n, [аконіти], "або AKANTHI колюча трава").
вхід(acapnia, n, [acapnias], "недостатність вуглекислого газу у крові та тканинах").
entry(акарбоза, n, [акарбози], "ліки для лікування діабету").
entry(acari, pl, [], "акарового").
entry(acarid, n, [акариди], "тип павукоподібних").
entry(acaridan, n, [акарида], "акарида").
entry(acarine, n, [акари], "акарид").
entry(acaroid, adj, [], "схожий на кліща").
entry(acarpous, adj, [], "не плодоносить").
entry(acarus, n, [акарі], "кліщ").
entry(acaudal, adj, [], "безхвостий").
entry(acaudate, adj, [], "безхвостий").
entry(акаулін, прикм, [], "не має стебла").
entry(acaulose, adj, [], "акалусний").
entry(acaulous, adj, [], "безстебловий").
entry(погодитися, v, [погодився, погоджуючись, погоджуються], "дати згоду").
entry(acceder, н, [acceders], "той, хто погоджується").
entry(accent, v, [accented,accenting,accents], "вимовляти з наголосом").
entry(вівчарик, n, [вівчарики], "співочий птах").
entry(accept, v, [прийняв,приймаючи,приймає], "отримувати охоче").
entry(acceptee, n, [acceptees], "той, кого прийнято").
entry(accepter, n, [акцептори], "той, хто приймає").
entry(приймач, n, [приймачі], "accepter").
entry(access, v, [дістався,дістається,дістаються], "діставатися").
entry(аварія, n, [аварії], "несподівана або ненавмисна подія").
entry(accidia, n, [акцидія], "ацедія").
entry(accidie, n, [акцидії], "ацедія").
entry(схвалювати, v, [схвалений,схвалюючи,схвалює], "висловлювати схвалення").
entry(визнання, v, [визнаний,визнання,визнання], "хвалити").
вхід(згода, v, [узгоджував,узгодження,згоди], "приводити до згоди").
entry(accorder, n, [акордери], "той, що узгоджує").
entry(звернутися, v, [звернувся, звертаючись, звертається], "наближатися і першими звертатися до когось").
entry(account, v, [облікований, облік, рахунки], "надавати пояснення").
entry(accouter, v, [accoutered, accoutering, accouters], "обладнати").
entry(accoutre, v, [accoutred,accoutring,accoutres], "екіпірувати").
entry(accredit, v, [акредитований,акредитація,акредитує], "надати офіційний дозвіл").
entry(accrete, v, [accreted,accreting,accretes], "рости разом").
entry(accrual, n, [нарахування], "акт нарахування").
entry(accrue, v, [accrued,accruing,accrues], "додаток або прибуток").
entry(accuracy, n, [точності], "якість бути точним").
entry(accurate, adj, [], "вільний від помилок").
entry(accursed, adj, [], "клятий").
entry(проклятий, adj, [], "accursed").
entry(accusal, n, [звинувачення], "акт звинувачення").
entry(accusant, n, [accusants], "обвинувач").
entry(accuse, v, [accused,accusing,accuses], "висунути звинувачення проти").
entry(accuser, n, [обвинувачі], "той, хто звинувачує").
entry(accustom, v, [accustomed,accustoming,accustoms], "ознайомити").
entry(ace, v, [aced,acing,aces], "набирати очко проти за допомогою одного удару").
entry(acedia, n, [acedias], "апатія").
entry(aceldama, n, [aceldamas], "місце кровопролиття").
entry(ацентричний, прикм, [], "який не має центру").
entry(acequia, n, [асекії], "зрошувальна канава або канал").
entry(acerate, adj, [], "голкоподібний").
entry(acerated, adj, [], "ацерозний").
entry(acerb, adj, [], "ОСТРІШИЙ НАЙОСТРІШИЙкислий").
entry(озлобити, v, [озлобив,озлоблював,озлоблює], "зробити кислим").
entry(acerbic, adj, [], "жовчний").
entry(гіркота, n, [гіркоти], "кислота").
entry(ацерола, n, [ацероли], "західноіндійський кущ").
entry(acerose, adj, [], "голчастий").
entry(acerous, adj, [], "голковий").
entry(acervate, adj, [], "зростаючий у щільних скупченнях").
entry(acervuli, npl, [], "органи утворення спор певних грибів").
entry(acescent, n, [acescents], "щось, що є злегка кислим").
entry(aceta, pl, [], "оцту").
entry(ацеталь, n, [ацеталі], "займиста рідина").
entry(acetamid, n, [ацетамід], "амід оцтової кислоти").
entry(ацетат, n, [ацетати], "сіль оцтової кислотиАЦЕТАТОВИЙ прикм").
entry(оцтовий, прикм, [], "що стосується оцту").
entry(acetify, v, [оцтовуваний,оцтовування,оцтовує], "перетворити на оцет").
entry(ацетин, n, [ацетини], "хімічна сполука").
entry(ацетон, n, [ацетони], "легкозаймиста рідинаАЦЕТОННИЙ прикм").
entry(acetose, adj, [], "оцтовий").
entry(acetous, adj, [], "на смак як оцет").
entry(ацетоксил, n, [ацетоксили], "унівалентний радикал").
entry(acetum, n, [aceta], "оцет").
entry(ацетил, n, [ацетили], "одновалентний радикалАЦЕТИЛІЧНИЙ прикм").
entry(біль, v, [боліло,біль,болі], "відчувати тупий безперервний біль").
entry(сім'янка, n, [сім'янки], "тип плодуСІМ'ЯНКОВИЙ прикм").
entry(achier, comparative, [], "болісніший").
entry(achiest, суперлатив, [], "of achy").
entry(досягати, v, [досяг,досягаючи,досягає], "успішно виконати").
entry(achiever, n, [achievers], "той, хто досягає").
entry(achillea, n, [achilleas], "деревій").
entry(achiness, n, [achinesses], "стан, коли відчуваєш біль").
entry(болючий, теперішній, [], "дієприкметник від ache").
entry(болісно, adv, [], "болісним чином").
entry(ачіоте, n, [ачіоти], "жовтувато-червоний барвник").
entry(ахіральний, прикм, [], "що стосується симетричної молекули").
entry(ахолія, n, [ахолія], "відсутність жовчі").
entry(апчхи, виг, [], "апчхи").
entry(ахромат, n, [ахромати], "тип лінзи").
entry(ахроматичний, прикм, [], "що не має кольору").
entry(achy, adj, [], "БІЛЬШЕ БОЛЮЧІ НАЙБІЛЬШЕ БОЛЮЧІ болючий").
entry(acicula, n, [aciculas], "або ACICULAE голкоподібна частина або процес ACICULAR прикм").
entry(aciculum, n, [aciculums], "або ACICULA щетиноподібна частина").
entry(кислота, n, [кислоти], "тип хімічної сполуки").
entry(ацидемія, n, [ацидемії], "стан підвищеної кислотності крові").
entry(acidhead, n, [acidheads], "той, хто вживає ЛСД").
entry(кислий, прикм, [], "кислий").
entry(оцислити, v, [оцислений,оцислюючи,оцислює], "перетворити на кислоту").
entry(acidity, n, [кислотності], "кислота").
entry(кислотно, присл, [], "кисло").
entry(acidness, n, [acidnesses], "кислотність").
entry(ацидоз, n, [ацидози], "аномальний стан кровіАКИДОТИЧНИЙ прикм").
entry(ацидурія, n, [ацидурії], "стан наявності надмірної кількості кислоти в сечі").
entry(acidy, adj, [], "кислий").
entry(ацирувати, v, [ацирував, ацируючи, ацирує], "перетворювати на сталь").
entry(aciform, adj, [], "голкоподібний").
entry(acing, present, [], "дієприкметник від ace").
entry(акінус, n, [акіні], "невеликий мішкоподібний поділ залозиАКІНАРНИЙ АКІНІЧНИЙ АКІНОЗНИЙ АКІНОЗНИЙ прикм").
entry(акі, n, [акі], "akee").
entry(aclinic, adj, [], "що не має нахилу").
entry(acme, n, [acmes], "найвища точкаACMATIC ACMIC прикм").
entry(acne, n, [acnes], "шкірне захворюванняACNED прикм").
entry(acnode, n, [acnodes], "елемент математичної множини, який ізольований від інших елементів").
entry(acock, adj, [], "зведений").
entry(безпорожнинний, прикм, [], "той, що не має справжньої порожнини тіла").
entry(acold, adj, [], "холодний").
entry(acolyte, n, [аколіти], "асистент").
entry(аконіт, n, [аконіти], "отруйна траваАКОНІТИЧНИЙ прикм").
entry(аконітум, n, [аконітумс], "аконіт").
entry(«жолудь», n, [«жолуді»], "плід дуба").
entry(акустичний, n, [акустика], "слуховий апарат").
entry(acquaint, v, [знайомитися,знайомлячись,знайомиться], "змушувати знати").
entry(придбання, n, [придбання], "щось придбане").
entry(отримати, v, [отриманий,отримання,отримує], "увійти у володіння").
entry(acquiree, n, [одержувачі], "той, що отримується").
entry(набувач, n, [набувачі], "той, хто набуває").
entry(виправдати, v, [виправдав,виправдовуючи,виправдовує], "звільнити або очистити від звинувачення у провині або злочині").
entry(акрасія, n, [акрасії], "нестача самоконтролюАКРАТИЧНИЙ прикм").
entry(acrasin, n, [акразинів], "речовина, яку виділяють клітини слизової цвілі").
entry(акр, n, [акри], "одиниця площі").
entry(acreage, n, [acreages], "площа в акрах").
entry(acred, adj, [], "власник багатьох акрів").
entry(acrid, adj, [], "РІЗКІШИЙ НАЙРІЗКІШИЙрізкий і жорсткий на смак або запах").
entry(акридин, n, [акридини], "хімічна сполука").
entry(різкість, n, [різкості], "стан бути різким").
entry(acridly, adv, [], "прикро").
entry(в'їдливість, n, [в'їдливості], "різкість або гіркота у мові чи характері").
entry(acro, n, [acros], "лижний захід, у якому лижник виконує акробатичні трюки під музику").
entry(акробат, n, [акробати], "той, хто вправний у мистецтві спритності та балансу").
entry(акродонт, n, [акродонти], "тварина з безкореневими зубами").
entry(акроген, іменник, [акрогени], "рослина, що зростає лише на вершині").
entry(акролект, іменник, [акролекти], "висока форма мови").
entry(акролеїн, n, [акролеїни], "горюча рідина").
entry(акроліт, n, [акроліти], "тип статуї").
entry(acromion, n, [акромії], "зовнішній край лопаткиАКРОМІАЛЬНИЙ прикм").
entry(acronic, adj, [], "що відбувається на заході сонця").
entry(acronym, n, [акроніми], "слово, утворене з ініціалів складеного терміна або ряду слів").
entry(acrosome, n, [акросоми], "тонкий мішечок на голівці сперматозоїда").
entry(через, прийм, [], "з одного боку на інший").
entry(акростих, н, [акростихи], "вірш, в якому певні літери, взяті в порядку, утворюють слово або фразу").
entry(acrotism, n, [акротизми], "слабкість пульсу АКРОТИЧНИЙ прикм").
entry(акрилат, n, [акрилати], "акриловий").
entry(акрил, n, [акрили], "тип смоли").
entry(дія, v, [діяв,діючий,діє], "робити щось").
entry(acta, npl, [], "записані протоколи").
entry(actable, adj, [], "придатний для виконання на сцені").
entry(actin, n, [актины], "білок в м'язовій тканині").
entry(actinal, adj, [], "з щупальцями").
entry(акторська гра, n, [акторські гри], "професія актора").
entry(актиния, n, [актинии], "або ACTINIAE, морська тварина").
entry(актинія, н, [актинії], "актинія").
entry(актинічний, прикм, [], "що стосується актинізму").
entry(actinide, n, [актиніди], "будь-який з ряду радіоактивних елементів").
entry(актинізм, n, [актинізми], "властивість променевої енергії, що викликає хімічні зміни").
entry(актиній, n, [актинії], "радіоактивний елемент").
entry(актиноїд, n, [актиноїди], "актинід").
entry(actinon, n, [актинони], "ізотоп радону").
entry(action, v, [позивався, позиваючись, позови], "порушити позов проти").
entry(actioner, n, [бойовики], "фільм із захоплюючим екшеном").
entry(активувати, v, [активований, активуючи, активує], "запустити в дію").
entry(активний, іменник, [активісти], "учасник організації, що бере активну участь").
entry(активно, adv, [], "з активністю").
entry(активізм, n, [активізми], "доктрина, яка підкреслює прямі та рішучі дії").
entry(активіст, n, [активісти], "прихильник активізму").
вхід(активність, n, [активності], "енергійна дія або рух").
entry(активізувати, v, [активізував, активізуючи, активізує], "активувати").
entry(актор, n, [актори], "театральний виконавецьАКТОРНИЙ АКТОРСЬКИЙ прикм").
entry(actress, n, [актриси], "a female actorАКТРИСИ adj").
entry(реальний, adj, [], "існуючий насправдіACTUALLY adv").
entry(актуарій, n, [актуарії], "статистик, що розраховує страхові ризики та премії").
entry(actuate, v, [actuated,actuating,actuates], "приводити в дію або рух").
entry(привід, n, [приводи], "той, що вмикає").
entry(acuate, adj, [], "гострий").
entry(acuity, n, [гостроти], "гострота").
entry(aculeate, n, [aculeates], "жалючий комаха").
entry(aculeus, n, [aculei], "гострий елемент").
entry(acumen, n, [здібності], "мисленнєва гострота").
entry(acutance, n, [акутанси], "міра фотографічної чіткості").
entry(гострий, прикм, [], "ГОСТРІШИЙ НАЙГОСТРІШИЙ, позначений різкістю або суворістюГОСТРО adv").
entry(acute, n, [acutes], "тип наголосу").
entry(ациклічний, прикм, [], "не циклічний").
entry(acyl, n, [ацил], "одновалентний радикал").
entry(acylate, v, [ацильований, ацилювання, ацилює], "вводити ациль у").
entry(ацілоїн, n, [ацілоїни], "тип хімічної сполуки").
entry(ad, n, [оголошення], "реклама").
entry(приказка, n, [приказки], "традиційне висловлювання, що виражає загальне спостереження").
entry(adagio, n, [аджо], "музичний твір або частина, яка виконується в повільному темпі").
entry(незламність, n, [незламності], "незламність").
впис(непохитність, n, [непохитності], "нескорена твердість").
entry(adamant, n, [адаманти], "надзвичайно тверда речовина").
entry(adamsit, n, [adamsity], "газ, що подразнює легені").
entry(adapt, v, [адаптований,адаптуючи,адаптує], "зробити відповідним").
вступ(адаптер, n, [адаптери], "той, що адаптує").
entry(адаптація, іменник, [адаптації], "акт адаптаціїАДАПТИВНИЙ прикм").
entry(адаптер, n, [адаптери], "адаптер").
entry(adaxial, adj, [], "розташований на тій самій стороні, що і").
entry(adbot, n, [adbots], "спеціалізована комп’ютерна програма").
entry(add, v, [додав,додавання,додає], "щоб поєднати або з'єднати з метою збільшенняДОДАВАЄМИЙ прикм").
entry(addax, n, [аддакс], "велика антилопа").
entry(addedly, adv, [], "додатково").
вхід(доданок, n, [доданки], "число, яке додається до іншого").
entry(додаток, n, [додатки], "або ДОДАТОКщось додане або таке, що мається додати").
entry(adder, n, [гадюка], "отруйна змія").
entry(addible, adj, [], "який може бути доданий").
entry(залежний, v, [залежні, залежність, залежні], "звикати або здаватися чомусь звично або компульсивно").
entry(addition, n, [additions], "щось додане").
entry(добавка, n, [добавки], "речовина, додана до іншої для надання бажаних властивостей").
entry(додатковий, прикм, [], "що робить додаток").
entry(addle, v, [addled,addling,addles], "збивати з пантелику").
entry(address, v, [адресація, адресація, адреси], "говорити з").
entry(adduce, v, [додали,додаючи,додає], "наводити як доказ").
entry(adducent, adj, [], "який служить для приведення").
entry(adducer, n, [adducers], "той, що приводить").
entry(adducing, present, [], "дієприкметник від adduce").
entry(приводити, v, [приведений,приводячи,приводить], "приводити до головної осі").
entry(adductor, n, [аддуктори], "м'яз, що приводить").
entry(adeem, v, [adeemed,adeeming,adeems], "забирати").
entry(адельґід, n, [адельґіди], "маленька комаха").
entry(аденін, n, [аденіни], "алкалоїд").
entry(аденітом, n, [аденіти], "запалення лімфатичного вузла").
entry(аденоїд, n, [аденоїди], "збільшене лімфоїдне утворення позаду глотки").
entry(аденома, n, [аденоми], "або АДЕНОМАТAa пухлина залозистого походження").
entry(аденоз, n, [аденози], "аномальний ріст залозистої тканини").
entry(аденіл, n, [аденіли], "одновалентний радикал").
entry(adept, adj, [], "УМІЛИЙ УМІЛІШИЙ висококваліфікований УМІЛО adv").
entry(адепт, n, [адепти], "кваліфікована особа").
entry(адекватність, іменник, [адекватності], "стан бути адекватним").
entry(достатній, adj, [], "достатній для конкретної вимоги").
entry(дотримуватися, v, [дотримувався,дотримуючись,дотримується], "стати або залишатися прикріпленим чи близьким до чогось").
entry(адгезив, n, [адгезиви], "поверхня, до якої прилипає клей").
entry(adherent, n, [прихильники], "прихильник").
entry(adherer, n, [прихильники], "той, хто дотримується").
entry(adhering, present, [], "дієприкметник від adhere").
entry(адгезія, іменник, [адгезії], "акт прилипання").
entry(адгезив, n, [адгезиви], "речовина, що викликає адгезію").
entry(adhibit, v, [adhibited,adhibiting,adhibits], "брати або впускати").
entry(прощання, n, [прощання], "або ADIEUX прощання").
entry(прощавай, н, [прощаваї], "до побачення").
entry(жировий, n, [жирові], "тваринний жирАДИПІЧНИЙ прикм").
entry(adiposis, n, [adiposes], "ожиріння").
entry(adipous, adj, [], "що стосується жирової тканини").
entry(вхід, n, [входи], "вхід").
entry(adjacent, adj, [], "поруч з").
entry(adjoin, v, [adjoined,adjoining,adjoins], "прилягати до").
entry(спряжена, n, [спряжені], "тип математичної матриці").
entry(перенести, v, [перенесено,перенесення,переносить], "відкласти до пізнішого часу").
entry(adjudge, v, [adjudged, adjudging, adjudges], "визначити судовим шляхом").
entry(adjunct, n, [додатки], "щось прикріплене в підлеглій позиції").
entry(adjure, v, [adjured,adjuring,adjures], "наказувати урочисто").
entry(adjurer, n, [заклинателі], "той, хто заклинає").
entry(adjuror, n, [проклиначі], "проклинач").
entry(adjust, v, [adjusted,adjusting,adjusts], "привести до більш задовільного стану").
entry(регулювальник, n, [регулювальники], "той, хто регулює").
entry(регулятор, n, [регулятори], "регулятор").
entry(ад'ютант, n, [ад'ютанти], "помічник").
entry(ад'ювант, n, [ад'юванти], "помічник").
entry(adland, n, [adlands], "світ реклами").
entry(adman, n, [адвен], "чоловік, що працює у рекламному бізнесі").
entry(admass, n, [admasses], "реклама в засобах масової інформації").
entry(admin, n, [адміністратори], "адміністрація").
entry(адмірал, n, [адмірали], "високопоставлений військово-морський офіцер").
entry(admire, v, [admired,admiring,admires], "захоплюватися з подивом, задоволенням і схваленням").
entry(admirer, n, [шанувальники], "той, хто захоплюється").
entry(допускати, v, [допущений,допускаючи,допускає], "дозволити увійти").
entry(admittee, n, [admittees], "той, кого прийнято").
entry(admitter, n, [допускач], "той, хто допускає").
entry(admix, v, [змішує,змішуючи,змішують], "змішувати").
entry(докоряти, v, [докоряв, докоряючи, докоряє], "м'яко або люб'язно докоряти").
entry(adnate, adj, [], "з'єднаний з іншою частиною або органом").
entry(adnation, n, [adnations], "стан зрощення").
entry(adnexa, npl, [], "сполучені анатомічні частиниАДНЕКСАЛЬНИЙ прикм.").
entry(adnoun, n, [іменники-прикметники], "прикметник, коли використовується як іменник").
entry(ado, n, [ados], "метушливе збудження").
entry(адоба, n, [адоби], "невипалена висушена на сонці цегла").
entry(adobo, n, [адобо], "філіппінська страва з риби або м'яса").
entry(адоніс, n, [адоніси], "гарний молодий чоловік").
entry(adopt, v, [adopted,adopting,adopts], "прийняти в сім'ю законним шляхом").
entry(adoptee, n, [adoptees], "той, кого усиновлено").
entry(adopter, n, [усиновлювачі], "той, хто всиновлює").
entry(усиновлення, n, [усиновлення], "акт усиновленняАДОПТИВНИЙ прикм").
entry(adorable, adj, [], "здатний бути обожненимАДОРАЛЬНО присл").
entry(обожнювати, v, [обожнював,обожнюючи,обожнює], "глибоко любити").
entry(обожнювач, n, [обожнювачі], "той, хто обожнює").
entry(прикрашати, v, [прикрашений,прикрашення,прикрашає], "додавати щось, щоб зробити більш привабливим").
entry(прикрашувач, n, [прикрашувачі], "той, хто прикрашає").
entry(adown, adv, [], "вниз").
entry(adoze, adj, [], "дрімаючий").
впис(adrenal, іменник, [наднирники], "ендокринна залоза").
entry(adrift, adj, [], "пливучий").
entry(спритний, прикм, [], "СПРИТНІШИЙ СПРИТНІСТЬвправнийСПРИТНО присл").
entry(adscript, n, [надрядковий знак], "відмінний символ, написаний після іншого символу").
entry(адсорбувати, v, [адсорбував, адсорбуючи, адсорбує], "збирати на поверхні у конденсованому шарі").
entry(адсорбер, n, [адсорбери], "той, що адсорбує").
entry(адзукі, n, [адзукі], "адзукі").
entry(адулярія, n, [адулярії], "мінерал").
entry(вихваляти, v, [вихваляв,вихваляючи,вихваляє], "схвалювати надмірно").
entry(лестець, n, [лестці], "той, хто лестить").
entry(дорослий, n, [дорослі], "повністю розвинена особа").
entry(перелюб, n, [перелюби], "добровільні сексуальні стосунки між одруженою особою та кимось, хто не є її чи його подружжям").
entry(adultly, adv, [], "типовим для дорослої людини чином").
entry(adumbral, adj, [], "тіньовий").
entry(adunc, adj, [], "зігнутий усередину").
entry(aduncate, adj, [], "адунц").
entry(aduncous, adj, [], "adunc").
entry(adust, adj, [], "обгорілий").
entry(просуватися, v, [просунувся,просуваючись,просувається], "рухатися вперед або змушувати рухатися вперед").
entry(просувальник, n, [просувальники], "той, хто просувається").
entry(переносити, v, [переносив,переносячи,переносить], "переміщувати або транспортувати потоком рідини").
entry(прихід, n, [приходи], "прибуття").
entry(прислівник, н, [прислівники], "слово, яке використовується для модифікації дієслова, прикметника або іншого прислівника").
entry(adverse, adj, [], "діє в протилежність").
entry(реклама, v, [рекламований,рекламуючи,реклами], "привертати увагу").
entry(порада, n, [поради], "рекомендація щодо рішення або дії").
entry(радити, v, [радив,радження,радить], "давати пораду").
entry(advisee, n, [advisees], "той, кому дають пораду").
entry(радник, n, [радники], "той, хто радить").
entry(радячи, теперішній, [], "причастя від радити").
entry(advisor, n, [радники], "радник").
entry(advisory, n, [попередження], "звіт, що надає інформацію").
entry(адвокат, n, [адвокати], "лікьор, що складається з бренді, цукру та яєць").
entry(адвокація, n, [адвокації], "акт відстоювання").
вхід(захисник, v, [захищав,захищаючи,захищають], "виступати на захист").
entry(advowson, n, [advowsons], "право призначати кандидата на вакантну церковну посаду").
entry(рекламне_забезпечення, n, [рекламні_забезпечення], "комп'ютерне програмне забезпечення, яке надається безкоштовно, але містить рекламу").
entry(adwoman, n, [adwomen], "жінка, що працює в рекламному бізнесі").
entry(адинамія, n, [адинамії], "відсутність фізичної силиАДИНАМІЧНИЙ прикм").
entry(adytum, n, [adyta], "внутрішнє святилище у давньому храмі").
entry(adz, v, [adzed,adzing,adzes], "надавати форму дереву за допомогою тесла — ріжучого інструменту").
entry(теса, v, [тесав,тесуючи,теси], "обтесувати").
entry(адзукі, n, [адзукі], "їстівне насіння азійської рослини").
entry(ae, прикм, [], "один").
entry(aecia, pl, [], "аеций").
entry(aecial, adj, [], "що стосується еціуму").
entry(aecidial, adj, [], "що стосується ециума").
entry(aecidium, n, [aecidia], "ецій").
entry(aecium, n, [aecia], "орган утворення спор у певних грибів").
entry(aedes, n, [aedes], "будь-який вид комарів з роду").
entry(aedile, n, [aediles], "магістрат стародавнього Риму").
entry(aedine, adj, [], "що відноситься до аедес").
entry(aegis, n, [aegises], "захист").
entry(aegrotat, n, [], "св AEGROTATСертифікат, що звільняє хворого студента від іспиту").
entry(аенеус, прикметник, [], "що має зеленувато-золотий колір").
entry(aeneus, adj, [], "мідянистий").
entry(aeolian, adj, [], "еолійський").
entry(aeon, n, [еони], "еон").
entry(aeonian, adj, [], "відвічний").
entry(aeonic, adj, [], "еонічний").
entry(aequorin, n, [aequorins], "білок, що виділяється медузами").
entry(aeradio, n, [aeradios], "канадська радіослужба для пілотів").
entry(aerate, v, [aerated,aerating,aerates], "забезпечувати повітрям").
entry(аерація, n, [аерації], "дія аерації").
entry(аератор, n, [аератори], "той, що аерує").
entry(антенний, n, [антени], "антена").
entry(повітряно, adv, [], "в спосіб, що стосується повітря").
entry(гніздо, n, [гнізда], "пташине гніздо, збудоване високо на горі або скеліРАЗТАШОВАНЕ adj").
entry(aerier, comparative, [], "аерійніший").
entry(aeries, pl, [], "ефірності").
entry(aeriest, суперлатив, [], "від aery").
entry(aeriform, adj, [], "у формі повітря").
entry(aerify, v, [aerified,aerifying,aerifies], "вентилювати").
entry(aerily, adv, [], "повітряно").
entry(aero, adj, [], "що стосується літаків").
entry(акробат_у_літаку, n, [акробати_у_літаках], "той, хто виконує трюки в літаку").
entry(аероб, n, [аероби], "організм, що потребує кисню для життяАЕРОБНИЙ прикм").
entry(аеробіка, npl, [], "вправи для покращення стану серця та легенів шляхом збільшення споживання кисню").
entry(aerobium, n, [аеробія], "аероб").
entry(аеродакт, n, [аеродакти], "тип реактивного двигуна").
entry(аеродайн, n, [аеродайни], "літальний апарат, що важчий за повітря").
entry(крило, n, [крила], "аеродинамічний профіль").
entry(аерогель, n, [аерогелі], "високопористий твердий матеріал").
entry(аерограм, n, [аерограми], "поштовий лист авіапоштою").
entry(aerolite, n, [аероліти], "метеорит, що містить більше каміння, ніж заліза").
entry(aerolіt, n, [aerolіti], "aerolіt").
entry(аерологія, n, [аерології], "вивчення атмосфери").
entry(аеронавт, n, [аеронавти], "той, хто керує дирижаблем").
entry(аерономія, n, [аерономії], "вивчення верхньої атмосфери").
entry(aerosat, n, [аеросупутники], "супутник для використання в управлінні повітряним рухом").
entry(аерозоль, n, [аерозолі], "газове суспендування дрібних твердих або рідких частинок").
вхід(аеростат, н, [аеростати], "літальний апарат, легший за повітря").
entry(aerugo, n, [aerugos], "зелена плівка, що утворюється на міді").
entry(aery, adj, [], "AERIER AERIESTairy").
entry(aery, n, [аерії], "аерій").
entry(естет, n, [естети], "естет").
entry(aestival, adj, [], "естивальний").
entry(aetatis, adj, [], "віком").
entry(ефір, n, [ефіри], "верхній регіон атмосфериЕФІРНИЙ прикм").
entry(афар, n, [афари], "велика відстань").
entry(afeard, adj, [], "наляканий").
entry(afeared, adj, [], "afeard").
entry(афебрильний, прикм, [], "без гарячки").
entry(aff, adv, [], "вимкнено").
entry(affable, adj, [], "ввічливий ДОБРОЗИЧЛИВО adv").
entry(справа, n, [справи], "будь-що зроблене або те, що потрібно зробити").
entry(affaire, n, [справи], "коротке любовне відношення").
entry(affect, v, [вдаваний,вдаватися,вдається], "створювати фальшиве враження").
entry(affecter, n, [affecters], "той, що впливає").
entry(аферент, n, [аференти], "нерв, що передає імпульси до нервового центру").
entry(заручини, v, [заручений,заручення,заручаються], "обручити").
entry(заявник, n, [заявники], "той, хто робить письмову заяву під присягою").
entry(affiche, n, [афіші], "плакат").
entry(affinal, adj, [], "пов'язаний шлюбом").
entry(affine, n, [affines], "родич через шлюб").
entry(affined, adj, [], "тісно пов'язаний").
entry(affinely, adv, [], "у спосіб типу математичного відображення").
entry(прихильність, n, [прихильності], "природний потяг або схильність").
entry(стверджувати, v, [стверджено, стверджуючи, стверджує], "висловлюватися позитивно").
entry(affirmer, n, [affirmers], "той, хто стверджує").
entry(афікс, v, [прикріплений,прикріплення,прикріплення], "прикріпити").
entry(афіксальний, прикм, [], "що стосується префікса або суфікса").
entry(affixer, n, [affixers], "той, що прикріплює").
entry(афіксальний, прикм, [], "affixal").
entry(натхнення, n, [натхнення], "творче натхнення").
entry(afflict, v, [afflicted,afflicting,afflicts], "завдавати страждань ментальних або фізичних біль").
entry(притока, n, [притоки], "потік, що впадає в інший").
entry(притік, n, [притоки], "протікання до певної точки").
entry(afford, v, [afforded,affording,affords], "мати достатні засоби для").
entry(заліснити, v, [заліснив, заліснюючи, заліснює], "перетворити на ліс").
entry(affray, v, [affrayed,affraying,affrays], "лякати").
entry(порушник_спокою, n, [порушники_спокою], "той, хто порушує спокій").
entry(лякати, v, [ні,лякаючи,лякає], "лякати").
entry(affront, v, [affronted, affronting, affronts], "відкрито ображати").
entry(обливання, n, [обливання], "дія виливання рідини на").
entry(афган, n, [афгани], "вовняна ковдра або шалик").
entry(афгані, n, [афгані], "грошова одиниця Афганістану").
entry(afield, adv, [], "в полі").
entry(afire, adj, [], "у вогні").
entry(палаючий, прикм, [], "flaming").
entry(на_поверхні, прикм, [], "плавучий").
entry(aflutter, adj, [], "нервово схвильований").
entry(afoot, adv, [], "пішки").
entry(afore, adv, [], "перед").
entry(afoul, adj, [], "заплутаний").
entry(afraid, adj, [], "сповнений непокоєм").
entry(афріт, n, [афріти], "злий дух в арабській міфології").
entry(afresh, adv, [], "знову").
entry(афріт, n, [афрітс], "афріт").
entry(афро, n, [афро], "кучерява або пухнаста зачіска").
entry(aft, adv, [], "до корми").
entry(after, prep, [], "позаду за місцем або порядком").
entry(afters, npl, [], "десерт").
entry(aftertax, adj, [], "залишок після сплати податків").
entry(aftmost, adj, [], "найближчий до корми").
entry(aftosa, n, [афтозний], "захворювання копитних тварин").
entry(аг, ч, [агс], "сільське господарство").
entry(ага, іменник, [аги], "високопоставлений турецький військовий офіцер").
entry(again, adv, [], "ще раз").
entry(against, prep, [], "проти").
entry(агаллох, n, [агаллохі], "ароматна деревина тропічного дерева").
entry(агалвуд, n, [агалвуди], "агаллох").
entry(гама, н, [гами], "тропічна ящірка").
entry(агамета, n, [агамети], "безстатева репродуктивна клітина").
entry(агамічний, прикм, [], "безстатевий").
entry(agamid, n, [агамові], "ящірка зі старого світу").
entry(agamous, adj, [], "агамічний").
entry(агапе, n, [агапи], "або АГАПЕ або АГАПАIa спільна трапеза спілкуванняАГАПЕЇЧНИЙ прикм").
entry(агар, n, [агари], "в'язка речовина, отримана з певних водоростей").
entry(агарик, n, [агарики], "будь-який з родини грибів").
entry(агароза, n, [агарози], "цукор, отриманий з агар-агару").
entry(agate, n, [агати], "різновид кварцуАГАТОЇД прикм").
entry(agatize, v, [agatized, agatizing, agatizes], "спричинити, щоб нагадувати агат").
entry(агава, іменник, [агави], "тропічна рослина").
entry(agaze, прикм, [], "споглядаючий").
entry(age, v, [], "СТАРІТИ ДОРОСЛІШАТИ").
entry(agedly, adv, [], "у манері старої людини").
entry(старість, n, [старості], "старість").
entry(agee, adv, [], "в один бік").
entry(ageing, n, [ageings], "старіння").
entry(ageism, n, [ейджизми], "дискримінація на основі віку").
entry(ageist, n, [ейджисти], "прихильник ейджизму").
entry(ageless, adj, [], "ніколи не старіючий").
entry(агелонг, прикм, [], "тривалий протягом довгого часу").
entry(одноліток, n, [однолітки], "людина того ж віку, що й інша").
entry(agency, n, [агентства], "організація, яка веде справи від імені інших").
entry(порядок_денний, іменник, [порядки_денні], "список справ для виконання").
entry(питання, n, [питання], "пункт порядку денного").
entry(аген, n, [агени], "хімічна сполука, що використовується для відбілювання борошна").
entry(агенезія, n, [агенезії], "агенезія").
entry(агенезія, n, [агенезії], "відсутність або недосконалий розвиток частини тілаАГЕНЕТИЧНИЙ прикм").
entry(агенізувати, v, [агенізований,агенізування,агенізує], "піддавати обробці аґеном").
entry(агент, v, [агентував, агентуючи, агенти], "діяти як представник дляАГЕНТНИЙ прикм.").
entry(agenting, n, [agentings], "діяльність або заняття агента").
entry(agentive, n, [агентативи], "частина слова, що вказує на виконавця дії").
entry(агентство, н, [агентства], "офіс або обов'язки агента").
entry(ager, n, [agers], "той, хто старіє").
entry(агератум, ім, [агератуми], "квітуча рослина").
entry(аггада, n, [аггади], "або АГГАДОТ або АГГАДОТггадда").
entry(аггада, n, [аггади], "або АГАДОТ або АГАДОТьагада").
entry(аґадичний, прикметник, [], "haggadic").
entry(agger, n, [аггери], "насип землі, що використовується як укріплення").
entry(aggie, n, [aggies], "тип ігрового камінця").
entry(aggrade, v, [aggraded, aggrading, aggrades], "заповнювати осадовим матеріалом").
entry(aggress, v, [aggressed,aggressing,aggresses], "вчиняти перший акт ворожості").
entry(засмучувати, v, [засмучений,засмучуючи,засмучує], "засмучувати").
entry(aggro, n, [aggros], "суперництво або образа").
entry(ага, n, [аги], "ага").
entry(приголомшений, прикм, [], "шокований чимось жахливим").
entry(спритний, прикм, [], "здатний рухатися швидко та легкоСПРИТНО нар").
entry(спритність, n, [спритності], "якість бути спритним").
entry(agin, prep, [], "проти").
entry(старіння, n, [старіння], "процес старіння").
entry(aginner, n, [aginners], "той, хто проти змін").
entry(аджіо, n, [аджіос], "премія, виплачена за обмін однієї валюти на іншу").
entry(аджіотаж, n, [аджіотажі], "справа брокера").
entry(ейджизм, n, [ейджизми], "ейджизм").
entry(agist, v, [agisted,agisting,agists], "годувати та доглядати за плату як за худобою").
entry(agita, n, [агітації], "відчуття збудження").
entry(агітувати, v, [збуджений,збудження,збуджує], "рухатися з бурхливою нерегулярною дієюАГІТОВАНИЙ прикм").
entry(agitato, adj, [], "швидкий та збудливий, використовується як музичний напрямок").
entry(агітатор, n, [агітатори], "той, хто агітує").
entry(агітпроп, n, [агітпропи], "прокомуністична пропаганда").
entry(осліплюючий, прикм, [], "гострий").
entry(agleam, adj, [], "такий, що виблискує").
entry(aglee, adv, [], "убік").
entry(аглет, n, [аглети], "металева накладка на кінці шнурка").
entry(аглі, присл, [], "навскіс").
entry(aglimmer, adj, [], "сіяючий").
entry(aglitter, adj, [], "блискучий").
entry(аглоо, n, [аглоо], "повітряна дірка в льоду, зроблена тюленем").
entry(аглоу, прикм, [], "сяючий").
entry(aglu, n, [aglus], "аглоо").
entry(agly, adv, [], "косо").
entry(аглікон, n, [аглікони], "тип хімічної сполуки").
entry(аглікон, n, [аглікони], "аглікон").
entry(agma, n, [agmas], "англ.").
entry(agminate, adj, [], "згруповані разом").
entry(задирок, n, [задирки], "шматочок шкіри біля основи нігтя").
entry(агнат, n, [агнати], "родич по батьківській лініїАГНАТИЧНИЙ adj").
entry(агнат, n, [агнати], "один з групи безщелепних хребетних").
entry(агнація, n, [агнації], "відношення агнатів").
entry(визнавати, v, [визнав,визнаючи,визнає], "визнавати").
entry(agnomen, n, [agnomens], "або AGNOMINA додаткове ім'я, яке давалось стародавньому римлянину").
entry(агнозія, n, [агнозії], "втрата здатності впізнавати знайомі предмети").
entry(агностик, n, [агностики], "той, хто заперечує будь-яке знання про Бога").
entry(ago, adv, [], "у минулому").
entry(agog, adv, [], "у стані нетерплячої цікавості").
entry(агон, n, [агони], "або АГОНЕСдраматичний конфлікт між головними героями в грецькій п'єсі").
entry(агональний, прикм, [], "що стосується агонії").
entry(agone, adv, [], "тому").
entry(агонічний, прикм, [], "що не утворює кут").
entry(agonies, pl, [], "агонії").
entry(страждати, v, [страждав, страждаючи, страждає], "страждати").
entry(агонізм, n, [агонізми], "змагання або боротьба").
entry(агоніст, n, [агоністи], "той, хто бере участь у боротьбі").
entry(страждати, v, [страждав,страждаючи,страждає], "зазнавати крайнього болю").
entry(агонія, n, [агонії], "екстремальний біль").
entry(агорa, n, [агори], "або AGORAE ринок в стародавній Греції").
entry(агора, n, [аґорот], "або АҐОРОТГрошова одиниця Ізраїлю").
entry(агуті, n, [агуті], "або АГУТІЇ підземний гризун").
entry(агуті, н, [агуті], "агуті").
entry(agrafe, n, [аграфи], "аграфа").
entry(аграф, n, [аграфи], "декоративна застібка").
entry(аграфа, npl, [], "вислови Ісуса, які не знайдено у Біблії").
entry(аграфія, n, [аграфії], "психічний розлад, що характеризується нездатністю писатиАГРАФІЧНИЙ прикм").
entry(аграрій, n, [аграрії], "той, хто виступає за рівний розподіл земель").
entry(agravic, adj, [], "що стосується стану відсутності гравітації").
entry(agree, v, [agreed,agreeing,agrees], "мати ту ж саму думку").
entry(агрестал, прикм, [], "дичавіючий").
entry(агрестичний, прикм, [], "сільський").
entry(agria, n, [agrias], "сильний пустульозний висип").
entry(репешок, n, [репешки], "багаторічна трава").
entry(агро, n, [агрос], "студент аграрних наук").
entry(агрономія, іменник, [агрономії], "наука про ґрунти у співвідношенні до культур").
entry(агрономія, n, [агрономії], "застосування наукових принципів до обробітку землі").
entry(aground, adv, [], "на землі").
entry(агрипнія, n, [агрипніас], "безсоння").
entry(авокадо, n, [авокадо], "авокадо").
entry(лихоманка, n, [лихоманки], "малярійна лихоманкаХВОРОБЛИВИЙ прикЛИХОМАНКОПОДІБНИЙ ХВОРОБЛИВИЙ прикЛИХОМАНКОВО присл").
entry(agueweed, n, [agueweeds], "квітуча рослина").
entry(ah, v, [ahed,ahing,ahs], "аах").
entry(ага, виг, [], "вживається для вираження здивування, тріумфу або глузування").
entry(апчхи, вигук, [], "використовується, щоб зобразити звук чхання").
entry(ahead, adv, [], "на передньому плані").
entry(гм, вигук, [], "використовується для привертання уваги").
entry(ahi, n, [ahis], "морська їжа риба").
entry(ахімса, n, [ахімси], "індійський принцип ненасильства").
entry(ahold, n, [aholds], "утримання або захоплення чогось").
entry(ahorse, adv, [], "верхи на коні").
entry(ахой, вигук, [], "використовується для привітання корабля чи людини").
entry(ahull, adj, [], "залишений і затоплений як корабель").
entry(ai, n, [ais], "трипалий лінивець").
entry(aiblins, adv, [], "аблинс").
entry(aid, v, [aided,aiding,aids], "допомагати").
entry(aide, n, [aides], "асистент").
entry(aider, n, [aiders], "той, хто допомагає").
entry(aidful, adj, [], "корисний").
entry(aidless, adj, [], "безпорадний").
entry(aidman, n, [aidmen], "санітар").
entry(aiglet, n, [aiglets], "аглет").
вхід(aigret, n, [aigrets], "аігрета").
entry(чубчик, n, [чубчики], "пучок пір'я, що носиться як головний орнамент").
entry(aiguille, n, [aiguilles], "гостра загострена вершина гори").
entry(aikido, n, [айкідо], "японське мистецтво самозахисту").
entry(ail, v, [ailed,ailing,ails], "заподіювати біль або дискомфорт").
entry(елерон, n, [елерони], "рухома поверхня управління на крилі літака").
вхід(недуга, н, [недуги], "фізичний або психічний розлад").
entry(aim, v, [aimed,aiming,aims], "спрямувати до визначеного об'єкта або цілі").
entry(aimer, n, [aimers], "той, хто цілиться").
entry(aimful, adj, [], "повний метиAIMFULLY adv").
entry(безцільний, прикм, [], "без напряму або мети").
entry(айн, n, [айни], "айн").
entry(ainsell, n, [ainsells], "власне я").
entry(aioli, n, [айолі], "часниковий майонез").
entry(повітря, adv, [], "РАНІШЕ НАЙРАНІШЕранньо").
entry(повітря, v, [провітрював, провітрювання, провітрює], "піддавати дії повітря - суміші газів, що оточують землю").
entry(ейрбег, n, [ейрбеги], "надувний засіб безпеки в автомобілі").
entry(авіабаза, n, [авіабази], "військова база для літаків").
entry(аерочовен, n, [аерочовни], "човен, що використовується у болотистих місцевостях").
entry(повітряний, прикм, [], "летючий").
entry(airbound, adj, [], "закупорений повітрям").
entry(повітряний_пензель, v, [повітряний_пензельував,повітряний_пензелювання,повітряний_пензельує], "наносити у вигляді дрібного розпилення за допомогою стисненого повітря як фарбу").
entry(повітряний_вибух, n, [повітряні_вибухи], "вибух у повітрі").
entry(airbus, n, [літаки], "або AIRBUSSESa пасажирський літак").
entry(aircheck, n, [airchecks], "запис, зроблений з радіотрансляції").
entry(aircoach, n, [aircoaches], "дешевший клас розміщення в комерційних літаках").
entry(літак, n, [літак], "будь-яка машина або пристрій, здатний літати").
entry(aircrew, n, [екіпажі], "екіпаж повітряного судна").
entry(дата_виходу, іменник, [дати_виходу], "запланована дата трансляції").
entry(аеродром, n, [аеродроми], "аеропорт").
entry(повітряний_десант, v, [скинутий_з_повітря, скидання_з_повітря, скидає_з_повітря], "скинути з літака").
entry(сушарка, n, [сушарки], "каркас для сушіння одягу").
entry(авіаквиток, n, [авіаквитки], "оплата за подорож літаком").
entry(aеродром, n, [aеродроми], "аеропорт").
entry(повітряний потік, n, [повітряні потоки], "потік повітря").
entry(крило, n, [крила], "частина літака, яка призначена для забезпечення підйомної сили або управління").
entry(літаковий каркас, n, [літакові каркаси], "структура та зовнішнє покриття літака").
entry(повітряне_світіння, n, [повітряні_світіння], "світіння у верхніх шарах атмосфери").
entry(airhead, n, [airheads], "дурна людина").
entry(повітряний_отвір, n, [повітряні_отвори], "отвір для впуску або випуску повітря").
entry(airier, comparative, [], "повітряніший").
entry(airiest, superlative, [], "найефірніший").
entry(безтурботно, присл, [], "у безтурботній манері").
entry(легкість, іменник, [легкості], "стан бути легким").
entry(провітрювання, n, [провітрювання], "контакт з повітрям").
entry(безповітряний, прикм, [], "такий, що не містить повітря").
entry(авіаперевезення, v, [авіаперевезений, авіаперевезення, авіаперевезення], "транспортувати літаком").
entry(повітряний, прикм, [], "такий, що нагадує повітря").
entry(авіакомпанія, n, [авіакомпанії], "система авіаперевезень").
entry(пасажирський_літак, n, [пасажирські_літаки], "великий пасажирський літак").
entry(повітряний_замок, n, [повітряні_замки], "блокування в трубі, спричинене бульбашкою повітря").
entry(авіапошта, v, [авіапоштою, відправлення_авіапоштою, відправлено_авіапоштою], "відправляти пошту літаком").
entry(льотчик, n, [льотчики], "авіатор").
entry(airn, n, [airns], "залізо мінеральний елемент").
entry(аеропарк, n, [аеропарки], "маленький аеропорт").
entry(літак, n, [літаки], "крилатий літальний апарат, що приводиться в рух реактивними двигунами або пропелерами").
entry(ефір, н, [ефіри], "відтворення запису в радіопрограмі").
entry(аеропорт, n, [аеропорти], "ділянка землі, що обслуговується для зльоту та посадки літаків").
entry(аеропошта, n, [аеропошти], "система перевезення листів літаком").
entry(повітряна_міць, n, [повітряні_міці], "військова сила повітряних сил нації").
entry(герметизувати, v, [герметизував, герметизуючи, герметизує], "зробити непроникним для повітря").
entry(airscape, n, [airscapes], "вигляд землі з літака або високого місця").
entry(повітряний_гвинт, n, [повітряні_гвинти], "пропелер літака").
entry(повітряний_басейн, n, [повітряні_басейни], "запас повітря конкретного регіону").
entry(дирижабль, n, [дирижаблі], "аеростатичний літальний апарат з системами приводу та керування").
entry(airshot, n, [airshots], "ефірна перевірка").
entry(авіашоу, n, [авіашоу], "виставка авіаційних трюків").
entry(airsick, adj, [], "нудить від польоту на літаку").
entry(повітряна_сторона, n, [повітряні_сторони], "сторона терміналу аеропорту, що виходить на літак").
entry(airsome, adj, [], "холодний").
entry(повітряний_простір, n, [повітряні_простори], "частина атмосфери над певною ділянкою землі").
entry(повітряна_швидкість, n, [повітряні_швидкості], "швидкість повітряного судна відносно повітря").
entry(злітно-посадкова_смуга, іменник, [злітно-посадкові_смуги], "злітно-посадкова смуга").
entry(airt, v, [airted, airting, airts], "спрямовувати").
entry(airth, v, [airthed,airthing,airths], "провітрювати").
entry(герметичний, прикметник, [], "не дозволяє повітрю виходити чи заходити").
entry(ефірний_час, n, [ефірні_часи], "час, коли починається трансляція").
entry(повітряний_трамвай, n, [повітряні_трамваї], "повітряний канатний трамвай").
entry(airvac, n, [airvacs], "евакуація повітряною швидкою допомогою").
entry(airward, adv, [], "у бік неба").
entry(радіохвиля, n, [радіохвилі], "середовище передачі радіо та телебачення").
entry(повітряний_шлях, n, [повітряні_шляхи], "прохід, в якому циркулює повітря").
entry(airwise, adj, [], "майстерний в авіації").
entry(льотчиця, n, [льотчиці], "жінка-авіатор").
entry(airy, adj, [], "ПОВІТРЯНІШИЙ НАЙПОВІТРЯНІШИЙ має природу повітря").
entry(прохід, n, [проходи], "прохід між секціями сидіньПРОХІДНИЙ прикм").
entry(прохід, n, [проходи], "прохід").
entry(ait, n, [aits], "невеликий острів").
entry(aitch, n, [aitches], "літера Х").
entry(aiver, n, [aivers], "тягловий кінь").
entry(aiyee, interj, [], "використовується для вираження великої тривоги").
entry(ajar, adj, [], "частково відкритий").
entry(ajee, adv, [], "ей-є").
entry(аджі, n, [аджі], "тип перцю чилі").
entry(аджива, n, [адживи], "нежива матерія").
entry(айован, n, [айовани], "плід єгипетської рослини").
entry(айуга, n, [айуги], "квітуча рослина").
entry(akebia, n, [akebias], "витка рослина").
entry(акі, іменник, [акі], "тропічне дерево").
entry(акела, n, [акели], "лідер зграї кубів-скаутів").
entry(сім’янка, n, [сім’янки], "achene").
entry(akimbo, adj, [], "із руками на стегнах і ліктями, вираженими назовні").
entry(akin, adj, [], "пов'язаний кров'ю").
entry(акінезія, n, [акінезії], "втрата функції м'язівАКІНЕТИЧНИЙ прикм").
entry(акрасія, n, [акрасії], "акразіяАКРАТИЧНИЙ adj").
entry(аквавіт, n, [аквавітс], "аквавіта").
entry(al, n, [als], "східноіндійське дерево").
entry(ala, n, [alae], "крило або крилоподібна частина").
entry(алахлор, n, [алахлори], "гербіцид").
entry(уви, виг, [], "вживається для вираження жалю або розкаяння").
entry(жвавість, n, [жвавості], "весела швидкість").
entry(alae, pl, [], "ала").
entry(alameda, n, [алеї], "тіньова алея").
entry(alamo, n, [alamos], "м'яка деревина").
entry(аламод, n, [аламоди], "шовкова тканина").
entry(алан, n, [аланс], "великий мисливський собака").
entry(aland, n, [аланди], "алан").
entry(alane, adj, [], "один").
entry(alang, adv, [], "уздовж").
entry(аланін, n, [аланіни], "аланін").
entry(аланін, n, [аланіни], "амінокислота").
entry(alant, n, [аланти], "алан").
entry(аланіл, n, [аланіли], "одновалентний радикал").
entry(alar, adj, [], "що стосується крил").
entry(alarm, v, [alarmed,alarming,alarms], "налякати раптовим виявленням можливої шкоди").
entry(алармізм, n, [алармізми], "практика безпідставного тривоження інших").
entry(alarmist, n, [панікери], "той, хто безпідставно тривожить інших").
entry(alarum, v, [alarumed,alaruming,alarums], "тривожити").
entry(alary, adj, [], "алар").
entry(нажаль, interj, [], "вживається для вираження печалі або жалю").
entry(аляска, н, [аляски], "важка тканина").
entry(alastor, n, [аластори], "божество-помститель у грецькій трагедії").
entry(alate, n, [alates], "крилата комаха").
entry(alated, adj, [], "такий, що має крила").
entry(alation, n, [alations], "стан наявності крил").
entry(alb, n, [альби], "довгаший одяг з рукавами").
entry(alba, n, [albas], "біла речовина мозку").
entry(альбакор, n, [альбакори], "морська промислова риба").
entry(albata, n, [альбати], "сплав міді, нікелю та цинку").
```prolog
entry(albedo, n, [albedos], "або АЛЬБЕДО відношення світла, відбитого планетою, до того, яке вона отримала").
```
entry(хоча, conj, [], "although").
вхід(albicore, n, [albicores], "альбакор").
entry(albinal, adj, [], "альбінічний").
entry(альбінний, прикм, [], "що стосується альбінізму").
entry(альбінізм, n, [альбінізми], "стан бути альбіносом").
entry(альбінос, n, [альбіноси], "організм, який не має нормального пігментації").
entry(альбіт, n, [альбіти], "мінералАЛЬБІТОВИЙ прикм").
entry(альбіція, n, [альбіції], "тропічне дерево").
entry(albizzia, n, [альбізії], "альбіція").
entry(альбом, n, [альбоми], "книга для збереження фотографій або марок").
entry(альбумін, іменник, [альбуміни], "білок яйця").
entry(albumin, n, [альбуміни], "простий білок").
впровадження(альбумоза, n, [альбумози], "протеоза").
entry(alburnum, n, [alburnums], "білокорій").
entry(alcade, n, [alcades], "алькальд").
entry(alcahest, n, [alcahesti], "алкагест").
entry(алкея, n, [алкеї], "тип віршової форми").
entry(alcáide, n, [alcáides], "командир іспанської фортеці").
entry(алькальд, n, [алькальди], "мер іспанського міста").
entry(alcayde, n, [alcaydes], "алькайд").
entry(алькасар, іменник, [алькасари], "іспанська фортеця або палац").
entry(алхімія, n, [алхімії], "середньовічна форма хіміїАЛХІМІЧНИЙ прикм").
entry(алхімія, n, [алхімії], "алхімія").
entry(alcid, n, [альциди], "пірнаючий морський птах").
entry(alcidine, adj, [], "той, що стосується родини морських птахів").
entry(алкоголь, n, [алкоголі], "займиста рідина").
entry(алкоголь, n, [алкоголі], "алкогольний напій").
entry(алькопоп, n, [алькопопи], "ароматизований напій, що містить 46 відсотків алкоголю").
entry(альков, n, [алькови], "заглиблена частина кімнатиАЛЬКОВНИЙ прикм").
entry(альдегід, n, [альдегіди], "тип хімічної сполуки").
entry(вільха, іменник, [вільхи], "чагарник або невелике дерево").
entry(alderfly, n, [личинки-крилаті], "крилата комаха").
entry(альдермен, n, [альдермени], "член муніципального законодавчого органу").
entry(альдікарб, n, [альдікарби], "пестицид").
entry(альдол, n, [альдоли], "хімічна сполука").
entry(альдолаза, іменник, [альдолази], "фермент").
entry(альдоза, н, [альдози], "тип цукру").
entry(aldrin, n, [алдріни], "інсектицид").
entry(ель, n, [елі], "алкогольний напій").
entry(алеаторний, прикметник, [], "що стосується удачі").
entry(alec, n, [aleks], "оселедець").
entry(alee, adv, [], "у бік судна, захищений від вітру").
entry(алеф, н, [алефи], "алеф").
entry(alegar, n, [alegars], "кислий ель").
entry(пивниця, n, [пивниці], "таверна, де продається ель").
entry(алембік, n, [алембіки], "апарат, який раніше використовувався для дистиляції").
entry(аленсон, n, [аленсона], "мереживо з голкою").
entry(алеф, n, [алефи], "єврейська літера").
entry(alert, adj, [], "ГОТОВИЙ ДО ДІЇ ГОТОВИЙ НАЙГОТОВІШИЙготовий до раптових дійГОТОВО adv").
entry(alert, v, [попереджений, попередження, попередження], "попередити").
entry(алеурон, n, [алеурони], "алеурон").
entry(алейрон, n, [алейрони], "білкова речовина, що міститься в насінні деяких рослин").
entry(мальок, n, [мальки], "молода риба").
entry(алеф, n, [алефи], "морська риба").
entry(alexia, n, [alexias], "церебральний розлад, що характеризується втратою здатності читатиАЛЕКСИЧНИЙ прикм").
entry(alexin, n, [alexins], "речовина в крові, що сприяє знищенню бактерій").
entry(alexine, n, [alexines], "алексин").
entry(alfa, n, [alfas], "слово радіозв’язку для літери A").
entry(альфакі, n, [альфакіс], "альфаки").
entry(люцерна, n, [люцерни], "рослина, що вирощується для використання як сіно і корм").
entry(alfaqui, n, [альфакі], "вчитель мусульманського права").
entry(alfaquin, n, [alfaquins], "альфакі").
entry(alforja, n, [альфоржас], "шкіряна сумка").
entry(альфредо, прикм, [], "подається з білим сирним соусом").
entry(alfresco, adv, [], "надворі").
entry(alga, n, [водорості], "або ВОДОРОСТІ будь-яка група примітивних водних рослин ВОДОРОСЛЕВИЙ прикм").
entry(algaroba, n, [algarobas], "мезкіт").
entry(алгебра, n, [алгебри], "галузь математики").
entry(algerine, n, [алжирські], "вовняна тканина").
entry(algicide, n, [альгициди], "речовина, яку використовують для знищення водоростей").
entry(algid, adj, [], "холодний").
entry(algidity, n, [algidities], "холод").
entry(algin, n, [альґінат], "в'язка речовина, отримана з певних водоростей").
entry(альгінат, n, [альгінати], "хімічна сіль").
entry(algoid, adj, [], "схожий на водорості").
entry(альгологія, n, [альгології], "вивчення водоростей").
entry(algor, n, [algors], "холодність").
entry(алгоритм, n, [алгоритми], "арабська система арифметичної нотації").
entry(alguacil, n, [alguacils], "констебль у іспаномовній країні").
entry(alguacil, n, [alguacils], "alguacil").
entry(algum, n, [algums], "альмуг").
entry(alias, v, [справжнє_ім'я, під_іншим_іменем, псевдоніми], "призначити умовне ім'я").
entry(aliasing, n, [аліасинг], "поява викривлень у комп'ютерній графіці").
entry(алібі, v, [алібіяв,алібіюючи,алібі], "або АЛІБІЮЮчи робити собі виправдання").
entry(alible, adj, [], "поживний").
entry(alidad, n, [алідади], "алідада").
entry(алідада, n, [алідади], "пристрій для вимірювання кутів").
введення(чужинець, v, [відчужений,відчуження,чужинці], "передавати іншому як власність").
entry(alienage, n, [alienages], "стан бути чужинцем").
entry(відчужувати, v, [відчужив,відчужуючи,відчужує], "зробити байдужим або недружнім").
entry(alienee, n, [набувачі], "той, кому передається власність").
entry(aliener, n, [alieners], "відчужувач").
entry(алієнізм, n, [алієнізми], "відчуженість").
entry(алієніст, n, [алієністи], "лікар, який лікує психічні розлади").
entry(alienly, adv, [], "іноземним чином").
entry(alienor, n, [відчужувач], "той, хто відчужує майно").
entry(аліф, n, [аліфи], "арабська літера").
entry(aliform, adj, [], "у формі крила").
entry(сходити, v, [сходив,сходження,сходить], "спускатися з чогось").
entry(align, v, [вирівняний,вираховування,вирівнює], "розташовувати в одну лінію").
entry(aligner, n, [вирівнювачі], "той, що вирівнює").
entry(alike, adj, [], "що має близьку схожість").
entry(aliment, v, [alimented,alimenting,aliments], "підживлювати").
entry(аліменти, n, [аліменти], "грошова допомога, що виплачується жінці її розлученим чоловіком").
entry(aline, v, [вирівняв, вирівнюю, вирівнює], "вирівнювати").
entry(aliner, n, [aliners], "вирівнювач").
entry(aliped, n, [аліпеди], "тварина, що має перетинку, яка з'єднує пальці ніг").
entry(aliquant, adj, [], "таке, що не ділиться рівно на інше число").
entry(дільник, n, [дільники], "число, яке ділить інше число без остачі").
entry(alist, adj, [], "нахилений на один бік").
entry(alit, а, [], "минулий час від alight").
entry(aliunde, adv, [], "з джерела, стороннього від справи").
entry(живий, прикм, [], "той, що має життя").
entry(aliya, n, [алійя], "алія").
entry(алія, n, [алії], "або АЛІЙОС або АЛІЙОТ або АЛІЙОТХ імміграція євреїв до Ізраїлю").
entry(алізарин, n, [алізарини], "червоний барвник").
entry(алкахест, n, [алкахести], "уявний універсальний розчинник, який шукали алхіміки").
entry(луг, n, [луги], "або ЛУГИ тип хімічної сполукиЛУГОВИЙ прикм").
entry(олужнювати, v, [олужнив, олужнюючи, олужнює], "піддавати олужненню").
entry(лужний, прикм, [], "alkaline").
entry(лужний, прикм, [], "що містить луг").
entry(залужнювати, v, [залужнений,залуговування,залужнює], "залужувати").
entry(алкаланізувати, v, [алкаланізований, алкаланізування, алкаланізує], "перетворювати в луг").
entry(алкалоїд, n, [алкалоїди], "тип хімічної сполуки").
entry(алкан, n, [алкани], "тип хімічної сполуки").
entry(алканет, n, [алканети], "європейська рослина").
entry(алкен, n, [алкени], "тип хімічної сполуки").
entry(алкоголік, n, [алкоголіки], "алк").
entry(alkies, pl, [], "алкі").
entry(алкін, n, [алкіни], "алкін").
entry(алкоксид, n, [алкоксиди], "тип хімічної солі").
entry(алкоксильний, прикм, [], "містить одновалентний радикал, що складається з алкілу, з'єднаного з киснем").
entry(алкаш, n, [алкаші], "той, хто зазвичай п'яний").
entry(алкід, n, [алкіди], "синтетична смола").
entry(алкіл, n, [алкіли], "одновалентний радикалАЛКІЛОВИЙ прикм").
entry(алкілувати, v, [алкілований,алкілюючи,алкілює], "сполучати з алкілом").
entry(алкін, n, [алкіни], "тип хімічної сполуки").
entry(all, n, [усі], "все, що мається").
entry(алланіт, n, [алланіти], "мінерал").
entry(заспокоїти, v, [заспокоїв,заспокоюючи,заспокоює], "зменшити інтенсивність або суворість").
entry(allayer, n, [заспокоювач], "той, хто заспокоює").
entry(алея, іменник, [алеї], "вкрита деревами доріжка").
entry(стверджувати, v, [стверджував, стверджуючи, стверджує], "стверджувати без доказів або перед доведенням").
entry(заявник, н, [заявники], "той, хто заявляє").
entry(алегорія, n, [алегорії], "історія, яка представляє моральний принцип").
entry(allegro, n, [алегро], "музичний уривок, зіграний у швидкому темпі").
entry(алель, n, [алелі], "будь-яка з кількох форм генаАЛЕЛЬНИЙ прикм").
entry(алелізм, n, [алелізми], "стан наявності алелів").
entry(аллилуя, n, [аллилуї], "пісня хвали Богові").
entry(алерген, n, [алергени], "речовина, здатна викликати алергію").
entry(алергічний, прикм, [], "який стосується алергії").
entry(allergin, n, [алергени], "аллерген").
entry(алергія, n, [алергії], "стан підвищеної чутливості до певних речей").
entry(провулок, іменник, [провулки], "вузький прохід").
entry(провулок, n, [провулки], "провулок").
entry(allheal, n, [allheals], "лікарська трава").
entry(alliable, adj, [], "здатний бути союзником").
entry(alliak, n, [alliaks], "інуїтські сані").
entry(союз, іменник, [союзи], "асоціація, утворена для просування спільних інтересів її членів").
entry(алліцин, n, [алліцини], "рідка сполука").
вхід(союзники, минуле, [], "часова форма 'союз'").
entry(союзники, теперішній, [], "3-я особа однини від союзника").
entry(цибуля, n, [цибулі], "цибуляна трава").
entry(аллобар, n, [аллобари], "зміна барометричного тиску").
entry(allocate, v, [виділений,виділяючи,виділяє], "призначати для конкретної мети").
entry(allod, n, [алоди], "алогд").
entry(allodium, n, [алодії], "земля, що утримується у повній власностіАЛОДІАЛЬНИЙ прикм").
entry(аллогамія, n, [аллогамії], "запліднення квітки пилком від іншої").
entry(allonge, n, [аланжи], "доповнення до документа").
entry(аллонім, іменник, [аллоніми], "ім'я однієї особи, взяте іншою").
entry(алопат, n, [алопати], "той, хто лікує захворювання, викликаючи ефекти, несумісні з наслідками захворювання").
entry(алозавр, n, [алозаври], "великий динозавр").
entry(виділити, v, [виділений,виділяючи,виділяє], "надавати як частку або частину").
entry(allottee, n, [allottees], "той, кому щось виділено").
entry(allotter, n, [розподільники], "той, хто розподіляє").
entry(алотип, n, [алотипи], "тип антитіла").
вхід(алотопія, іменник, [алотопії], "умова бути алотипом").
entry(allover, n, [allovers], "тканина з візерунком, що покриває всю поверхню").
entry(дозволяти, v, [дозволено,дозволяючи,дозволяє], "не перешкоджати").
entry(алоксан, n, [алоксани], "хімічна сполука").
entry(alloy, v, [alloyed,alloying,alloys], "поєднувати, щоб утворити сплав однорідної суміші металів").
entry(allseed, n, [allseeds], "рослина, що має багато насіння").
entry(allsorts, npl, [], "різноманітні дрібні цукерки").
entry(гвоздика, n, [гвоздики], "тропічне дерево").
entry(натякати, v, [натякав,натякаючи,натякає], "робити непряме посилання").
entry(приваба, v, [припав,приваблюючий,приваблює], "привертати чимось бажаним").
entry(allurer, n, [заманювач], "той, хто заманює").
entry(натяк, n, [натяки], "акт натяканняНАМЕЧАЛЬНИЙ прикм").
entry(alluvia, a, [], "множина від alluvium").
entry(алювіальний, іменник, [алювіальні], "ґрунт, що складається з алювію").
entry(алювій, n, [алювії], "алювій").
entry(аллuvium, n, [аллuviums], "або АЛЛЮВІЙдетритовий матеріал, відкладений проточною водою").
entry(союзник, v, [союзував, союзуючи, союзники], "об'єднатися у формальні відносини").
entry(алліл, n, [алліли], "одновалентний радикалАЛІЛОВИЙ прикм").
entry(alma, n, [альма], "альма").
entry(альмагест, н, [альмагести], "середньовічний трактат з астрології або алхімії").
entry(almah, n, [almahs], "єгипетська дівчина, яка професійно співає та танцює").
entry(альманах, n, [альманахи], "щорічне видання, що містить загальну інформацію").
entry(альманах, n, [альманахи], "альманах").
entry(alme, n, [almes], "альмах").
entry(almeh, n, [almehs], "альма").
entry(алемар, n, [алемари], "бема").
entry(всемогутній, прикм, [], "мати абсолютну владу над усім").
entry(милостинер, n, [милостинери], "almoner").
entry(мигдаль, n, [мигдалі], "їстівний горіх маленького дереваМИГДАЛЕВИЙ прикм").
entry(роздавач_милостині, n, [роздавачі_милостині], "той, хто роздає милостиню").
entry(милостивний_будинок, іменник, [милостивні_будинки], "місце, де роздаються милостині").
entry(almost, adv, [], "майже").
entry(милостиня, n, [милостиня], "гроші або товари, що даються бідним").
entry(almsman, n, [almsmen], "той, хто отримує милостиню").
entry(almuce, n, [almuces], "капюшон з накидкою").
entry(альмуд, іменник, [альмуди], "іспанська одиниця об'єму").
entry(алмуд, n, [алмуди], "алмуд").
entry(алмуж, n, [алмужі], "дорогоцінна деревина, згадана в Біблії").
entry(алніко, n, [алніко], "сплав, що містить алюміній, нікель та кобальт").
entry(alodium, n, [алодія], "алодіумАЛОДІАЛЬНИЙ прикм").
entry(aloe, n, [алоє], "африканська рослина ALOETIC adj").
entry(у_повітрі, присл, [], "в повітрі чи у повітря").
entry(alogical, adj, [], "бути поза межами того, до чого може застосовуватися логіка").
entry(алоха, н, [алохи], "любов, що використовується як привітання або прощання").
entry(алойн, n, [алойни], "проносне").
entry(наодинці, прикм, [], "окремо від інших").
entry(along, adv, [], "далі").
entry(відчужений, прикм, [], "байдужий до інтересів або почуттів ВІДЧУЖЕНО присл").
entry(алопеція, n, [алопеції], "baldnessАЛОПЕЦИЧНИЙ adj").
entry(aloud, adv, [], "вголос").
entry(alow, adv, [], "у або до нижчої позиції").
entry(alp, n, [альпи], "висока гора").
entry(альпака, n, [альпаки], "жуйна ссавець").
entry(alpha, n, [alphas], "грецька літера").
entry(алфавіт, v, [алфавітизований,алфавітування,алфавіти], "розташувати в звичному порядку літер мови").
entry(alphorn, n, [альпійські роги], "дерев’яний ріг, що використовується швейцарськими пастухами").
entry(alphosis, n, [альфози], "відсутність пігментації шкіри").
entry(alphyl, n, [альфіл], "одновалентний радикал").
entry(альпійська, n, [альпійські], "рослина, що родом з високогірних районів").
entry(alpinely, adv, [], "у піднесеній манері").
entry(альпінізм, n, [альпінізми], "гірське сходження").
entry(альпініст, n, [альпіністи], "той, хто піднімається на гори").
entry(already, adv, [], "на цей час").
entry(гаразд, прикм, [], "задовільний").
entry(алсік, n, [алсіки], "європейська конюшина").
entry(also, adv, [], "крім того").
entry(альт, н, [альти], "високий музичний тон").
entry(вівтар, іменник, [вівтарі], "піднята конструкція, що використовується в поклонінні").
вхід(alter, v, [altered,altering,alters], "змінювати").
entry(змінник, n, [змінники], "щось, що змінює").
entry(alterer, n, [змінювачі], "той, хто змінює").
entry(іншість, іменник, [іншості], "стан буття іншим або відмінним").
entry(althaea, n, [althaeas], "альтея").
entry(althea, n, [алтея], "квітуча рослина").
entry(altho, conj, [], "хоча").
entry(альтгорн, n, [альтгорни], "мідний духовий інструмент").
entry(although, conj, [], "незважаючи на те, що").
entry(висота, н, [висоти], "вертикальне піднесення об'єкта над заданим рівнем").
entry(alto, n, [альти], "низький жіночий співочий голос").
entry(альтист, n, [альтисти], "той, хто грає на альт-саксофоні").
entry(альтруїзм, n, [альтруїзми], "безкорислива відданість добробуту інших").
entry(альтруїст, n, [альтруїсти], "той, хто практикує альтруїзм").
entry(алудель, n, [алуделі], "грушоподібна судина").
entry(alula, n, [alulae], "пучок пір'я на першому пальці крила птахаALULAR прикм").
entry(алюміній, n, [алюмінії], "хімічна сполука").
entry(алюмін, n, [алюміни], "глинозем").
entry(глинозем, n, [глиноземи], "оксид алюмінію").
entry(глинозем, n, [глиноземи], "глинозем").
entry(алюміній, n, [алюмінії], "металевий елементАЛЮМІНІЄВИЙ прикм").
entry(alumna, n, [alumnae], "випускниця").
entry(випускник, n, [випускники], "чоловік випускник").
entry(alumroot, n, [коріння-алуму], "квітуча рослина").
entry(алуніт, n, [алуніти], "мінерал").
entry(alvar, n, [алвари], "область оголеної вапнякової породи").
entry(альвеолярний, н, [альвеолярні], "звук, який утворюється, коли язик торкається місця відразу за передніми зубами").
entry(alveolus, n, [альвеоли], "мала анатомічна порожнина").
entry(alvine, adj, [], "що стосується живота та нижніх кишок").
entry(alway, adv, [], "завжди").
entry(always, adv, [], "у всі часи").
entry(алісум, іменник, [алісуми], "квітуча рослина").
entry(am, теперішній, [], "1-ша особа однини від бути").
entry(ама, іменник, [ами], "ама").
entry(амадават, n, [амадавати], "азіатська співоча пташка").
entry(амаду, n, [амаду], "речовина, отримана з грибів, що використовуються для розпалу").
entry(amah, n, [amahs], "східна медсестра").
entry(amain, adv, [], "з повною силою").
entry(амальгама, n, [амальгами], "сплав ртуті з іншим металом").
entry(amandine, adj, [], "приготований з мигдалем").
entry(amanita, n, [мухомори], "будь-який з роду отруйних грибів").
entry(аманітин, n, [аманітини], "хімічна сполука").
entry(амарант, n, [амаранти], "квіткова рослина").
entry(amarelle, n, [амареллі], "різновид вишні").
entry(amaretti, npl, [], "макаруни з гіркими мигдалями").
entry(амарето, n, [амарето], "рід лікеру").
entry(amarna, прикм, [], "що стосується певного історичного періоду стародавнього Єгипту").
entry(амароне, n, [амароне], "сухе червоне вино").
entry(накопичувати, v, [накопичив, накопичуючи, накопичує], "збирати").
entry(amasser, n, [нагромаджувачі], "той, хто нагромаджує").
entry(аматор, n, [аматори], "той, хто займається діяльністю для задоволення").
entry(amative, adj, [], "закоханий").
entry(аматол, n, [аматоли], "потужна вибухова речовина").
entry(амурний, прикм, [], "що стосується сексуального кохання").
entry(amauti, n, [amautis], "амаутік").
entry(amautik, n, [амавтік], "парка інуїтської жінки").
entry(дивувати, v, [здивований,дивовижний,дивує], "здивувати або вразити дивом чи подивом ДИВОВАНО adv").
entry(amazon, n, [amazonky], "висока могутня жінка").
entry(ambage, n, [амбажі], "звивиста дорога").
entry(амбар, іменник, [амбари], "амбари").
entry(амбари, n, [амбарі], "індійська рослина").
entry(ambeer, n, [ambeers], "сік тютюну").
entry(бурштин, n, [бурштини], "копалова смола").
entry(амберина, н, [амберини], "тип скляного посуду").
entry(амброїд, n, [амброїди], "амброїд").
entry(амбра, n, [амброві], "амбразура").
entry(обстановка, n, [обстановки], "атмосфера").
entry(атмосфера, n, [атмосфери], "характер, настрій або атмосфера місця чи ситуації").
entry(ambient, n, [амб'єнти], "атмосфера").
entry(межа, n, [межі], "зовнішня сторона чого-небудь").
entry(амбіція, v, [амбіціював, амбіціюючи, амбіції], "шукати з завзяттям").
entry(амбіверт, n, [амбіверти], "людина, чий тип особистості знаходиться між інтровертом і екстравертом").
entry(amble, v, [йшов,йде,йдуть], "гуляти").
entry(ambler, n, [амлери], "той, хто прогулюється").
entry(ambo, n, [амбони], "або АМВОНи кафедра в ранньохристиянській церкві").
entry(амбоїна, n, [амбоїни], "амбойна").
entry(амбойна, n, [амбойни], "плямиста деревина індонезійського дерева").
entry(ambries, pl, [], "амбровий").
entry(амброїд, n, [амброїди], "синтетичний бурштин").
entry(амбросія, n, [амбросії], "їжа грецьких та римських богів").
entry(амбрай, n, [амбраї], "виступ у стіні церкви для священних сосудів").
entry(ambsace, n, [ambsaces], "невдача").
entry(ambulant, прикметник, [], "пересувається").
entry(пересуватися, v, [пересувався,пересуваючись,пересувається], "рухатися або ходити").
entry(засідка, v, [напав_із_засідки, нападаючи_із_засідки, нападають_із_засідки], "атакувати з прихованого місця").
entry(засадник, n, [засадники], "той, хто влаштовує засідки").
entry(амеба, n, [амеби], "або AMEBAEамебіАМОЕБАН АМЕБІЧНИЙ АМЕБОВИДНИЙ adj").
entry(amebean, adj, [], "по черзі реагуючий").
entry(амір, n, [аміри], "амір").
entry(ameerate, n, [ameerates], "емірат").
entry(амелькорн, іменник, [амелькорни], "різновид пшениці").
entry(амен, n, [амени], "слово, що використовується в кінці молитви для вираження згоди").
entry(amenable, adj, [], "здатний бути переконанимАМЕНАБЛІ adv").
entry(amend, v, [виправляв,виправляючи,виправляє], "покращувати").
entry(amender, n, [amenders], "той, що змінює").
entry(зручність, n, [зручності], "якість бути приємним або привабливим").
entry(ament, n, [aments], "розумово неповноцінна людина").
entry(аментія, n, [аментії], "психічна недостатність").
entry(amentum, n, [amenta], "амент").
entry(штрафувати, v, [оштрафував,штрафуючи,штрафує], "покарати, наклавши довільний штраф").
entry(amercer, n, [amercers], "той, хто штрафує").
entry(amesace, n, [amesaces], "амбсейс").
entry(аметист, n, [аметисти], "різновид кварцу").
entry(ami, n, [amis], "друг").
entry(amia, n, [амія], "прісноводна риба").
entry(amiable, adj, [], "маючи приємну вдачуAMIABLY adv").
entry(аміантус, n, [аміантуси], "різновид азбесту").
entry(amicable, adj, [], "дружньо адв").
entry(amice, n, [амік], "облачення, яке носять на шиї та плечах").
entry(amicus, n, [amici], "особа, що не є стороною у судовій справі, але дозволена судом для надання консультацій").
entry(amid, n, [amids], "амід").
entry(амідаза, n, [амідази], "фермент").
entry(амід, n, [аміди], "тип хімічної сполукиАМІДНИЙ adj").
entry(амідин, n, [амідини], "розчинна речовина крохмалю").
entry(амідин, n, [амідини], "тип хімічної сполуки").
entry(amido, adj, [], "який містить амід, з'єднаний з кислотним радикалом").
entry(амідоген, n, [амідогени], "одновалентний хімічний радикал").
entry(амідол, н, [амідоли], "хімічна сполука").
entry(амідон, n, [амідони], "хімічна сполука").
entry(amidship, adv, [], "у напрямку середини корабля").
entry(amidst, prep, [], "посеред").
entry(amie, n, [подруги], "подруга").
entry(amiga, n, [амiги], "жiноча подруга").
entry(amigo, n, [amigos], "друг").
entry(amin, n, [аміни], "амін").
entry(амін, n, [аміни], "тип хімічної сполукиАмінний прикм.").
entry(амініція, іменник, [амініції], "стан бути аміном").
entry(amino, n, [амінокислоти], "хімічна група, що міститься в амінах").
entry(амір, n, [аміри], "мусульманський князь або губернатор").
entry(амірство, n, [амірства], "звання аміра").
entry(недоречний, прикм, [], "бути не в належному порядку").
entry(amities, pl, [], "дружніх відносин").
entry(амітоз, n, [амітози], "тип поділу клітиниАМІТОТИЧНИЙ adj").
entry(амітрол, n, [амітроли], "гербіцид").
entry(amity, n, [amities], "дружба").
entry(амперметр, n, [амперметри], "прилад для вимірювання сили струму").
entry(аміни, n, [аміни], "тип хімічної сполуки").
entry(ammino, adj, [], "що стосується аміну").
entry(боєприпаси, n, [боєприпаси], "ammunition").
entry(амоцет, n, [амоцети], "личинка міноги").
entry(амоліт, н, [амоліти], "скам'яніла раковина амоніта").
entry(аммонал, n, [аммонали], "потужна вибухівка").
entry(аміак, n, [аміаки], "різкий газ").
entry(амоніак, n, [амоніаки], "гумова смола").
entry(ammonic, adj, [], "що стосується аміаку").
entry(ammonify, v, [ammonified,ammonifying,ammonifies], "обробляти аміаком").
entry(амоніт, n, [амоніти], "завита раковина вимерлого молюска").
entry(амоній, n, [амонії], "одновалентний хімічний радикал").
entry(ammono, adj, [], "який містить аміак").
entry(ammonoid, n, [амоніти], "амоніт").
entry(амнезія, n, [амнезії], "втрата пам'яті").
entry(амнезик, n, [амнезики], "особа, що страждає на амнезію").
entry(amnesic, n, [amnesics], "амнезик").
entry(амнестичний, прикметник, [], "що стосується амнезії").
entry(amnesty, v, [амністував, амністуючи, амністії], "помилувати").
entry(amnio, n, [амніо], "хірургічне введення голки в матку").
entry(амніон, н, [амніони], "або АМНІА мембранний мішок, що оточує ембріон АМНІЧНИЙ АМНІОНІЧНИЙ АМНІОТИЧНИЙ прикм").
entry(amniote, n, [амніоти], "хребетна тварина, що розвиває амніон під час ембріонального етапу").
entry(амеба, n, [амеби], "або АМЕБАодноклітинний мікроскопічний організмАМЕБАN АМЕБИЧНИЙ АМЕБОЇДНИЙ adj").
```prolog
entry(амебний, прикм, [], "амебний").
```
entry(амок, n, [амоки], "смертоносна лють").
entry(amole, n, [амолі], "корінь рослини, що використовується як замінник мила").
entry(серед, прийм, [], "в оточенні").
entry(серед, прийм, [], "among").
entry(аморальний, прикм, [], "відсутність почуття правильного та неправильногоАМОРАЛЬНО присл").
entry(amoretto, n, [аморето], "або АМОРЕТТІ купідон").
entry(amorino, n, [amorini], "аморетто").
entry(аморист, н, [амористи], "коханець").
entry(amoroso, n, [amorosos], "тип вина").
entry(amorous, adj, [], "що стосується любові").
entry(amort, adj, [], "той, хто без життя").
entry(амортизувати, v, [амортизований, амортизуючи, амортизує], "to amortize").
entry(amortize, v, [амортизований,амортизація,амортизує], "поступово ліквідувати, наприклад, борг").
entry(амозит, n, [амозити], "тип азбесту").
entry(amotion, n, [amotions], "усунення корпоративного службовця з його посади").
entry(amount, v, [summed,summing,sums], "поєднувати, щоб отримати суму").
entry(amour, n, [амури], "любовна пригода").
entry(amp, v, [amped, amping, amps], "посилювати").
entry(сила_струму, n, [сили_струму], "сила електричного струму, виражена в амперах").
entry(ампер, n, [ампери], "одиниця сили електричного струму").
entry(amphibia, npl, [], "організми, пристосовані до життя як на суші, так і у воді").
entry(amphioxi, npl, [], "ланцетники").
entry(amфipod, n, [amфipоди], "маленький ракоподібний").
entry(амфора, n, [амфори], "або AMPHORAE вузькогорла глечик, що використовувався в стародавній Греції AMPHORAL прикм").
entry(ample, adj, [], "АМПЛЕР НАЙАМПЛІШИЙдостатнійЩЕДРО присл").
entry(amplexus, n, [amplexuses], "спарювальне обіймище жаб").
entry(amplify, v, [amplified,amplifying,amplifies], "збільшити або зробити більш потужним").
entry(ампула, іменник, [ампули], "ампула").
entry(ампула, n, [ампули], "ампула").
entry(ампула, іменник, [ампули], "маленький скляний флакон").
entry(ампула, іменник, [ампули], "кругла фляга, що використовувалася в Стародавньому РиміАМПУЛЯРНИЙ прикм").
entry(amputate, v, [amputated,amputating,amputates], "відрізати хірургічним шляхом").
```prolog
entry(ампутант, n, [ампутанти], "той, хто має ампутовану кінцівку").
```
entry(amreeta, n, [амріти], "амріта").
entry(amrit, n, [амрит], "амріта").
entry(amrita, n, [амріта], "напій, що дарує безсмертя в індуїстській міфології").
entry(amtrac, n, [amtracs], "військова машина, обладнана для руху по суші та воді").
entry(amtrack, n, [амтракс], "амтрак").
entry(amtrak, n, [amtraks], "амтрак").
entry(amu, n, [amus], "одиниця маси").
:- entry(amuck, n, [amucks], "амок").
entry(амулет, n, [амулети], "об'єкт, що носиться для захисту від зла чи травм").
entry(amuse, v, [amused,amusing,amuses], "займати приємно AMUSABLE прилAMUSEDLY присл").
entry(amuser, n, [амюзери], "той, хто розважає").
entry(amusia, n, [амузії], "нездатність розпізнавати музичні звуки").
entry(amusive, adj, [], "забавний").
entry(amygdala, n, [amygdalae], "анатомічна частина у формі мигдалю").
entry(amygdale, n, [амігдале], "амігдала").
entry(amygdule, n, [amygdules], "маленька газова бульбашка в лаві").
entry(amyl, n, [аміли], "одновалентний радикал").
entry(амілаза, н, [амілази], "фермент").
entry(амилен, n, [амілени], "легкозаймиста рідина").
entry(амілічний, прикм, [], "що стосується амілу").
entry(амілоген, n, [амілогени], "амілоза").
entry(амілоїд, n, [амілоїди], "твердий білковий відклад, що виникає внаслідок дегенерації тканин").
entry(аміло́за, n, [аміло́зи], "відносно розчинний компонент крохмалю").
entry(amylum, n, [амілуми], "крохмаль твердий вуглевод").
entry(an, неозначений, [], "артикль, що використовується перед словами, які починаються на голосний звук").
entry(ана, n, [анас], "зібрання різноманітної інформації на певну тему").
entry(anabaena, n, [анабени], "прісноводна водорість").
entry(anabas, n, [anabases], "прісноводна риба").
entry(anabasis, n, [анабазиси], "військовий похід").
entry(anabatic, adj, [], "що стосується висхідних повітряних потоків").
entry(anableps, n, [анаблепси], "прісноводна риба").
entry(anabolic, adj, [], "що стосується процесу, за допомогою якого їжа перетворюється на протоплазму").
entry(anaconda, n, [анаконди], "велика змія").
entry(anadem, n, [anadems], "вінок для голови").
entry(анемія, n, [анемії], "анеміяАНЕМІЧНИЙ прикм").
entry(анаероб, іменник, [анаероби], "організм, що не потребує кисню для життя").
entry(анагліф, n, [анагліфи], "різновид різьбленого орнаменту").
entry(анагога, n, [анагоги], "духовне тлумачення слівАНАГОГІЧНИЙ прикм").
entry(анагогія, n, [анагогії], "анагоге").
entry(анаграма, v, [анаграмована,анаграмування,анаграми], "переставити літери слова або фрази, щоб сформувати нове").
entry(анальний, прикм, [], "що стосується ануса").
entry(анальцим, n, [анальцими], "анальцит").
entry(анальцит, n, [анальцити], "мінерал").
entry(аналекти, npl, [], "аналіктика").
entry(аналеки, npl, [], "вибрані твори з літературного твору або групи творів").
entry(аналема, n, [аналеми], "або АНАЛЕМАТИ вид градуйованої шкали").
entry(аналгія, n, [аналгії], "нездатність відчувати біль").
entry(аналітика, n, [аналітики], "тип психологічного стану").
entry(anally, adv, [], "через анус або через нього").
entry(аналог, n, [аналоги], "аналог").
entry(analogic, adj, [], "що стосується аналогії").
entry(аналог, n, [аналоги], "щось, що має аналогію з чимось іншим").
entry(аналогія, n, [аналогії], "схожість у деяких аспектах між речами, які в іншому випадку не схожі").
entry(аналізувати, v, [проаналізований,аналізуючи,аналізує], "аналізувати").
entry(analyser, n, [analysers], "аналізатор").
entry(analysis, n, [аналізи], "розділення цілого на його частини").
entry(аналітик, n, [аналітики], "той, хто аналізує").
entry(analyte, n, [аналізи], "речовина, яка аналізується").
entry(аналітичний, прикметник, [], "що стосується аналізу").
entry(analyze, v, [проаналізований,аналізуючий,аналізує], "піддавати аналізу").
entry(аналізатор, n, [аналізатори], "той, хто аналізує").
entry(ananda, n, [anandas], "блаженство").
вхід(ananke, n, [anankes], "непереборна необхідність у давньогрецькій релігії").
entry(anapaest, n, [анапести], "анапест").
entry(анапест, n, [анапести], "тип метричної стопи").
entry(анафаза, n, [анафази], "стадія мітозу").
entry(анагор, n, [анагори], "слово або фраза, що посилається на попереднє слово або фразу").
entry(анафора, іменник, [анафори], "повторення слова або фрази на початку кількох послідовних рядків або речень").
entry(анархіст, n, [анархісти], "прихильник анархії").
запис(анархія, n, [анархії], "відсутність урядуАНАРХІЧНИЙ прикм").
entry(анасарка, n, [анасарки], "форма водянки").
entry(анатаз, n, [анатази], "мінерал").
entry(анатема, n, [анатеми], "або АНАТЕМАТА формальне церковне прокляття або анафема").
entry(анатомія, n, [анатомії], "структура організмуАНАТОМІЧНИЙ прикм").
entry(анатоксин, n, [анатоксини], "токсоїд").
entry(анатто, n, [анаттос], "аннатто").
вхід(пращур, в, [предки,пращурство,пращури], "бути пращуром особа, від якої походить хтось").
entry(ancestry, n, [ancestries], "лінія або група предків").
entry(ancho, n, [anchos], "чилійський перець").
entry(anchor, v, [закріплений,закріплення,закріплює], "закріпити за допомогою якоря пристрій для утримання плавучого судна на місці").
entry(анахорет, n, [анахорети], "відлюдник").
entry(анчоус, n, [анчоуси], "невелика харчова риба").
entry(anchusa, n, [анхузи], "рослина з волохатими стеблами").
entry(анчусин, n, [анчусини], "червоний барвник").
entry(ancient, adj, [], "ДАВНІШИЙ НАЙДАВНІШИЙщо стосується часу далекого минулого").
entry(давній, n, [давні], "той, хто жив у давні часи").
entry(ancilla, n, [ancillas], "або ANCILLAE допоміжник").
entry(ancon, n, [ancones], "лікотьANKONALЬНИЙ АНКОНАЛЬНИЙ АНКОЇДАЛЬНИЙ прикм").
entry(ancone, n, [ancones], "анкон").
entry(затворниця, n, [затворниці], "жінка, що живе усамітнено").
entry(and, n, [ands], "додаткова умова або застереження").
entry(andante, n, [andantes], "помірно повільний музичний уривок").
entry(андезит, n, [андезити], "вулканічна порода").
entry(андезит, n, [андезити], "андезит").
entry(камінна решітка, n, [камінні решітки], "металева підставка для утримання дров у каміні").
entry(андро, n, [андрос], "стероїдний статевий гормон").
entry(андроген, n, [андрогени], "чоловічий статевий гормон").
entry(android, n, [андроїди], "синтетична людина").
entry(ан, н, [ани], "один").
entry(anear, v, [aneared,anearing,anears], "наближатися").
entry(anekdot, n, [anekdoty], "or ANEKDOTA коротка історія").
entry(анехоїчний, прикм, [], "ні не має, ні не породжує відлуння").
entry(anele, v, [aneled, aneling, aneles], "помазати").
entry(анемія, n, [анемії], "розлад кровіАНЕМІЧНИЙ adj").
entry(анемона, n, [анемони], "квіткова рослина").
entry(anemosis, n, [anemoses], "відшарування річних кілець у деревині через вітер").
entry(anenst, prep, [], "стосовно").
entry(anent, prep, [], "щодо").
entry(анергія, n, [анергії], "анергія").
entry(анергія, n, [анергії], "брак енергіїАНЕРГІЧНИЙ прикм").
entry(анероїд, n, [анероїди], "тип барометра").
entry(анеcтруc, n, [анеcтрі], "період статевого спокою").
entry(анетол, n, [анетоли], "анетол").
entry(анетол, n, [анетоли], "хімічна сполука").
entry(анеурин, n, [анеурини], "тіамін").
entry(аневризма, n, [аневризми], "aneurysm").
entry(аневризма, n, [аневризми], "ненормальне кров’яне розширення кровоносної судини").
entry(anew, adv, [], "ще раз").
entry(анґа, n, [анґи], "будь-яка з восьми практик йоги").
entry(ангакок, n, [ангакоки], "інуїтський шаман").
entry(ангара, іменник, [ангари], "ангарія").
entry(ангари, n, [ангариї], "право воюючої держави захоплювати нейтральне майно").
entry(angel, v, [angeled,angeling,angels], "фінансово підтримувати").
entry(angelic, adj, [], "що стосується янгола - крилатої небесної істоти").
entry(angelica, n, [ангеліки], "ароматична трава").
entry(angelus, n, [angeluses], "римсько-католицька молитва").
entry(anger, v, [angered,angering,angers], "сердити").
entry(гнівно, присл, [], "з гнівом").
entry(стенокардія, іменник, [стенокардії], "хвороба, що характеризується спазматичними нападами інтенсивного болюАНГІНАЛЬНИЙ АНГІНОЗНИЙ АНГІННИЙ прикм").
entry(ангіома, n, [ангіоми], "або АНГІОМАТАпухлина, що складається з кровоносних або лімфатичних судин").
entry(angle, v, [angled, angling, angles], "ловити на вудочку").
entry(anglepod, n, [anglepods], "квітуча рослина").
entry(рибалка, n, [рибалки], "той, хто ловить рибу").
entry(англійською, adv, [], "зрозумілою англійською").
entry(риболовля, n, [риболовлі], "спорт риболовлі").
entry(англо, n, [англоси], "білий північноамериканець неіспаномовного або нефранцузького походження").
entry(ангора, н, [ангори], "довге шовковисте волосся домашньої кози").
entry(angry, adj, [], "ГНІВНІШИЙ НАЙГНІВНІШИЙвідчуваючи сильне невдоволення або ворожістьГНІВНО adv").
entry(страх, n, [страхи], "відчуття тривоги або страху").
entry(ангстрем, н, [ангстрами], "одиниця довжини").
entry(тривожний, прикм, [], "ТРВОЖНІШИЙ ТРВОЖНІШИЙвідчуття тривоги або страху").
entry(anguine, adj, [], "схожий на змію").
entry(ангст, v, [пристраждав,пристраждаючи,пристраждає], "страждати від крайнього болю").
entry(angular, adj, [], "який має гострі кути").
entry(robiti_kutovym, v, [ztvorenyi_kutovym, roblyachy_kutovym, robyt_kutovym], "zrobyty kutovym").
entry(angulose, adj, [], "кутовий").
entry(angulous, adj, [], "кутовий").
entry(анедрал, n, [анедрали], "нахил крила літака вниз").
entry(анінга, n, [анінги], "водний птах").
entry(ані, іменник, [аніси], "тропічний американський птах").
entry(anil, n, [anils], "західноіндійський кущ").
entry(anile, adj, [], "схожий на стару жінку").
entry(анілін, n, [аніліни], "анілін").
entry(анілін, n, [аніліни], "хімічна сполука").
entry(anility, n, [anilities], "стан дряхлості").
entry(anima, n, [animas], "душа").
entry(одушевленість, н, [одухотвореності], "стан буття живим").
вхід(тварина, n, [тварини], "живий організм, зазвичай здатний до добровільного руху та відчуттяТВАРИННИЙ прикм").
entry(animally, adv, [], "фізично").
entry(оживити, v, [оживлений,оживлюючий,оживлює], "давати життя").
entry(animater, n, [аніматори], "аніматор").
entry(animato, n, [аніматос], "або ANIMATI музичний уривок, виконуваний в жвавій манері").
entry(аніматор, n, [аніматори], "той, хто візуалізує").
entry(аніме, іменник, [аніме], "смола, отримана з тропічного дерева").
entry(animi, n, [animis], "аніме").
entry(анімізм, n, [анімізми], "віра в те, що душі можуть існувати окремо від тіл").
entry(аніміст, n, [анімісти], "послідовник анімістичних вірувань").
entry(animus, n, [ворожості], "відчуття ворожості").
entry(анiон, n, [аніони], "негативно заряджений іонАНІОННИЙ прикм").
entry(аніс, n, [аніси], "північноафриканська рослина").
entry(аніс, ім, [насіння_аніс], "насіння анісу, що використовується як ароматизатор").
entry(анісет, n, [анісети], "лікер, ароматизований анісовим насінням").
entry(anisic, adj, [], "такий, що стосується анісу").
entry(анізол, n, [анізоли], "хімічна сполука").
entry(анкерит, iменник, [анкерити], "мінерал").
entry(анх, n, [анхи], "єгипетський символ вічного життя").
entry(ankle, v, [ankled,ankling,ankles], "ходити").
entry(браслет_на_щиколотці, n, [браслети_на_щиколотці], "прикраса для щиколотки").
entry(анкус, іменник, [анкуси], "гачок для слона").
entry(анкуш, n, [анкуші], "анкуш").
entry(анкілозувати, v, [анкілозував, анкілозуючи, анкілози], "зростатися або з'єднуватися, як кістки суглоба").
вступ(anlace, n, [anlaces], "середньовічний кинджал").
entry(anlage, n, [anlages], "або ANLAGENпочаткова клітинна структура, з якої розвивається ембріональний орган").
entry(anlas, n, [anlases], "анлас").
entry(анна, n, [анни], "колишня монета Індії та Пакистану").
entry(літопис, n, [літописи], "запис одного року").
entry(хроніст, n, [хроністи], "історик").
entry(annates, npl, [], "перший річний дохід єпископа, сплачений папі").
entry(анато, n, [анатос], "жовтувато-червоне барвник").
entry(гартувати, v, [загартований,гартування,гартує], "зміцнювати").
entry(annealer, n, [відпалювачі], "той, що відпалює").
entry(анеліда, n, [анеліди], "будь-яка з типу сегментованих червів").
entry(анексія, v, [анексував,анексуючи,анексує], "додавати або приєднувати").
entry(додаток, n, [додатки], "щось додане або приєднане").
entry(аннона, n, [аннони], "тропічне дерево").
entry(примітка, v, [позначений,позначаючи,позначає], "додавати критичні або пояснювальні нотатки").
entry(оголосити, v, [оголошено,оголошуючи,оголошує], "оприлюднити").
entry(дратувати, v, [дратує, дратуючий, дратують], "бути клопітливим комусь").
entry(дратівник, n, [дратівники], "той, хто дратує").
entry(щорічний, n, [щорічники], "публікація, що видається один раз на рік").
entry(щорічно, adv, [], "раз на рік").
entry(рента, іменник, [ренти], "допомога або дохід, що виплачується з регулярними інтервалами").
entry(анулювати, v, [анулював, анулювання, анулює], "зробити або оголосити недійсним або нечинним").
entry(кільцеподібний, прикм, [], "форма, як у кільця").
entry(annulate, adj, [], "складається з кілець або оснащений ними").
entry(кільце, n, [кільця], "маленьке кільце").
entry(annuli, a, [], "множина від annulus").
entry(анульовано, минулий, [], "час від annul").
entry(анулювання, теперішній, [], "дієприкметник від анулювати").
entry(кільце, n, [кільця], "або КІЛЬЦЕРольовий або рольовидний елементКІЛЬЦЕВИЙ прикл").
entry(аноа, n, [аноаси], "дикий бик").
entry(анод, n, [аноди], "позитивно заряджений електродАНОДНИЙ АНОДИЧНИЙ прикмАНОДНО присл").
entry(anodise, v, [анодований,анодування,анодує], "анодувати").
entry(anodiser, n, [анодизери], "анодизатор").
entry(анодувати, v, [анодований,анодування,анодує], "наносити захисну плівку хімічним способом").
entry(anodizer, n, [анодувальники], "той, хто анодує").
entry(анальгетик, n, [анальгетики], "ліки, що знімають більАНАЛЬГЕТИЧНИЙ прикм").
entry(anoint, v, [anointed,anointing,anoints], "наносити олію як священний обряд").
entry(anointer, n, [помазники], "той, хто помазує").
entry(anole, n, [аноли], "тропічна ящірка").
entry(anolit, n, [anolit (мн. - аноліти)], "частина електропровідного розчину, що знаходиться біля анода").
entry(anomaly, n, [аномалії], "відхилення від звичайного правила, типу чи форми").
entry(аномія, n, [аномії], "занепад соціальних структур, які керують даним суспільствомАНОМІЧНИЙ прикм.").
entry(аномея, іменник, [аномії], "аномія").
entry(anon, adv, [], "іншим разом").
entry(anonym, n, [аноніми], "фіктивне або вигадане ім'я").
entry(анопсія, n, [анопсії], "візуальний дефект").
entry(anopia, n, [anopias], "аноопсія").
entry(anopsia, n, [anopsias], "анопсія").
entry(anorak, n, [анораки], "парка").
entry(анорексичний, іменник, [анорексичні], "анорексичний").
entry(анорексія, n, [анорексії], "втрата апетиту").
entry(анорексик, n, [анорексики], "той, хто страждає на анорексію").
entry(анорексія, n, [анорексії], "анорексія").
entry(anorthic, adj, [], "який позначає певний тип кристалічної системи").
entry(аносмія, n, [аносмії], "втрата нюхуАНОСМІЧНИЙ прикм").
entry(інший, прикм, [], "ще один").
entry(anovular, adj, [], "не пов'язаний з овуляцією").
entry(аноксемія, n, [аноксемії], "розлад кровіАНОКСЕМІЧНИЙ прикм").
entry(аноксія, n, [аноксії], "відсутність киснюАНОКСИЧНИЙ прикм").
entry(ansa, n, [ansae], "виступаюча частина кілець Сатурна").
entry(ansate, adj, [], "що має ручку").
entry(ansated, adj, [], "ансатий").
entry(гусакова, n, [гусакові], "хімічна сполука").
entry(anserous, adj, [], "дурний").
entry(answer, v, [відповів,відповідаючи,відповідає], "сказати, написати або діяти у відповідь").
entry(answerer, n, [відповідачі], "той, хто відповідає").
entry(мураха, n, [мурахи], "маленька комаха").
entry(анта, n, [анти], "або АНТА владник, утворений у місці закінчення стіни").
entry(антацид, n, [антациди], "речовина, що нейтралізує кислоту").
entry(анальгічний, n, [анальгіки], "знеболювальне").
entry(антведмідь, n, [антведмеді], "трубкозуб").
entry(ante, v, [anteed,anteing,antes], "викласти фіксовану ставку в пот перед роздачею карт у покері").
entry(муравʼїд, n, [муравʼїди], "будь-яка з кількох ссавців, які живляться мурахами").
entry(antecede, v, [anteceded,anteceding,antecedes], "передувати").
entry(antedate, v, [antedated,antedating,antedates], "бути більш ранньої дати, ніж").
entry(antefix, n, [antefixes], "або ANTEFIXAE або ANTEFIXA вертикальна прикраса на карнизах черепичного даху").
entry(антилопа, n, [антилопи], "жуйна ссавець").
entry(антена, n, [антени], "або АНТЕНАМеталічний пристрій для передачі або прийому радіохвильАНТЕННИЙ прикм").
entry(antepast, n, [antepasts], "закуска").
entry(anterior, adj, [], "розташований спереду або в напрямку вперед").
entry(передпокій, n, [передпокої], "кімната очікування").
entry(antes, present, [], "3 особа однини від ante").
entry(антетип, n, [антетипи], "раніша форма").
entry(antevert, v, [anteverted,anteverting,anteverts], "зміщувати, нахиляючи вперед").
entry(anthelia, npl, [], "ореолоподібні області, що спостерігаються на небі навпроти сонця").
entry(anthelix, n, [anthelixes], "або ANTHELICE Внутрішній вигнутий гребінь на хрящі зовнішнього вуха").
entry(гімн, v, [оспіваний,оспівуючи,гімни], "вихваляти у пісні").
entry(антемія, npl, [], "декоративні квіткові візерунки, що використовуються в грецькому мистецтві").
entry(anthemic, adj, [], "такий, що стосується гімну або пісні хвали").
entry(пиляк, n, [пиляки], "частина тичинки, що містить пилокПИЛЯЧНИЙ прикм").
entry(антеридій, іменник, [антеридії], "чоловічий репродуктивний орган деяких рослин").
entry(буяння, n, [буяння], "повний розквіт квітки").
entry(мурашник, n, [мурашники], "горбик, утворений мурахами при будівництві їх гнізда").
entry(anthodia, npl, [], "суцвіття певних рослин").
entry(anthoid, adj, [], "схожий на квітку").
entry(сибірка, n, [сибірки], "або ANTHRACESінфекційне захворювання").
entry(anthro, n, [], "пл АНТРОПОСантропологія").
entry(анти, н, [антис], "той, хто протистоїть").
entry(антивугровий, прикм, [], "ефективний проти вугрів").
entry(зенітний, прикм, [], "спрямований проти атакуючих літаків").
entry(антіар, n, [антіари], "стрілова отрута").
entry(антіарин, n, [антіарини], "антіар").
entry(антиатом, n, [антиатоми], "атом, що складається з антипчастинок").
entry(антиупереджений, прикметник, [], "протистоїть упередженості").
entry(антитіло, n, [антитіла], "білок організму, що забезпечує імунітет проти певних мікроорганізмів або токсинів").
entry(antiboss, adj, [], "проти босів").
entry(antibug, adj, [], "ефективний проти помилок").
entry(antic, v, [anticked,anticking,antics], "виступати у клоунському манері").
entry(антикар, прикм, [], "проти автомобілів").
entry(антимісто, прикм, [], "що протистоїть містам").
entry(antick, v, [anticked,anticking,anticks], "кривлятися").
entry(anticly, adv, [], "клоунським чином").
entry(anticold, adj, [], "ефективний проти звичайної застуди").
entry(антикульт, n, [антикульти], "група, що виступає проти культу").
entry(антидора, npl, [], "святі хліби").
entry(antidote, v, [antidoted,antidoting,antidotes], "знешкодити вплив отрути за допомогою ліків").
entry(антинаркотичний, прикметник, [], "який виступає проти незаконних наркотиків").
entry(antifat, adj, [], "запобігає утворенню жиру").
entry(antiflu, adj, [], "що бореться з грипом").
entry(antifoam, adj, [], "зменшення або запобігання утворенню піни").
entry(антизапотівний, прикм, [], "запобігання накопиченню вологи на поверхні").
entry(антихутряний, прикм, [], "проти носіння хутра тварин").
entry(antigang, adj, [], "проти банд").
entry(антигейський, прикметник, [], "який виступає проти гомосексуалів").
entry(антиген, n, [антигени], "речовина, яка стимулює вироблення антитіл").
entry(антиген, іменник, [антигени], "антиген").
entry(antigun, прикм, [], "проти зброї").
entry(антигерой, n, [антигерої], "протагоніст, який помітно позбавлений героїчних якостей").
entry(antijam, adj, [], "блокування заважаючих сигналів").
entry(антикороль, n, [антикоролі], "узурпуючий король").
entry(antileak, adj, [], "запобігання витокам").
entry(antileft, adj, [], "протистоїть лівизні").
entry(антилейф, прикм, [], "той, що протиставляється життю").
entry(антиблокувальний, прикметник, [], "призначений для запобігання блокування коліс транспортного засобу").
entry(антилогарифм, n, [антилоги], "число, що відповідає заданому логарифму").
entry(антилогія, n, [антилогії], "суперечність у термінах або ідеях").
entry(антимужній, прикм, [], "налаштований проти чоловіків").
entry(антиман, присл, [], "античоловічий").
entry(антимаска, n, [антимаски], "комічна вистава між актами маски").
entry(антимер, n, [антімери], "частина організму, симетрична з частиною на протилежній стороні головної осі").
entry(antimine, adj, [], "ефективний проти мін").
entry(сурма, n, [сурми], "металічний елемент").
entry(anting, n, [antings], "навмисне розміщення певними птахами живих мурах серед пір'я").
entry(антинод, n, [антиноди], "область між сусідніми вузлами").
entry(антинім, n, [антиніми], "той, що протилежний іншому").
entry(антиномія, n, [антиномії], "суперечність між двома на перший погляд дійсними принципами").
entry(антинук, n, [антинуки], "людина, яка виступає проти використання атомних електростанцій або ядерної зброї").
entry(антифон, n, [антифони], "псалом або гімн, виконуваний у відповідь").
entry(antipill, adj, [], "такий, що виступає проти використання протизаплідних пігулок").
entry(антипод, n, [антиподи], "точна протилежність").
entry(антимагнітний_полюс, n, [антимагнітні_полюси], "протилежний полюс").
entry(антипапа, n, [антипапи], "той, хто претендує на звання папи в опозиції до того, хто обраний за церковним правом").
entry(антипорн, прикм, [], "що виступає проти порнографії").
entry(antipot, adj, [], "що виступає проти вживання марихуани").
entry(антипійовий, n, [антипійові], "ліки, що запобігають утворенню гною").
entry(антикварний, v, [зістарений,зістарювання,застарює], "надавати вигляду старовини").
entry(антиквар, n, [антиквари], "той, хто займається антикваріатом").
entry(анти-зґвалтувальний, прикм, [], "який стосується запобігання зґвалтуванню").
entry(antired, adj, [], "противний комунізму").
entry(антиріотний, прикм, [], "призначений для запобігання або припинення заворушень").
entry(antirock, adj, [], "проти рок-музики").
entry(противозавалювальний, прикм, [], "призначений для зменшення нахилу").
entry(antirust, n, [antirusts], "щось, що запобігає іржі").
entry(antisag, adj, [], "спроєктований для запобігання провисанню").
entry(антисироватки, npl, [], "сироватки, що містять антитіла").
entry(антисекс, прикм, [], "проти сексуальної активності").
entry(antiship, adj, [], "призначений для використання проти кораблів").
entry(антипробуксовочний, прикм, [], "призначений для запобігання пробуксовуванню").
entry(антиковзкий, прикм, [], "призначений для запобігання ковзанню").
entry(антисмог, прикм, [], "призначений для зменшення забруднюючих речовин, які викликають смог").
entry(antismut, adj, [], "проти порнографії").
entry(антисноб, n, [антисноби], "той, хто виступає проти снобізму").
entry(антиспам, прикм, [], "призначений для блокування спаму, небажаної електронної пошти").
entry(антистатик, n, [антистатики], "засіб для запобігання накопиченню статичної електрики").
entry(протитанковий, прикметник, [], "призначений для боротьби з танками").
entry(antitax, adj, [], "той, що виступає проти податків").
entry(antitype, n, [антитипи], "протилежний тип").
entry(антивоєнний, прикм, [], "який виступає проти війни").
entry(антизносний, прикм, [], "призначений для зменшення впливу довготривалого або інтенсивного використання").
entry(antiweed, прикметник, [], "пов'язаний зі знищенням бур'янів").
entry(antler, n, [роги], "роги тварини з родини оленевихНА РОГИ прикм").
entry(подібний_до_мурашки, прикм, [], "схожий на мурашку").
entry(антліон, n, [антліони], "хижа комаха").
entry(антонім, n, [антоніми], "слово, що має протилежне значення до іншого").
entry(антонімія, n, [антонімії], "стан бути антонімом").
entry(antra, a, [], "множина від antrum").
entry(antral, adj, [], "що стосується антруму").
entry(антре, n, [антрес], "печера, порожнє місце в землі").
entry(antrorse, adj, [], "спрямований вперед або вгору").
entry(antrum, n, [antrums], "або АНТРАвитчина порожнина в кістці").
entry(antsy, adj, [], "АНТИСНІШИЙ НАЙАНТИСНІШИЙнервовий").
entry(anura, npl, [], "жаби та ропухи").
entry(anural, adj, [], "безхвостий").
entry(анурани, n, [жаби], "жаба або ропуха").
entry(anuresis, n, [анурези], "нездатність мочитисяАНУРЕТИЧНИЙ прикм").
entry(анурія, n, [анурії], "відсутність сечіАНУРІЧНИЙ прикм").
entry(anurous, adj, [], "без хвоста").
entry(анус, n, [ануси], "видхідний отвір в кінці травного каналу").
entry(кувалда, v, [кувальд,кувальнуючи,кувалди], "або КУВАЛДИНИЙ КУВАЛДИННЯ КУВАЛДити форму на ковадлі, важкому залізному блокові").
entry(anviltop, n, [anviltops], "кумулонімбусова ковадло").
entry(тривога, n, [тривоги], "болісне або тривожне занепокоєння розуму").
entry(тривожний, прикм, [], "повний тривоги").
entry(any, прикм, [], "один, який не має значення який").
entry(anybody, n, [anybodies], "людина певної важливості").
entry(anyhow, adv, [], "будь-яким чином").
entry(anymore, adv, [], "на даний момент часу").
entry(аньйон, н, [аньйони], "субатомна частинка").
entry(anyone, pron, [], "будь-хто").
entry(anyplace, adv, [], "у будь-якому місці").
entry(anything, n, [anythings], "щось будь-якого виду").
entry(anytime, adv, [], "у будь-який час").
entry(все-таки, присл, [], "в будь-який спосіб").
entry(anyways, adv, [], "все-таки").
entry(anywhere, n, [anywheres], "будь-яке місце").
entry(anywise, adv, [], "будь-яким чином").
entry(aorist, n, [аористи], "дієслівний час АОРИСТИЧНИЙ прикм.").
entry(aorta, n, [аорти], "або АОРТА головна артерія АОРТАЛЬНИЙ АОРТИЧНИЙ прикм").
entry(aoudad, n, [аудади], "дика вівця").
entry(apace, adv, [], "швидко").
entry(apache, n, [апаші], "паризький гангстер").
entry(apagoge, n, [apagoges], "встановлення тези шляхом показу, що її протилежність є абсурдноюAPAGOGIC прикм.").
entry(апанаж, n, [апанажі], "апанаж").
entry(aparejo, n, [апарейос], "тип сідла").
entry(apart, adv, [], "не разом").
entry(апатетичний, прикм, [], "мати забарвлення, що служить природним камуфляжем").
entry(апатія, n, [апатії], "відсутність емоцій").
entry(апатит, n, [апатити], "мінерал").
entry(мавпа, v, [мавпував,мавпування,мавпи], "наслідувати").
entry(apeak, adv, [], "у вертикальному положенні").
entry(apeek, adv, [], "вертикально").
entry(мавпоподібний, прикм, [], "схожий на мавпу, великий безхвостий примат").
entry(apeman, n, [apemen], "вимерлий примат, схожий на мавпу").
entry(aper, n, [аперси], "той, хто наслідує").
entry(apercu, n, [apercus], "короткий огляд").
entry(проносне, n, [проносні], "м'який послаблюючий засіб").
entry(аперитив, n, [аперитиви], "алкогольний напій, що вживається перед їжею").
entry(aperture, n, [apertures], "відкриття").
entry(імітування, n, [імітування], "акт наслідування").
entry(apetaly, n, [апеталія], "стан відсутності пелюсток").
entry(apex, n, [вершини], "або ВЕРШИНИ найвища точка").
entry(афагія, n, [афагії], "нездатність ковтати").
entry(афаніт, n, [афаніти], "вивержена порода").
entry(афазія, n, [афазії], "втрата здатності використовувати слова").
entry(афазік, іменник, [афазіки], "той, хто страждає на афазію").
entry(афазія, n, [афазії], "афазіак").
entry(aphelion, n, [афелії], "або АФЕЛІЯточка в орбіті планети, найвіддаленіша від сонцяАФЕЛІЙНИЙ прикм").
entry(афеза, n, [афези], "втрата ненаголошеного голосного на початку слова; АФЕТИЧНИЙ прикм").
entry(тля, n, [тлі], "будь-який з родини дрібних м'якотілих комах").
entry(aphidian, n, [aphidians], "попелиця").
entry(aphis, n, [тля], "попелиця").
entry(афолат, n, [афолати], "хімічна речовина, що використовується для контролю хатніх мух").
entry(афонія, n, [афонії], "втрата голосу").
entry(aphonic, n, [aphonics], "особа, яка страждає на афонію").
entry(афонія, n, [афонії], "афонія").
entry(афористувати, v, [афористував, афористуючи, афористує], "афоризувати").
entry(афоризм, n, [афоризми], "короткий вислів істини або принципу").
entry(афорист, n, [афористи], "той, хто афоризує").
entry(афоризувати, v, [афоризував, афоризування, афоризує], "писати або говорити афоризмами").
entry(афотичний, прикм, [], "брак світла").
entry(афта, n, [афти], "невеликий пухирець у роті або шлункуАФТОЗНИЙ прикм").
entry(безлистість, n, [безлистості], "стан безлистості").
entry(apian, adj, [], "той, що стосується бджіл").
entry(apiarian, n, [біологи], "пасічник").
entry(пасічник, n, [пасічники], "особа, яка розводить бджіл").
entry(пасіка, іменник, [пасіки], "місце, де утримують бджіл").
entry(apical, n, [апікали], "звук, артикульований з допомогою кінчика язика").
entry(apically, adv, [], "біля або в напрямку вершини").
entry(apices, a, [], "мн. від apex").
entry(apiculus, n, [apiculi], "гострий кінець листка").
entry(apiece, adv, [], "для кожного").
entry(apimania, n, [apimanias], "надмірний інтерес до бджіл").
entry(aping, present, [], "дієприкметник від ape").
entry(apiology, n, [апіологія], "вивчення бджіл").
entry(apish, adj, [], "раболіпно або нерозумно наслідувальний, ADV").
entry(aplanat, n, [апланат], "тип відбиваючої або заломлюючої поверхні").
entry(аплазія, n, [аплазії], "недосконалий розвиток органу або частини").
entry(aplastic, adj, [], "не пластичний").
entry(вдосталь, прикм, [], "бути у достатній кількості").
entry(aplite, n, [апліти], "дрібнозерниста породаАПЛІТИЧНИЙ прикм").
entry(упевненість, n, [упевненості], "самовпевненість").
entry(апное, н, [апное], "тимчасова зупинка диханняАПНОЇДНИЙ АПНОЇЧНИЙ прикм").
entry(apnoea, n, [apnoeas], "апное").
entry(apo, n, [apos], "тип білка").
entry(апоцентр, n, [апоцентри], "висока точка на орбіті").
entry(апокарп, н, [апокарпи], "плід з розділеними карпелами").
entry(апокарпія, n, [апокарпії], "стан бути апокарпом").
entry(апокопа, n, [апокопи], "випущення останнього звуку словаАПОКОПІЧНИЙ прикм").
entry(apocrine, adj, [], "такий, що стосується типу залози").
entry(apod, n, [аподи], "тварина без кінцівок").
entry(apodal, adj, [], "такий, що не має ніг або подібних на них придатків").
entry(apodosis, n, [аподози], "головне речення умовного речення").
entry(безногий, прил, [], "apodal").
entry(апогамія, n, [апогамії], "форма розмноження рослинАПОГАМНИЙ прикм").
entry(apogee, n, [apogees], "точка на орбіті тіла, яка є найдальшою від земліAPOGEAL APOGEAN APOGEIC adj").
entry(apollo, n, [apollos], "гарний молодий чоловік").
entry(apolog, n, [apologs], "аполог").
entry(apologal, adj, [], "що стосується притчі").
entry(apologia, n, [apologias], "або APOLOGIAFORMAL обґрунтування або захист").
entry(аполог, n, [апологи], "алегорія").
entry(вибачення, n, [вибачення], "висловлення жалю за якусь помилку або правопорушення").
entry(apolune, n, [аполуни], "точка в орбіті тіла, яка є найдальшою від місяця").
entry(apomict, n, [апомікти], "організм, створений шляхом апоміксису").
entry(апоміксис, n, [апоміксиси], "тип репродуктивного процесу").
entry(апофонія, n, [апофонії], "аблаути").
entry(апофіга, n, [апофіги], "ввігнута крива в колоні").
entry(апоплексія, n, [апоплексії], "раптова втрата відчуття і м'язового контролю").
entry(апорія, n, [апорії], "вираз сумніву для риторичного ефекту").
entry(aport, adv, [], "ліворуч або в бік лівого борту корабля").
entry(апоспорія, n, [апоспорії], "тип розмноження без утворення спор").
entry(відступництво, n, [відступництва], "apostasy").
entry(відступництво, н, [відступництва], "відмова від своєї віри або принципів").
entry(відступник, n, [відступники], "той, хто стає відступником").
entry(апостиль, n, [апостилі], "виноска на полях").
entry(апостол, n, [апостоли], "учень, посланий Христом для проповіді Євангелія").
entry(apothece, n, [apotheces], "спори утворюючий орган деяких грибів").
entry(афоризм, n, [афоризми], "максима").
entry(апофема, n, [апофеми], "перпендикуляр від центру до будь-якої сторони правильного багатокутника").
entry(додаток, n, [додатки], "комп'ютерна програма для основного завдання").
entry(appal, v, [жахав,жахаючий,жахаї], "лякати").
entry(appall, v, [appalled,appalling,appalls], "наповнювати жахом чи розчаруванням").
entry(appanage, n, [апанажі], "земля або доход, наданий члену королівської родини").
entry(апарат, n, [апарати], "політична організація").
entry(одяг, v, [одягнений,одягаючи,одяги], "або ОДЯГНЕНИЙ ОДЯГАЮЧИ ОДЯГипостачати зовнішнім одягом").
entry(очевидний, прикм, [], "легко побачити").
entry(звертатися, v, [звертався, звертаючись, звертається], "звернутися з щирим проханням").
entry(appealer, n, [appealers], "той, хто оскаржує").
entry(з'являтися, v, [з'явився,з'являючись,з'являється], "з'явитися в полі зору").
entry(заспокоїти, v, [заспокоїв,заспокоюючи,заспокоює], "привести до стану спокою або задоволення").
entry(умиротворювач, n, [умиротворювачі], "той, що умиротворює").
entry(appel, n, [апелі], "ухилення у фехтуванні").
entry(апелянт, n, [апелянти], "відповідач у виді судового провадження").
entry(appellor, n, [appellors], "злочинець, що зізнався, який звинувачує спільника").
entry(append, v, [appended,appending,appends], "додавати як доповнення").
entry(додаток, n, [додатки], "або ДОДАТКИ, збірка додаткових матеріалів в кінці книги").
entry(appestat, n, [аппестати], "механізм у центральній нервовій системі, що регулює апетит").
entry(appetent, adj, [], "ознака сильної жаги").
entry(appetite, n, [апетити], "бажання їжі або напою").
entry(аплодувати, д, [аплодував,аплодує,аплодують], "виявляти схвалення, плескаючи в долоні").
entry(оплески, n, [оплески], "звук, створений людьми, які аплодують").
entry(яблуко, n, [яблука], "їстівний фрукт").
entry(аплет, n, [аплети], "комп'ютерна програма для простого завдання").
entry(appley, adj, [], "ПОДІБНИЙ НА ЯБЛУКО або НАГАДУЄ ЯБЛУКО").
entry(застосований, минулий, [], "час дієслова 'застосувати'").
entry(заявник, n, [заявники], "той, хто подає заявку").
entry(аплікація, v, [декорований,декорування,аплікує], "застосовувати як декор на більшій поверхні").
entry(застосовувати, v, [застосований,застосовуючи,застосовує], "привести у контакт з чимось").
entry(призначити, v, [призначений,призначення,призначає], "призначати на посаду або в офіс").
entry(appose, v, [apposed,apposing,apposes], "поставити поруч").
вхід(apposer, n, [apposers], "той, що виступає проти").
entry(apposite, adj, [], "доречний").
entry(appraise, v, [appraised,appraising,appraises], "оцінювати").
entry(appress, v, [притулений,притуляючи,притулює], "притулити близько до чогось іншого").
entry(повідомити, v, [повідомив,повідомляючи,повідомляє], "сповістити").
entry(appriser, n, [apprisers], "той, хто оцінює").
entry(apprize, v, [apprized, apprizing, apprizes], "оцінити").
entry(apprizer, n, [apprizers], "той, хто оцінює").
entry(підхід, v, [наближався,наближення,наближається], "наближатися або підходити ближче").
entry(затвердження, n, [затвердження], "акт затвердження").
entry(схвалити, v, [схвалений,схвалення,схвалює], "ставитися прихильно").
entry(схвалювач, ч, [схвалювачі], "той, хто схвалює").
entry(зближення, n, [зближення], "підхід одного рухомого тіла до іншого").
entry(апраксія, n, [апраксії], "втрата здатності виконувати узгоджені рухиАПРАКТИЧНИЙ АПРАКСИЧНИЙ прикм").
entry(apres, prep, [], "після").
entry(абрикос, n, [абрикоси], "їстівний фрукт").
entry(фартух, v, [уфартушений,уфартушування,фартухи], "забезпечити фартухом одяг, що носиться для захисту одягу від забруднень").
entry(apropos, adj, [], "актуальний").
entry(aprotic, adj, [], "тип розчинника").
entry(апсида, n, [апсиди], "купольна півкругла проекція будівліАПСИДАЛЬНИЙ прикм").
entry(апсіс, n, [апсіди], "апсида").
entry(apt, adj, [], "ПРИСТОСОВАНИЙ ПРИСТОСОВАНІШИЙвідповідний").
entry(apteral, adj, [], "безкриле").
entry(apterium, n, [apteria], "голе місце шкіри між пір'ям").
entry(apterous, adj, [], "не маючи крил").
entry(apteryx, n, [ківі], "ківі").
entry(здібність, n, [здібності], "здатність").
entry(aptly, adv, [], "відповідним чином").
entry(вдалість, n, [вдальності], "якість бути вдалим").
entry(апіраза, n, [апірази], "фермент").
entry(афебрильний, прикм, [], "немає гарячки").
entry(aqua, n, [aquas], "або AQUAEвода прозора безсмакова без запаху рідина").
entry(аквакада, n, [аквакади], "виставка з плавання та стрибків у воду").
entry(aquafarm, v, [aquafarmed,aquafarming,aquafarms], "вирощувати харчову рибу").
entry(aquafit, n, [аквафіти], "заняття з вправами у воді").
entry(aquanaut, n, [акванавти], "аквалангіст, навчений жити в підводних установках").
entry(акваріуми, a, [], "мн. для акваріум").
entry(aquarial, adj, [], "що стосується акваріума").
entry(акваріанин, n, [акваріанці], "член стародавніх сект, які використовували воду замість вина в релігійних церемоніях").
entry(акваріуміст, n, [акваріумісти], "той, хто утримує акваріум").
entry(aquarium, n, [акваріуми], "або AQUARIAа водонаповнена оболонка, в якій утримуються водні тварини").
entry(водний, n, [водні], "організм, що живе або росте у або біля води").
`entry(aquatint, v, [акватинтований, акватинтуючи, акватинти], "офорт за допомогою певного процесу").`
entry(aquatone, n, [акватони], "тип процесу друку").
entry(аквавіт, n, [аквавіти], "скандинавський лікер").
entry(акведук, n, [акведуки], "водний канал").
entry(водний, прикм, [], "що стосується води").
entry(водоносний_горизонт, n, [водоносні_горизонти], "водовмісна гірська порода").
entry(орлиний, прикм, [], "вигнутий як орлиний дзьоб").
entry(aquiver, adj, [], "тремтливий").
entry(ar, n, [ars], "літера Р").
entry(арабеска, n, [арабески], "дизайн переплетених квіткових фігур").
entry(арабський, прикм, [], "походить з арабської камеді").
entry(арабіка, ім, [арабіки], "вічнозелений кущ, що дає кавові зерна").
entry(arabis, n, [арабізація], "килимова рослина").
entry(arabize, v, [арабізував, арабізуючи, арабізує], "спричинити набуття арабських звичаїв").
entry(орне, n, [орні землі], "земля, придатна для обробітку").
entry(araceous, adj, [], "такий, що належить до родини арумових рослин").
entry(павукоподібний, n, [павукоподібні], "будь-який член класу сегментованих безхребетних тварин").
entry(arak, n, [аракс], "арак").
entry(arame, n, [араме], "їстівні водорості").
entry(арамід, n, [араміди], "тип хімічної сполуки").
entry(araneid, n, [araneids], "павук").
entry(арапайма, н, [арапайми], "велика їстівна риба").
entry(арароба, n, [арароби], "бразильське дерево").
entry(arb, n, [arbs], "тип біржового трейдера").
entry(арбалет, n, [арбалети], "тип арбалета").
entry(арбалет, n, [арбалети], "арбалет").
entry(arbelest, n, [арбалети], "арбалет").
entry(арбітр, n, [арбітри], "той, кого вибрано або призначено для вирішення спірного питанняАРБІТРАЖНИЙ adj").
entry(дерево, n, [дерева], "дерево, коли його порівнюють з кущем").
entry(arbor, n, [арбори], "затінене садове укриття").
entry(деревний, прикм, [], "живе на деревах").
entry(arbored, adj, [], "з деревами").
entry(дендропарки, npl, [], "місця для вивчення та виставки дерев").
entry(арборист, n, [арбористи], "спеціаліст по деревах").
entry(arborize, v, [arborized, arborizing, arborizes], "утворювати багато гілок").
entry(деревний, прикм, [], "що стосується дерев").
entry(дерево, n, [дерева], "тіньовий садовий навісДЕРЕВ'ЯНИЙ прикм").
entry(arbuscle, n, [arbuscles], "карликове дерево").
entry(суничник, n, [суничники], "вічнозелене деревоСУНИЧНИКОВИЙ прикм").
entry(арбутус, n, [арбутуси], "вічнозелене дерево").
entry(arc, v, [arced,arcing,arcs], "або ARCKED ARCKING ARCSto рухатися по вигнутому курсу").
entry(аркада, дієслово, [з аркадами, аркадування, аркади], "забезпечити аркадою серію арок").
entry(аркадія, n, [аркадії], "регіон простих задоволень і тиші").
entry(аркадіанин, n, [аркадіани], "той, хто живе в аркадії").
entry(аркадування, n, [аркадування], "аркада").
entry(arcane, adj, [], "таємничоARCANELY adv").
entry(arcanum, n, [аркануми], "або АРКАНИ таємниця").
entry(аркатура, n, [аркатури], "маленька аркада").
entry(arch, v, [arched, arching, arches], "вигинатися, як арка, зігнута структура, що перекриває отвір").
entry(археї, npl, [], "велика група мікроорганізмівАРХЕЙНИЙ прикм").
entry(архея, n, [археї], "мікроорганізм архей").
entry(архей, n, [археї], "архейський").
entry(архаїчний, прикм, [], "що стосується більш раннього часу").
entry(archaise, v, [archaised,archaising,archaises], "архаїзувати").
entry(архаїзм, н, [архаїзми], "архаїчне слово, ідіома або вираз").
entry(архаїст, n, [архаїсти], "той, хто архаїзує").
entry(archaize, v, [archaized,archaizing,archaizes], "використовувати архаїзми").
entry(архикнязь, n, [архикнязі], "австрійський принц").
entry(лучник, n, [лучники], "той, хто стріляє із луком і стрілами").
entry(стрільба_з_лука, n, [стрільби_з_лука], "спорт стрільби з луком і стрілами").
entry(archfoe, n, [archfoes], "головний ворог").
entry(archi, pl, [], "з arco").
entry(аркіл, n, [арклі], "орхіл").
entry(архін, n, [архіни], "російська одиниця виміру довжини").
entry(arching, n, [archings], "ряд арок").
entry(архів, v, [архівовано,архівуючи,архіви], "зберігати в архіві, місце, де зберігаються записиАРХІВНИЙ прикм").
entry(archly, adv, [], "лукаво").
entry(archness, n, [archnesses], "хитрість").
entry(архонт, n, [архонти], "магістрат у стародавніх Афінах").
entry(аркада, н, [аркади], "прохід під аркою").
entry(аркообразний, прикметник, [], "у формі арки").
entry(arcing, n, [arcings], "вигнута форма дуги").
entry(arcked, a, [], "минулий час від arc").
entry(arcking, a, [], "дієприкметник теперішнього часу від arc").
entry(arco, n, [], "pl ARCO – нота або пасаж, який грається смичком струнного інструменту").
entry(arcsine, n, [арксинус], "обернена функція до синуса").
entry(арктичні, n, [арктиків], "теплий водонепроникний калош").
entry(аркоподібний, прикм, [], "вигнутий, як лук").
entry(arcuated, adj, [], "архівний").
entry(arcus, n, [аркуси], "хмара у формі арки").
entry(ардеб, n, [ардеби], "єгипетська одиниця місткості").
entry(ardency, n, [ardencies], "горливість").
entry(ardent, adj, [], "який характеризується інтенсивними емоціямиЗАПАЛЬНО adv").
entry(палка_пристрасть, n, [палкі_пристрасті], "інтенсивність емоцій").
entry(пристрасність, n, [пристрасності], "пристрасність").
entry(важкий, прикм, [], "що включає велике зусилля або труднощі").
entry(аре, іменник, [ари], "одиниця вимірювання площі").
entry(область, n, [області], "певна протяжність простору або поверхніОБЛАСТЬ прикмОБЛАСТЕВО присл").
entry(area, n, [ділянка], "розділ кори головного мозку, що має певну функцію").
entry(підвальний_вхід, n, [підвальні_входи], "занурена область, що веде до входу в підвал").
entry(арека, n, [ареки], "тропічне дерево").
entry(areg, npl, [], "території рухомих пустельних піщаних дюн").
entry(areic, adj, [], "що стосується регіону Землі, який мало скидає поверхневі води").
entry(арена, n, [арени], "замкнена зона для змагань").
entry(арени, n, [арени], "ароматична сполука").
entry(ареніт, n, [ареніти], "камінь, що складається головним чином із зерен піску").
entry(arenose, adj, [], "піщаний").
entry(arenous, adj, [], "пісочний").
```prolog
entry(ареола, n, [ареоли], "або АРЕОЛИмалий простір у мережі листяних жилокАРЕОЛЯРНИЙ АРЕОЛЯТНЫЙ прикм").
```
entry(ареола, n, [ареоли], "ареола").
entry(ареологія, n, [ареології], "вивчення планети Марс").
entry(арепа, іменник, [арепи], "пиріг з кукурудзяного борошна").
entry(arete, n, [хребти], "гострий гірський хребет").
entry(аретуса, n, [аретусас], "квітуча рослина").
entry(arf, n, [arfs], "звук гавкання").
entry(argal, n, [аргали], "аргол").
entry(argala, n, [аргала], "тип лелеки").
entry(argali, n, [аргалі], "дика вівця").
entry(argent, n, [argents], "аргентАРГЕНТАЛЬНИЙ АРГЕНТИЧНИЙ прикм.").
entry(argentum, n, [аргентум], "срібло").
entry(argh, interj, [], "ааарг").
entry(argil, n, [аргіліт], "білий глина").
entry(аргіназа, n, [аргінази], "фермент").
entry(аргінін, n, [аргінінів], "амінокислота").
entry(argle, v, [argled, argling, argles], "сперечатися").
entry(argol, n, [арґол], "кірка, що відкладається в винних діжках під час витримування").
entry(аргон, n, [аргони], "газоподібний елемент").
entry(argonaut, n, [аргонавти], "морський молюск").
entry(argosy, n, [argosies], "велике торгове судно").
:- entry(argot, n, [арготи], "спеціалізований словникАРГОТИЧНИЙ прикм").
entry(arguable, adj, [], "такий, що може бути предметом дискусії, МОЖЛИВО adv").
entry(argue, v, [argued,arguing,argues], "наводити аргументи за чи проти").
entry(arguer, n, [arguers], "той, хто сперечається").
entry(argufier, n, [argufiers], "той, хто сперечається").
entry(argufy, v, [argufied, argufying, argufies], "вперто сперечатися").
entry(arguing, present, [], "дієприкметник від argue").
entry(аргумент, n, [аргументи], "обговорення з різними точками зору").
entry(argus, n, [аргуси], "індійський фазан").
entry(argyle, n, [argyles], "візерунок для в'язання").
entry(argyll, n, [argylls], "аргайл").
entry(архат, н, [архати], "буддист, який досяг нірвани").
entry(арія, n, [арії], "складна мелодія для одного голосу").
entry(аріарі, n, [аріарі], "грошова одиниця Мадагаскару").
entry(arid, adj, [], "ДУЖЕ СУХИЙ НАЙСУХІШИЙекстремально сухийСУХО нар").
entry(посушливість, n, [посушливості], "стан посушливості").
entry(посушливість, n, [посушливості], "аридність").
entry(ariel, n, [арієль], "африканська газель").
entry(arietta, n, [арієтти], "коротка арія").
entry(ariette, n, [ariettes], "арієтта").
entry(aright, adv, [], "правильно точно").
entry(aril, n, [ариль], "зовнішнє покриття деяких насінинАРИЛУВАНИЙ АРИЛОВИЙ АРИЛОЇДНИЙ прикм").
entry(arillode, n, [arillodes], "тип аріла").
entry(ariose, adj, [], "характеризується мелодійністю").
entry(аріозо, n, [аріозо], "або АРІОЗО музичний уривок, що нагадує арію").
entry(виникати, v, [виник,виниклий,виникаючи], "ВИНИКАТИщоб встати").
entry(arista, n, [aristas], "або ARISTAE шипоподібна структура або придатокARISTATE прикм").
entry(aristo, n, [аристос], "аристократ").
entry(ковчег, n, [ковчеги], "великий човен").
entry(аркоз, іменник, [аркози], "тип пісковикуАРКОЗНИЙ прикл").
entry(arles, npl, [], "гроші, виплачувані для укладення угоди").
вхід(arm, v, [armed,arming,arms], "озброювати").
entry(армадa, іменник, [армади], "флот військових кораблів").
entry(арманьяк, n, [арманьяки], "французький бренді").
