entry(aa, n, [aas], "шорстка шлакована лава").
entry(aah, v, [aahed,aahing,aahs], "ахати з подивом, радістю або здивуванням").
entry(aal, n, [аалс], "східноіндійський кущ").
entry(aalii, n, [aaliis], "тропічне дерево").
entry(землекоп, n, [землекопи], "африканський ссавець").
entry(аардвулф, n, [аардвулфи], "африканська тварина").
entry(ааагх, виг, [], "вживається для вираження відрази").
entry(aarrgh, interj, [], "ааргх").
entry(aarrghh, interj, [], "ааргх").
entry(aasvogel, n, [aasvogels], "стерв'ятник").
entry(ab, n, [абс], "м'яз живота").
entry(аба, н, [абас], "безрукавний одяг, що носиться арабами").
entry(abaca, n, [абака], "філіппінська рослина").
entry(aback, adv, [], "у зворотному напрямку").
entry(абак, n, [абаки], "або АБАК пристрій для обчислень").
entry(позаду, adv, [], "в бік корми").
